[
    {
        "name": "Mageirocophobia (Fear of Cooking)",
        "description": "Mageirocophobia occurs when you’re fearful of cooking or the idea of cooking. You may experience intense anxiety or go out of your way to avoid cooking. For many people, this phobia stems from not wanting to make mistakes.",
        "data": {
            "What is mageirocophobia?": "Mageirocophobia is an extreme fear of cooking. It’s a specific phobia, meaning that it causes fear of a particular situation. Mageirocophobia may stem from other mental health issues, including: Obsessive-compulsive disorder (OCD), known for its repetitive thoughts and urges.\nPerfectionism, an expectation of flawlessness that, when not met, causes severe self-criticism. This phobia may also stem from a fear of making mistakes. These mistakes can lead to: Fires: Stoves, ovens, microwaves and other kitchen appliances can cause fires. If there’s a grease fire, it can spread quickly and be difficult to put out.\nFood poisoning: Certain foods can make you sick if not fully cooked.\nUnappetizing food: Simple mistakes like cooking food too long can make it unpleasant to eat.\nInjuries: There’s a small risk of injury when using sharp objects.\nStress: Cooking takes time and concentration, which can be difficult when you’re busy.",
            "What does mageirocophobia mean?": "Many people feel anxious about preparing food, trying a new recipe or cooking for other people. With mageirocophobia, cooking or watching someone else cook can bring severe anxiety. Some people experience overwhelming symptoms that lead to panic attacks. There’s no reason to feel self-conscious about possibly having a phobia. And there are therapies that can lessen its impact on your life. Talking to your healthcare provider can be one of the first steps toward getting better.",
            "What are mageirocophobia causes?": "Genetics and environmental factors can increase the risk of specific phobias like mageirocophobia: Genetics: A family history of mood disorders can raise your risk of anxiety and phobias.\nEnvironment: Experiencing emotional trauma related to cooking raises the risk of mageirocophobia. You may have experienced a kitchen fire or harsh feedback from previous cooking attempts.",
            "What are mageirocophobia symptoms?": "Mageirocophobia symptoms include behaviors and physical responses. Behaviors that can affect your daily life include: Refusing to set foot in a kitchen for fear of seeing someone cooking.\nWorking in professions where you don’t have to see or think about people cooking.\nAvoiding restaurants so you won’t risk seeing other people cook. Mageirocophobia can also make you feel sick with physical symptoms that include: Anxiety. \nDry mouth.\nExcessive sweating.\nHeadaches.\nMuscle tension.\nRacing heart (palpitations). \nStomach discomfort like nausea or diarrhea.\nStress.",
            "How is mageirocophobia diagnosed?": "Tests aren’t needed. Instead, your healthcare provider asks you about symptoms and behaviors. They may ask: If you have a personal or family history of social anxiety disorder or a specific phobia.\nHow often you think about cooking.\nHow thinking about cooking makes you feel.\nWhat aspects of cooking give you anxiety.\nWhether the fear of cooking has led to changes in your daily routine.\nIf you’re avoiding activities or places you used to enjoy because of this phobia.",
            "What is mageirocophobia treatment like?": "A common mageirocophobia treatment is exposure therapy. A therapist very gradually exposes you to cooking and teaches you healthier coping methods. Therapy starts with low-risk exposures, such as pictures of people cooking. As treatment progresses, you take steps toward cooking on your own. With successful treatment, you become more comfortable being around cooking. Additional treatments may include: Cognitive behavioral therapy (CBT): Undergoing CBT helps you explore why cooking causes anxiety. You also learn how to not give in to negative thoughts.\nMedications: Drugs don’t cure mageirocophobia. But antidepressants can help with mood disorders, and anti-anxiety medications can help you get through a stressful situation.\nStress reduction: Yoga, meditation and other relaxation techniques can help clear your mind. This may make you feel more confident about overcoming mageirocophobia.",
            "Is there anything I can do to prevent mageirocophobia?": "If you face a higher risk of anxiety disorders, you can take steps to manage them. Doing so may lower the risk of situations that cause anxiety to escalate into phobias. You may be able to prevent mageirocophobia and other phobias by: Limiting alcohol and recreational drug consumption.\nLowering stress during everyday activities, like working.\nQuitting smoking and other forms of tobacco use.\nSpending time with loved ones.\nTaking up a new hobby to take your mind off the phobia.",
            "What is the outlook for people with mageirocophobia?": "Exposure therapy and other treatments help you overcome the fear of cooking. Doing so can make it easier to go about your daily life. Cooking may still sometimes cause anxiety, but knowing how to calm your mind can prevent these feelings from escalating.",
            "What else is important to know about overcoming mageirocophobia?": "Learning more about cooking can make it easier to overcome mageirocophobia. You can do this by: Finding out more about food safety rules. This may include learning how to use a digital food thermometer to make sure food is at a safe temperature.\nAsking a friend to show you how to cook something you like to eat. This approach allows you to ask questions.\nTaking a cooking class. When you go to a class, a lot of the prep work is already taken care of, so you can focus on cooking.\nUsing a grocery delivery service. This service helps you avoid a potentially triggering situation and enables you to have ready-made food at home. A note from Cleveland Clinic Mageirocophobia is an extreme fear of cooking. Many people with this condition worry about the results of their cooking. They fear cooking mistakes that could be embarrassing or harm someone else. You might go out of your way to avoid cooking or the thought of it. This approach can worsen the fear’s grip on your life. But you don’t have to live this way. A mental health professional may use exposure therapy to help you overcome mageirocophobia. Learning more about cooking and food safety rules can also improve your confidence. Last reviewed by a Cleveland Clinic medical professional on 02/10/2022. Merck Manual Consumer Version. Phobic Disorders (Phobias). (https://www.merckmanuals.com/home/quick-facts-mental-health-disorders/anxiety-and-stress-related-disorders/phobic-disorders-phobias)  Accessed 2/10/2022.\nMerck Manual Consumer Version. Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 2/10/2022.\nNational Health Service (United Kingdom). Phobias. (https://www.nhs.uk/mental-health/conditions/phobias/)  Accessed 2/10/2022. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    },
    {
        "name": "Megalophobia",
        "description": "People with megalophobia have an intense fear of large objects such as skyscrapers, airplanes and big statues. Like other specific phobias, megalophobia is highly treatable with a psychological therapy called exposure therapy.",
        "data": {
            "What is megalophobia?": "Megalophobia is a type of anxiety disorder in which a person experiences intense fear of large objects. A person with megalophobia experiences intense fear and anxiety when they think of or are around large objects such as large buildings, statues, animals and vehicles. They often avoid situations or places that have large objects.",
            "What kind of large objects are people with megalophobia afraid of?": "The following objects can trigger people with megalophobia to experience intense fear and anxiety: Tall buildings, such as skyscrapers.\nLarge statues and monuments.\nLarge or vast natural features like mountains, volcanoes, lakes and oceans.\nBig boats, ships and barges.\nLarge vehicles, such as trains and buses.\nLarge or vast spaces, such as the inside of a stadium.\nBig animals, such as elephants and whales. Since there are many kinds of phobias, they can be a little challenging to diagnose. People who have megalophobia generally fear more than one kind of large object. There are other phobias that are characterized by a fear of something that happens to be large, but its size isn’t the main aspect of the fear. As an example, if you have an intense fear of the ocean (which is a large “object”) specifically, you may have thalassophobia, the fear of the ocean, and not megalophobia. If you’re experiencing intense fear, it’s important to see your healthcare provider so you can get a proper diagnosis and treatment.",
            "Who does megalophobia affect?": "Like other phobias, megalophobia can affect anyone at any age. Specific phobias, like megalophobia, are more likely to develop in children and become apparent in adolescents and young adults. Females are more likely to develop specific phobias.",
            "Is megalophobia common?": "Researchers don’t yet know the exact number of people who have megalophobia, which is likely because many people with specific phobias like megalophobia don’t seek treatment for their phobia. Specific phobias, in general, are a common mental health condition. Approximately 7 to 10% of the population has a phobia.",
            "What are the signs and symptoms of megalophobia?": "People with phobias often go to extreme lengths to avoid situations that involve what they are afraid of. If a person with megalophobia isn’t able to avoid large objects and is near large objects, they may experience the following symptoms: Feel intense fear and anxiety.\nExperience a rapid heartbeat.\nHave shortness of breath.\nFeel dizzy and lightheaded.\nFeel nauseous.\nFeel a strong desire to escape the situation.",
            "What causes megalophobia?": "Researchers aren’t sure what exactly causes megalophobia. They believe that having a negative or traumatic experience that involved a large object may contribute to a person developing megalophobia.",
            "How is megalophobia diagnosed?": "Megalophobia is diagnosed through a thorough series of questions about the person’s history, experiences and symptoms. Usually, you have to have had experienced persistent fear and anxiety of large objects for at least six months in order to be diagnosed with megalophobia. Your healthcare provider will likely use the criteria in the Diagnostic and Statistical Manual of Mental Disorders (DSM-5), a publication by the American Psychiatric Association, to diagnose megalophobia. Your provider will also rule out any other physical or mental health conditions that could be causing your symptoms. In general, phobias have at least four criteria for diagnosis, including: Intense and unreasonable fear: The fear of the object or situation is persistent and out of proportion to an appropriate level of fear.\nAnticipatory anxiety: An individual who has a phobia tends to dwell on or dread future situations or experiences that will involve the object or situation they are afraid of.\nAvoidance: Many people who have a phobia will actively avoid the feared object or situation. Some go to extreme lengths to avoid the thing they are afraid of.\nThe phobia interferes with day-to-day activities: The fear the individual experiences has to limit their everyday life in some way in order for it to be diagnosed as a phobia.",
            "Is there a test for megalophobia?": "There’s no definitive test to diagnose megalophobia. Instead, your healthcare provider will ask you questions about your history, symptoms and experiences related to your fear of large objects to assess whether or not you have megalophobia.",
            "How is megalophobia treated?": "Megalophobia can usually be treated with psychological treatment (psychotherapy) such as exposure therapy and/or cognitive behavioral therapy. It’s not very common, but sometimes people need medications that temporarily relieve symptoms of fear and anxiety in order to cope with fear while they are participating in therapy. Exposure therapy Exposure therapy is a common form of psychological treatment used to treat specific phobias. People with phobias usually avoid situations that involve the thing they are afraid of. Because of this, they aren’t able to learn that they can manage their fear when presented with their specific phobia or that their feared outcomes often do not happen. Therapists and psychologists use exposure therapy for people who have a phobia to slowly encourage them to enter situations that cause them anxiety and to try to stay in that situation so that they can learn to cope. If you have megalophobia and participate in exposure therapy, your therapist or psychologist may begin with talking about large objects. They may then gradually move on to showing you pictures of large objects. Next, they may have you look at and be near a large object in person. The process of exposure therapy is slow and gradual. Your therapist or psychologist will tailor the pace of the therapy to your needs. Cognitive behavioral therapy (CBT) CBT is a form of psychological treatment. Through talking and asking questions, your therapist or psychologist helps you gain a different perspective. As a result, you learn to respond better to and cope with the stress and anxiety you feel when you are exposed to things that cause you fear.",
            "What medications are used to treat megalophobia?": "Medications aren’t usually used to treat specific phobias like megalophobia. But in some cases, people with megalophobia might take medications to temporarily help them relieve symptoms of fear and anxiety when they are going through psychological therapy to treat their phobia. Medications sometimes used to help treat megalophobia include: Beta blockers: Some beta blockers are used to treat or prevent physical symptoms of anxiety, such as a fast heart rate.\nSedatives (benzodiazepines): Benzodiazepines, which are a type of sedative, help you relax and reduce the amount of anxiety you feel.",
            "Is there a cure for megalophobia?": "There is currently no cure for megalophobia, but exposure therapy, a form of psychological therapy, is successful in treating it. Exposure therapy is considered the first-line treatment for specific phobias in general.",
            "What are the risk factors for developing megalophobia?": "Healthcare professionals are still trying to figure out the exact cause of megalophobia. So far, they’ve found that the risk factors for developing megalophobia can include: Experiencing or witnessing a negative event that involved a large object, especially as a child.\nHaving a family history of anxiety disorders.",
            "What is the prognosis (outlook) for megalophobia?": "Only about 10 to 25% of people who have a specific phobia seek treatment for their condition because many can avoid the object or situation that they fear. If you have megalophobia, avoiding situations that involve large objects can prevent you from enjoying certain things in life like traveling and can lower your overall quality of life. This is why it’s important to seek treatment. Everyone deserves a high quality of life. Research has shown that exposure therapy is successful in treating megalophobia and other specific phobias. People who have a specific phobia, like megalophobia, and don’t seek treatment are two times more likely to develop an anxiety disorder and depression.",
            "How can I take care of myself if I have megalophobia?": "It can be uncomfortable, but it’s important to talk to your healthcare provider if you’re experiencing the signs and symptoms of megalophobia. Therapy can help you overcome your megalophobia. If you’ve already been diagnosed with megalophobia, there are some things you can do to manage your symptoms and feel well, including: Get enough sleep and exercise.\nIf you are participating in psychological therapy to treat your megalophobia, be sure to see your therapist regularly.\nPractice mindfulness activities such as mediation.\nPractice relaxation techniques such as deep breathing and yoga.\nReach out to family and friends for support.\nConsider joining a support group for people who have megalophobia or specific phobias in general.",
            "What questions should I ask my doctor?": "Talking about your mental health can be uncomfortable and scary. Your mental health is just as important as your physical health, so it’s important to talk to your healthcare provider about your symptoms. The following questions may be helpful to ask your provider if you have megalophobia: What kind of treatment do you recommend?\nShould I see a therapist, psychologist and/or psychiatrist?\nDo you have any recommendations for psychologists, psychiatrists or therapists that I could see?\nHow long will treatment take?\nDo you know of any support groups for megalophobia or phobias in general?\nDo you have any learning resources on megalophobia that I could read? A note from Cleveland Clinic If you have megalophobia, know that you are not alone. Many people all over the world have a phobia. Avoiding large objects can provide short-term relief, but this doesn’t address the underlying cause of your fear and anxiety. Although it can be difficult and uncomfortable, it’s important to talk to your healthcare provider and seek proper treatment for your megalophobia. The sooner you seek help, the sooner you can take back control of your life. Last reviewed by a Cleveland Clinic medical professional on 08/20/2021. Eaton WW, Bienvenu, OJ, Miloyan B. Specific phobias. (https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7233312/)  Lancet Psychiatry. 2018; 5(8): 678-686. Accessed 9/23/2021.\nSociety of Clinical Psychology. Exposure therapies for specific phobias. (https://div12.org/treatment/exposure-therapies-for-specific-phobias/)  Accessed 9/23/2021. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    },
    {
        "name": "Melanophobia (Fear of the Color Black or Dark Colors)",
        "description": "Melanophobia is an unhealthy fear of the color black or dark colors. It’s a specific phobia, which means it’s an intense and overwhelming fear of a particular situation But you don’t have to let this fear control your life. Treatments like exposure therapy can help.",
        "data": {
            "What is melanophobia?": "You may have melanophobia if you have an extreme fear of the color black. This phobia isn’t an official medical diagnosis. If you’re extremely afraid of the color black, your healthcare provider might diagnose you with a specific phobia, which means fear of a particular situation. The fear is much greater than the actual risk of danger. Many people with a specific phobia have multiple phobias. If you’re living with melanophobia, you may also have: Autophobia: Fear of being alone.\nChromophobia: Fear of colors.\nNyctophobia: Fear of the dark.\nSamhainophobia: Fear of Halloween.\nSelenophobia: Fear of the moon.\nThanatophobia: Fear of death.",
            "Do I have melanophobia?": "If you have melanophobia, seeing or thinking about anything black can cause intense fear. Some people experience such intense fear that it leads to panic attacks. In many people, these feelings stem from what dark colors represent: Danger.\nDarkness.\nDeath and mourning.\nDespair.\nEvil.\nFeeling lost.\nLoneliness.\nNight. If you’re experiencing signs of melanophobia, contact your healthcare provider. Being honest with them about your feelings is often the first step toward getting better. Your healthcare provider can offer reassurance and connect you with helpful therapies.",
            "What causes melanophobia?": "Potential melanophobia causes include: Genetics: A family history of mood disorders means you may be prone to anxiety disorders and specific phobias.\nEnvironmental factors: If you experience emotional trauma related to the color black, you’re more likely to have melanophobia. Many cultures associate the color black with death and mourning.",
            "What are melanophobia symptoms?": "Thinking of the color black and what it represents may trigger physical responses and certain changes in behavior: Avoiding items that contain the color black, even if you need them. For example, a medication container with a black label.\nFeeling uncomfortable or a loss of control when outside at night.\nRefusing to leave home out of fear that you’ll see dark colors.\nFear of closing your eyes. Anxiety disorders.\nConfusion or difficulty concentrating.\nDepression.\nNausea, diarrhea or abdominal pain.\nHeadache.",
            "How is melanophobia diagnosed?": "Healthcare providers diagnose melanophobia by asking about your symptoms. They might ask: Whether fear of the color black has caused changes in your daily activities.\nHow often you think about your fear of the color black.\nIf you’re avoiding activities or places you used to enjoy because you’re afraid.\nWhat symptoms you experience when you see dark colors and how intense they are.\nHow long you’ve been living with symptoms or changes in behavior.\nIf there’s a personal or family history of anxiety disorders or phobias.\nWhether you have any cultural beliefs associated with the color black.",
            "What is melanophobia treatment like?": "Exposure therapy is a common treatment for melanophobia. It works by gradually exposing you to situations that trigger your fears. Therapy might start by looking at items that contain small amounts of black. Exposure progresses over time. You may eventually hold items that are entirely black. By the end of treatment, exposure to the color black becomes less bothersome. Your care may include other treatments, such as: Cognitive behavioral therapy (CBT): Using CBT, a therapist helps you explore thoughts and feelings associated with dark colors. You also discuss healthier coping methods.\nStress reduction: Deep-breathing exercises or meditation can quiet your mind and relax your body. This can make it easier to replace negative thoughts or behaviors with healthier ones.\nMedications: Taking medications doesn’t cure melanophobia. But antidepressants can help with mood disorders, and you may benefit from anti-anxiety medications during challenging times. These include funerals or Halloween.",
            "Is there anything I can do to prevent melanophobia?": "Learning to manage your fear may lower the likelihood of it becoming a phobia. And if you have a phobia, these efforts may lessen its severity. You can manage anxiety by: Limiting caffeine, alcohol and recreational drug consumption.\nLowering stress.\nQuitting smoking and other forms of tobacco use.\nSeeking professional help when anxiety becomes difficult to manage.\nSpending time with loved ones.",
            "What is the outlook for people with melanophobia?": "With successful treatment, you can learn to manage your fear of black and other dark colors. Doing so may help give you peace of mind so you can live life on your terms. You may still experience anxiety near dark colors, but you’ll have the skills to calm unpleasant thoughts and feelings. If you get overwhelmed, your therapist or healthcare provider can help you.",
            "What else is important to know about living with melanophobia?": "Changing your lifestyle to avoid dark colors can worsen the phobia’s hold on your life. It’s easy to lose track of why black is so bothersome and how little of a threat to your safety it is. Behaviors you’ve adopted to avoid dark colors may become habits that you don’t realize are unhealthy. Seeking treatment can help you gain a more rational perception of the phobia and how to overcome it. A note from Cleveland Clinic Melanophobia is an unhealthy fear of the color black or dark colors. In many people, the fear lies with what these sometimes colors represent: negativity, loneliness, hopelessness and more. But you don’t have to let this fear control your life. Talk to your healthcare provider to learn about treatment options. Having a phobia is nothing to be embarrassed about. Exposure therapy and other treatments help many people feel better. Last reviewed by a Cleveland Clinic medical professional on 02/10/2022. Merck Manual Consumer Version. Phobic Disorders (Phobias). (https://www.merckmanuals.com/home/quick-facts-mental-health-disorders/anxiety-and-stress-related-disorders/phobic-disorders-phobias)  Accessed 2/10/2022.\nMerck Manual Consumer Version. Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 2/10/2022.\nNational Health Service (United Kingdom). Phobias. (https://www.nhs.uk/mental-health/conditions/phobias/)  Accessed 2/10/2022. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    },
    {
        "name": "Microphobia (Fear of Small Things)",
        "description": "Microphobia is an intense fear of small things, like germs and insects. Trying to avoid little things can lead to negative thoughts and behaviors that affect daily life. Symptoms worsen over time, but therapy can help you get better.",
        "data": {
            "What is microphobia?": "Microphobia is an extreme fear of small things. It’s a specific phobia, meaning that it causes fear of a particular situation. The fear is typically much greater than the actual risk of danger. People can have more than one specific phobia. In addition to microphobia, they might have: Entomophobia: Fear of insects.\nIatrophobia: Fear of doctors.\nMysophobia: Fear of germs.\nNosocomephobia: Fear of hospitals.\nNosophobia: Fear of disease.\nThanatophobia: Fear of death.",
            "Do I have microphobia?": "Little things are a part of everyday life. Most of them cause no harm. But in some people, they cause a level of fear that’s out of proportion to the actual threat. If you have microphobia, the thought of little things can bring on severe anxiety. It can sometimes cause panic attacks. If you have signs of microphobia, discuss your concerns with your healthcare provider. There’s no reason to feel self-conscious about having a phobia. Treatments can help you feel better. And your healthcare provider can help you receive the therapies that are best for your needs.",
            "What causes microphobia?": "Genetics and environmental factors can increase the risk of specific phobias like microphobia: Genetics: A family history of mood disorders means you may be more likely to have a specific phobia.\nEnvironment: Experiencing emotional trauma related to little things increases your risk of microphobia. This may be especially true if a loved one was harmed by a severe illness, like a viral infection.",
            "What are microphobia symptoms?": "Microphobia can cause a combination of behaviors and physical responses. You may go out of your way to avoid small things by: Refusing to leave the house due to fear.\nNot eating certain foods, like rice and other grains that are made up of small pieces.\nOnly working in certain professions to lower your risk of coming into contact with small things.\nTrying not to damage things so you’re less likely to have to deal with little pieces of a broken object.\nKeeping your windows closed to avoid pollen getting in your house or car. Physical symptoms may include: Anxiety.\nHigh blood pressure.\nMuscle tension.\nRapid heart rate.\nStress.\nSweating.\nTrembling.",
            "How is microphobia diagnosed?": "Healthcare providers diagnose microphobia by asking about your symptoms and behaviors. They may ask: How exposure to small objects makes you feel.\nWhich little things you find bothersome.\nWhether the fear of small things is causing you to make changes in your daily routine.\nIf there’s a personal or family history of anxiety disorders or phobias.\nHow often you think about little things.\nThe type and severity of symptoms you experience related to small objects.\nIf you’re avoiding activities or places you used to enjoy because of this phobia.",
            "What is microphobia treatment like?": "A common treatment for microphobia is exposure therapy. Your therapist exposes you to situations that trigger your fear of little things. Exposure therapy for microphobia may start with pictures of germs or other small objects. Over time, you may progress to touching small objects or going somewhere you’ve been too anxious to go. With successful treatment, seeing or being around little things in your life becomes less bothersome. Can other treatments help me cope with microphobia? Additional treatments may include: Cognitive behavioral therapy (CBT): Using CBT, your therapist helps you explore why small objects make you feel anxious. They also teach you healthier alternatives to negative thoughts or behaviors.\nMedications: Medications don’t cure microphobia. But antidepressants can help with mood disorders, and anti-anxiety medications can help you through a challenging time. If you’re anxious about going back out in public again, where you might encounter little things, medications may help ease the transition.\nStress reduction: These techniques help quiet your mind and relax your body. Yoga and meditation can help you become more in touch with your thoughts and feelings. This can reduce the likelihood of panic when you encounter little things.",
            "Is there anything I can do to prevent microphobia?": "If you face a higher risk of anxiety disorders, there are steps you can take to manage them. Doing so may lower the risk of things that make you anxious escalating into phobias. Managing anxiety may include: Limiting alcohol and recreational drug consumption.\nLowering stress.\nQuitting smoking and other forms of tobacco use.\nSpending time with loved ones.\nTaking up a new hobby to take your mind off the phobia.",
            "What is the outlook for people with microphobia?": "Exposure therapy and other treatments help you manage your fear of little things. But little things may still sometimes cause you anxiety. Knowing how to calm your mind when exposed to a trigger can prevent your fear from escalating. If symptoms are becoming difficult to control, contact your healthcare provider. They can offer tips or recommend additional therapies.",
            "What else is important to know about living with microphobia?": "You don’t have to live in fear of little things. Treatment can ease these intense feelings so you can live a more independent lifestyle. It takes time to overcome a phobia, but don’t let this discourage you. Following your therapist’s recommendations can keep your recovery on track. A note from Cleveland Clinic Microphobia is an intense fear of small things. Changing your lifestyle to avoid little things can worsen its grip on your life. There’s no reason to feel embarrassed about having a phobia. Many people have them. The first step to getting better is talking to your healthcare provider. They can help you find a therapist to learn how to cope with negative thoughts and behaviors. With successful treatment, small objects will become less bothersome, so you can get back to the activities you enjoy. Last reviewed by a Cleveland Clinic medical professional on 02/24/2022. Merck Manual Consumer Version. Phobic Disorders (Phobias). (https://www.merckmanuals.com/home/quick-facts-mental-health-disorders/anxiety-and-stress-related-disorders/phobic-disorders-phobias)  Accessed 2/24/2022.\nMerck Manual Consumer Version. Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 2/24/2022.\nNational Health Service (United Kingdom). Phobias. (https://www.nhs.uk/mental-health/conditions/phobias/)  Accessed 2/24/2022. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    },
    {
        "name": "Mysophobia (Germophobia)",
        "description": "Mysophobia is an extreme fear of germs. You may go out of your way to avoid situations that expose you to germs. The phobia and steps you take to avoid it worsen over time. You may find yourself stuck in a cycle of repetitive behaviors that affect your quality of life, similar to obsessive-compulsive disorder (OCD).",
        "data": {
            "What is mysophobia?": "Mysophobia is an extreme fear of germs. It causes an overwhelming obsession with contamination. The condition goes by other names, including: Bacillophobia.\nBacteriophobia.\nGermophobia.\nVerminophobia.",
            "Do I have mysophobia?": "When living with mysophobia, you’re constantly worried about germs. You may go out of your way to avoid: Contact with other people’s body fluids.\nDirt, dust, mold and other substances associated with germs.\nContaminated food.\nItems and surfaces when you don’t know whether they’re clean.",
            "What are some other mysophobia facts?": "Mysophobia is a specific phobia, meaning that it’s due to a particular situation. People with mysophobia may also suffer from obsessive-compulsive disorder (OCD). People with OCD take comfort in repetitive, irrational thoughts and urges. It’s also common to have more than one specific phobia. In people with mysophobia, this may include: Ataxophobia: Fear of untidiness.\nMicrophobia: Fear of small things.\nNosophobia: Fear of disease.\nThanatophobia: Fear of death.\nZoophobia: Fear of animals.",
            "What are the causes of mysophobia?": "Genetics and your environment raise the risk of specific phobias, including mysophobia: Genetics: A family history of anxiety disorders increases the likelihood of phobias. It’s also possible for obsessive-compulsive disorder to run in families. But having a family history doesn’t always mean these issues will affect you.\nEnvironment: Emotional trauma related to germs or uncleanliness can cause mysophobia. It could stem from a loved one who got sick or died from a contaminated environment.",
            "What are mysophobia symptoms?": "When you’re living with mysophobia, you’re constantly thinking about germs. Exposure to and thoughts of germs cause behavioral changes and physical responses. Behaviors that can affect your daily life include: Washing your hands often, several times in a row, or for an unusually long time.\nAlways wearing gloves to prevent contact with germs.\nAvoiding social situations, even when they include loved ones.\nCovering items you use daily, such as remote controls or the steering wheel of your car.\nMinimizing time in public areas, including restrooms, grocery stores and restaurants.\nReturning home immediately if you fear you’ve been exposed to germs.\nTaking multiple showers a day.\nUsing hand sanitizer every time you touch an unfamiliar surface. Mysophobia can also make you unwell, with symptoms that include: Brain fog.\nFrequent bouts of crying.\nIrritability.\nLightheadedness.\nRapid heartbeat (palpitations).\nRestlessness.\nShaking.\nSweating.",
            "How is mysophobia diagnosed?": "Healthcare providers typically diagnose a specific phobia like mysophobia in a single office visit. Testing isn’t necessary. Instead, healthcare providers ask you about your symptoms and changes in your behaviors. Questions may include: How often do you think about germs?\nHave you experienced a traumatic event related to germs?\nHow do germs make you feel?\nIs mysophobia is causing behavioral changes that affect your happiness or daily routine?\nDo you have a personal or family history of anxiety or obsessive-compulsive disorder?\nAre you avoiding people or places you used to enjoy due to fear of germs?",
            "How can I overcome mysophobia?": "A common mysophobia treatment is exposure therapy. Working with your mental health provider, you explore the reasons behind your fear of germs. This is the first step in overcoming mysophobia. When you feel comfortable, your therapist gradually exposes you to situations where germs may be present. Therapy starts with low-risk exposures, such as thinking about germs. As you progress through treatment, exposures become more significant. You may touch unsanitized objects or start spending more time in public places. With successful treatment, you learn how to manage negative thoughts and feelings.",
            "Can other treatments help me cope with mysophobia?": "Additional treatments may include: Cognitive behavioral therapy (CBT): Undergoing CBT helps you address why germs make you uncomfortable. You also learn methods for regaining control when these thoughts get overwhelming.\nMedications: Drugs don’t cure mysophobia. But antidepressants can help with mood disorders, and anti-anxiety medications may help you cope in a stressful situation. If you’re anxious about going out in public, medications may help.\nStress reduction: Yoga, meditation and other relaxation techniques quiet an overactive mind. This can make it easier to think positive thoughts instead of always bracing for the worst.",
            "Is there anything I can do to prevent mysophobia?": "If you have anxiety or OCD, it’s important to find healthy ways of managing your thoughts and reactions to germs. Doing so may lower the risk of these situations escalating into a phobia. It’s also possible to lower the risk of mysophobia by taking good care of your mental health. You can do this by: Limiting alcohol and recreational drug consumption.\nLowering stress during everyday activities.\nQuitting smoking and other forms of tobacco use.\nSpending time with loved ones.\nTaking up a new hobby to take your mind off germs and other stressors.",
            "What is the outlook for people with mysophobia?": "Exposure therapy and other treatments can help you overcome your fear of germs. You may find the behaviors that used to make you feel better are no longer necessary. This makes it easier to go about your daily life. You may still be more sensitive to germs than other people, but you’ll know how to cope with exposures without fear replacing rational thoughts.",
            "What else is important to know about mysophobia?": "When you’re living with mysophobia, you may be stuck in unhealthy behavior patterns. You may also feel powerless to change them. It’s possible to overcome your fear of germs. You’re more likely to be successful when you undergo treatment. A note from Cleveland Clinic If you have an abnormal fear of germs, you may have mysophobia. You shouldn’t have to live your life in fear of exposure. Germs are always present, but they don’t always cause disease. Your healthcare provider can help you explore your feelings and learn healthy coping methods. This process can take time. But know that many people successfully overcome mysophobia. Last reviewed by a Cleveland Clinic medical professional on 02/24/2022. Merck Manual Consumer Version. Phobic Disorders (Phobias). (https://www.merckmanuals.com/home/quick-facts-mental-health-disorders/anxiety-and-stress-related-disorders/phobic-disorders-phobias)  Accessed 2/24/2022.\nMerck Manual Consumer Version. Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 2/24/2022.\nNational Health Service (United Kingdom). Phobias. (https://www.nhs.uk/mental-health/conditions/phobias/)  Accessed 2/24/2022. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    }
]