[{
	"name": "Cacophobia (Fear of Ugliness)",
	"description": "Cacophobia is an intense fear of ugliness. People with this anxiety disorder may fear becoming ugly. Or they might have symptoms of panic and anxiety when they think about or see something ugly. Cacophobia is one of only a few phobias that are subjective instead of objective. The individual determines what is ugly and, therefore, scary.",
	"data": {
		"What is cacophobia?": {
			"items": ["Cacophobia is an intense fear of ugliness. The condition is a specific phobia (fear), which is a type of anxiety disorder.", "People with cacophobia might be afraid of looking ugly themselves, or they might worry about seeing something they consider to be ugly. A person with cacophobia might fear all forms of ugliness or a specific kind, such as perceived ugliness in people, animals, places or objects.", "People with cacophobia can get very stressed or anxious when they think about or see something they consider to be ugly. The condition can also affect personal and professional relationships. People with this condition may understand that their fear is extreme, but may not be able to control it."]
		},
		"What are people with cachophobia afraid of?": {
			"items": ["Most phobias are objective, meaning they have to do with things that are indisputable. For example, being afraid of snakes is objective because the definition of snake can not be disputed. A snake is clearly a snake.", "But cacophobia is subjective. An individual with cacophobia determines what is ugly and what is not. One person with cacophobia may be terrified of a certain “ugly” object, but another person with cacophobia might not react at all to the same thing."]
		},
		"How common is fear of ugliness?": {
			"items": ["It’s hard to know exactly how many people have a specific phobia, like cacohobia (fear of ugliness). Many people may keep this fear to themselves or may not recognize they have it. We do know that about 1 in 10 American adults and 1 in 5 teenagers will deal with a specific phobia disorder at some point in their lives."]
		},
		"What causes a fear of ugliness?": {
			"items": ["Mental health professionals aren’t sure what causes specific phobias, such as cacophobia. But most believe it is caused by a combination of:", "Environment: Some people are raised in a way that emphasizes the way things and people look. This can develop into certain behaviors and fears.\nGenetics: Some people have a family history of anxiety and specific fears.\nTraumatic experiences: Life experiences may lead to cacophobia. One example is a parent who tells a child repeatedly that the child is ugly. Another example is a childhood bully making fun of the way someone looks."]
		},
		"What are the symptoms of cacophobia?": {
			"items": ["A person with cacophobia may experience anxiety symptoms when they think about or encounter something they consider to be ugly:", "Chills.\nDizziness and lightheadedness.\nExcessive sweating (hyperhidrosis).\nHeart palpitations.\nNausea.\nShortness of breath (dyspnea).\nTrembling or shaking.\nUpset stomach or indigestion (dyspepsia).", "People with cacophobia may also demonstrate certain behaviors:", "Avoiding places and situations in which they might encounter ugliness. This may involve skipping important educational, professional or personal activities.\nCriticizing self (low self-esteem) and others excessively.\nSpending a lot of time and money on beauty treatments and even surgeries to avoid looking ugly.\nTaking a long time getting ready or trying to fix themselves up.\nWorrying excessively about the possibility that they are ugly."]
		},
		"How is cacophobia diagnosed?": {
			"items": ["There are no tests to diagnose specific fears. A healthcare provider can diagnose the condition based on discussions with you about:", "Their symptoms.\nHow long they’ve been happening.\nWhether they’re interfering in your life.", "A healthcare provider can diagnose cacophobia if your fear of ugliness:", "Causes extreme anxiety.\nLeads to significant stress or affects your daily life.\nHas been happening for at least six months.\nLeads you to take unreasonable steps in an attempt to look more beautiful.\nMakes you avoid specific situations where you think you might encounter ugliness.\nProduces physical symptoms of anxiety or panic attacks."]
		},
		"What are the treatments for cacophobia?": {
			"items": ["People with mild cacophobia may not need treatment. But if the fear causes physical symptoms or affects your life, you should talk to a healthcare provider.", "Possible treatments for cacophobia include:", "Cognitive behavioral therapy (CBT): CBT is structured psychotherapy that can help a person understand and control thoughts and emotions. This talk therapy can help people unlearn negative thoughts that happen when they think about or encounter ugliness. One type of CBT is dialectical behavioral therapy (DBT). With DBT, a therapist asks the person to think about something ugly and then half-smile. Over time, this may change the emotions associated with perceived ugliness.\nExposure therapy: Exposure therapy, sometimes called desensitization, helps people confront their fears. The therapy exposes a person to things they fear — gradually, over time, in a controlled environment. Exposure therapy starts with something less scary, like a picture of something mildly ugly. Through increased exposure, people can learn to manage cacophobia.\nHypnotherapy: Hypnotherapy can put a person in a trance-like but focused state. A person under hypnosis is more open to suggestions and change. A hypnotist may be able to convince a hypnotized person that something they thought was ugly is not. Or perhaps the hypnotist can convince the person that ugliness is not to be feared.\nMedications: Antianxiety medications can lessen anxiety and its symptoms. The drugs are not a cure for cacophobia. But they can help people face certain situations when necessary."]
		},
		"How can I reduce my risk of cacophobia?": {
			"items": ["Mental health professionals don’t fully understand what causes cacophobia, so there’s no proven way to prevent it.", "However, treating cacophobia can help you prevent the development of related anxiety disorders:", "Additional phobias.\nBody dysmorphic disorder.\nDepression.\nEating disorders.\nObsessive-compulsive disorder."]
		},
		"Can cacophobia be cured?": {
			"items": ["Cacophobia has no cure, but therapy helps most people who practice it regularly."]
		},
		"How can I best learn to cope with a fear of ugly people?": {
			"items": ["Many people can manage specific fears and the associated symptoms of anxiety. Certain techniques can help people with cacophobia when they encounter something they think is ugly:", "Breathing exercises.\nMuscle relaxation.\nMeditation.\nYoga.", "A note from Cleveland Clinic", "Cacophobia is an anxiety disorder that involves intense, irrational fear of ugliness. People with the condition may worry about being ugly themselves or encountering something they consider to be ugly. The fear is subjective, meaning the individual determines what is ugly and frightening. Untreated cacophobia may lead to other disorders, so it’s important to talk to a healthcare provider.", "Last reviewed by a Cleveland Clinic medical professional on 03/23/2022.", "Merck Manual [Consumer Version]. Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 3/23/2022.\nNational Institute of Mental Health. Specific Phobia. (https://www.nimh.nih.gov/health/statistics/specific-phobia)  Accessed 3/23/2022.\nSatterfield JM, Feldman MD. Anxiety. In: Behavioral Medicine: A Guide for Clinical Practice. 5th ed. New York: McGraw-Hill; 2021.\nSubstance Abuse and Mental Health Services Administration. DSM-IV to DSM-5 Specific Phobia Comparison. (https://www.ncbi.nlm.nih.gov/books/NBK519704/table/ch3.t11/)  Accessed 3/23/2022.", "Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy", "Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"]
		},
		"Related Institutes & Services": {
			"items": ["Appointments\nContact Us", ""]
		}
	}
}, {
	"name": "Chionophobia (Fear of Snow)",
	"description": "Chionophobia is an extreme fear of snow and snowy weather. People with this disorder have severe anxiety and panic attacks when they think about or see snow. To avoid snow, they may live in warmer climates or stay indoors during winter. Exposure therapy and cognitive behavior therapy (CBT) can help people manage fears and reduce anxiety.",
	"data": {
		"What is chionophobia?": {
			"items": ["Chionophobia is an intense fear of snow. People with chionophobia have an extreme reaction to snow or wintry weather. Even the thought of a light snowfall can cause severe anxiety. The word chionophobia comes from the Greek word for snow (chióni).", "This phobia can have a significant impact on everyday life. People with this disorder may choose to move to a warm climate, or they may avoid traveling to colder areas. If they live in an area where snow is common, they may avoid leaving the house during winter. Chionophobia can damage relationships and cause financial problems if the person is unable to go to work."]
		},
		"What is a phobia?": {
			"items": ["A phobia is a type of anxiety disorder. Phobias cause people to have an extreme reaction to, or unusual fear of, something that isn’t actually dangerous. They may have severe anxiety or panic attacks when they’re in a situation that triggers the phobia.", "Chionophobia is a specific phobia disorder. There are many types of these disorders. They cause unrealistic fear, anxiety and extreme reactions to certain objects or situations. People with specific phobias avoid the situations or things that cause them fear."]
		},
		"How common is chionophobia?": {
			"items": ["It’s hard knowing exactly how many people have a specific phobia, like chionophobia (fear of snow). Many people may keep this fear to themselves or may not recognize they have it. We do know that about 1 in 10 American adults and 1 in 5 teenagers will deal with a specific phobia disorder at some point in their lives, though.", "Chionophobia is a natural-environment phobia. Environmental phobias are common. They also include lilapsophobia (fear of tornadoes and hurricanes) and nyctophobia (fear of the dark)."]
		},
		"Who is at risk of chionophobia?": {
			"items": ["People who have mental illness or other types of anxiety disorders, such as generalized anxiety disorder (GAD), are more likely to develop phobias. You have an increased risk of a phobia if you have:", "History of panic attacks or panic disorder.\nMental illness, including obsessive-compulsive disorder (OCD).\nMood disorders such as depression.\nOther phobias.\nSubstance abuse disorder."]
		},
		"What causes chionophobia?": {
			"items": ["Healthcare providers haven’t identified the exact cause of chionophobia. But they believe it results from a combination of genetics, environmental factors and a person’s history.", "People with this disorder may have had a negative or traumatic experience with snow in the past. They may have been stuck in a blizzard when they were young or lost a loved one in a snowy car accident. A snow-related traumatic event can trigger chionophobia in people who are already at an increased risk of an anxiety disorder. These scary events can cause the disorder to develop, similar to post-traumatic stress disorder (PTSD)."]
		},
		"What are the symptoms of chionophobia?": {
			"items": ["Children and adults with a fear of snow have extreme anxiety when:", "Hearing a weather report with snow in the forecast.\nSeeing snow (either in person or in a movie or a photograph).\nThinking about snow.", "They may lose sleep over predicted wintry weather. They may also become obsessed with stockpiling groceries before the first snowflake falls. Sometimes, these people make major life decisions to avoid snow. They may even move to warmer climates where wintry weather is rare.", "Anxiety from chionophobia can cause:", "Chills.\nDizziness and lightheadedness.\nExcessive sweating (hyperhidrosis).\nHeart palpitations.\nNausea.\nShortness of breath (dyspnea).\nTrembling or shaking.\nUpset stomach or indigestion (dyspepsia)."]
		},
		"How do healthcare providers diagnose chionophobia?": {
			"items": ["Healthcare providers diagnose chionophobia and other specific anxiety disorders with a mental health evaluation. Your healthcare provider may recommend seeing a mental health professional like a psychologist for a more complete evaluation. You might have chionophobia if you have:", "Extreme anxiety when thinking about, talking about or seeing snow.\nPanic attacks or anxiety that lasts for at least six months.\nSevere worries, concerns or the inability to leave the house (agoraphobia) if it’s cold or snow is in the forecast.\nSymptoms that have a significant impact on relationships or quality of life."]
		},
		"How do I manage or treat chionophobia?": {
			"items": ["There isn’t a set treatment plan for chionophobia. But some types of therapy can help people with chionophobia and other specific phobias. These therapies include:", "Cognitive behavioral therapy (CBT), to help you think about your fears in a different way and gain more control over how you respond to them.\nExposure therapy, to gradually increase your contact with snow (or pictures of snow) and decrease your sensitivity to it.\nHypnotherapy, to decrease fears through guided relaxation and intense concentration. This happens while your mind is in a hypnotic (relaxed and responsive) state.\nPsychotherapy, to help you talk through your fears, understand them better and develop ways to cope.\nDepending on your symptoms, your healthcare provider may also recommend medications. Anti-anxiety medications can help you manage panic attacks. But they don’t treat the phobia itself. If you have another mental health disorder, such as depression, your healthcare provider may recommend medications.", "Your healthcare provider may also recommend breathing and relaxation exercises to help you stay calm. You can try yoga, meditation and mindfulness techniques to relieve anxiety."]
		},
		"What are the complications of chionophobia?": {
			"items": ["Untreated, chionophobia can disrupt everyday activities and affect your quality of life. Extreme anxiety and panic attacks can cause serious physical symptoms and emotional problems.", "Some people with chionophobia go to great lengths to avoid snow. People who live in cold climates may stay indoors for several weeks or months because they worry it might snow. They may lose friends, struggle with family or partners, and have a difficult time keeping a job. People with severe chionophobia may choose to move away from their support network to a place where it rarely snows."]
		},
		"What is the prognosis (outlook) for people who have chionophobia?": {
			"items": ["With treatment, many people manage chionophobia symptoms. You may need long-term therapy to treat this phobia, especially if you live in an area where wintry weather is common."]
		},
		"When should I see my healthcare provider about chionophobia?": {
			"items": ["Call your healthcare provider if you (or your child) have fear or anxiety when looking at or thinking about snow, especially if the anxiety doesn’t go away. Make an appointment for an evaluation if your anxiety gets in the way of your everyday activities, or if you have trouble sleeping. Get help right away if you have panic attacks or severe signs of phobias.", "To gain a better understanding of this disorder, ask your healthcare provider:", "What could be causing chionophobia?\nWhat type of therapy or treatment is right for me?\nWhat kind of experience do you have with CBT, exposure therapy and other types of treatment?\nHow do I know if I’ll need short-term or long-term therapy?", "A note from Cleveland Clinic", "A severe fear of snow and wintry weather can significantly impact your quality of life. Extreme anxiety and panic attacks can affect your ability to form relationships, hold a job and take part in your community. If you (or your child) have an illogical and intense fear of snow and ice, call your healthcare provider. Be honest with them about your symptoms. Be sure to share information about other anxiety disorders or phobias you have. Although there isn’t a cure for the disorder, therapy can reduce symptoms and help you live with chionophobia.", "Last reviewed by a Cleveland Clinic medical professional on 03/25/2022.", "Coleman JSM, Newby KD, Multon KD, Taylor CL. Weathering the Storm: Revisiting Severe-Weather Phobia, Bulletin of the American Meteorological Society (https://journals.ametsoc.org/configurable/content/journals$002fbams$002f95$002f8$002fbams-d-13-00137.1.xml?t:ac=journals%24002fbams%24002f95%24002f8%24002fbams-d-13-00137.1.xml) , 2014;95(8),1179-1183. Accessed 3/25/2022.\nMerck Manual (Consumer Version). Phobic disorders (phobias). (https://www.merckmanuals.com/home/quick-facts-mental-health-disorders/anxiety-and-stress-related-disorders/phobic-disorders-phobias)  Accessed 3/25/2022.\nMerck Manual (Consumer Version). Specific phobic disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 3/25/2022.\nNational Institute of Mental Health. Specific Phobia. (https://www.nimh.nih.gov/health/statistics/specific-phobia)  Accessed 3/25/2022.", "Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy", "Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"]
		},
		"Related Institutes & Services": {
			"items": ["Appointments\nContact Us", ""]
		}
	}
}, {
	"name": "Chromophobia (Fear of Colors)",
	"description": "Chromophobia is an intense fear of colors. Most people with this disorder have an extreme aversion to one or two colors in particular — or they may only fear bright colors. People with chromophobia have severe anxiety or panic attacks when they see a color they’re afraid of. Therapy and medications can help manage symptoms.",
	"data": {
		"What is chromophobia?": {
			"items": ["Chromophobia (or chromatophobia) is an intense fear of colors. Most people with this disorder are afraid of one or two colors in particular. Others have a phobia of all colors, or they may only be sensitive to bright colors.", "People with chromophobia experience extreme discomfort or anxiety when they see a color that triggers their phobia. They may have trouble breathing, sweat a lot or even have a panic attack. Some people may avoid leaving their house and interacting with others. This can damage relationships and impact a person’s ability to work. Therapy and medications can help people manage this disorder."]
		},
		"What is a phobia?": {
			"items": ["Phobias cause people to be afraid of a situation or an object that isn’t harmful. They are a type of anxiety disorder. People with phobias have unrealistic fears and abnormal reactions to things other people don’t find scary.", "Chromophobia is a specific phobia disorder. People with specific phobia disorders have extreme reactions to a certain object or situation. They go to great lengths to avoid the things that cause their discomfort or fear."]
		},
		"How common is chromophobia?": {
			"items": ["It’s hard knowing exactly how many people have a specific phobia, like chromophobia (fear of colors). Many people may keep this fear to themselves or may not recognize they have it. We do know that about 1 in 10 American adults and 1 in 5 teenagers will deal with a specific phobia disorder at some point in their lives, though."]
		},
		"What colors are people afraid of?": {
			"items": ["Although it’s possible to be afraid of all colors, people with chromophobia are more likely to be fearful or anxious about one or two colors in particular. Specific color phobias include:", "Chrysophobia, fear of the color orange or gold.\nCyanophobia, fear of the color blue.\nKastanophobia, fear of the color brown.\nLeukophobia, fear of the color white.\nPrasinophobia, fear of the color green.\nRhodophobia, fear of the color pink.\nMelanophobia, fear of the color black.\nXanthophobia, fear of the color yellow."]
		},
		"Who is at risk of chromophobia?": {
			"items": ["You have a higher risk of developing a chromophobia if you have:", "Autism spectrum disorder (ASD) or sensory processing disorder.\nAnxiety disorders such as generalized anxiety disorder (GAD).\nHistory of panic attacks or panic disorder.\nMental illness, including obsessive-compulsive disorder (OCD).\nMood disorders such as depression.\nOther phobias.\nSubstance abuse disorder."]
		},
		"What causes chromophobia?": {
			"items": ["Healthcare providers aren’t sure what exactly causes chromophobia. Like other specific phobia disorders, it probably results from a combination of genetics and environmental factors. People who have mental illness or anxiety problems are more likely to develop a phobia. Mental illness, mood disorders and phobias tend to run in families, too. So, you have a higher risk of these conditions if you have a relative who has them.", "Chromophobia and other types of phobias can happen along with post-traumatic stress disorder (PTSD). If someone experiences a traumatic event that they associate with a specific color, an intense fear of that color can result. They remember the terrible feelings the event caused and connect those feelings to the color itself. As a result, every time the person sees that color, the bad feelings return.", "People with autism, Asperger’s or sensory processing issues sometimes have an aversion to one color in particular. Although they may not actually have chromophobia, their symptoms may be similar. They may prefer certain colors and avoid colors that disgust them or cause discomfort."]
		},
		"What are the symptoms of chromophobia?": {
			"items": ["Children and adults with chromophobia have symptoms ranging from intense discomfort to a full panic attack. When they see a color they’re afraid of, they may have:", "Chills.\nDizziness and lightheadedness.\nExcessive sweating (hyperhidrosis).\nHeart palpitations.\nNausea.\nShortness of breath (dyspnea).\nTrembling or shaking.\nUpset stomach or indigestion (dyspepsia).", "People with this disorder may stay indoors because they worry about coming into contact with the color that triggers the phobia. Their fear of colors can lead to another type of anxiety disorder called agoraphobia. This disorder causes people to avoid certain situations from which they can’t escape. They often stay inside their homes and away from crowded places."]
		},
		"How do healthcare providers diagnose chromophobia?": {
			"items": ["Healthcare providers diagnose chromophobia and other types of phobias during a thorough mental health evaluation. Your healthcare provider will discuss your symptoms, when they started and what triggers them.", "Your healthcare provider may recommend talking to a mental health professional over the course of several weeks. A healthcare provider who specializes in anxiety disorders will ask about other phobias, mental illness or mood disorders. They’ll also ask about your family history of phobias, anxiety disorders and other mental illness.", "Generally, people receive a diagnosis of chromophobia or another specific phobic disorder if they:", "Experience extreme anxiety or panic attacks that last for six months or longer.\nGo to great lengths to avoid the situation or object that’s causing distress.\nHave symptoms that significantly impact their quality of life or damage relationships."]
		},
		"How do I manage or treat chromophobia?": {
			"items": ["Some therapies, techniques and treatments can help people with color phobia manage their symptoms. These include:", "Cognitive behavioral therapy (CBT), to help you think about your fears differently, gain a new perspective and control your response to them.\nExposure therapy, which gradually increases your contact with certain colors. Your healthcare provider may show you certain colors for a few seconds at a time to lower your sensitivity.\nHypnotherapy, which uses guided relaxation while you’re in a hypnotic (calm and responsive) state. During this time, your mind is more open to thinking about fears in a different way.\nPsychotherapy, which allows you to talk about your fears and find strategies that can help you overcome them.\nMedications, which can treat panic attacks and help manage other mental health disorders. Your healthcare provider may recommend anti-anxiety medications or medications to treat depression.\nRelaxation techniques, breathing exercises, and meditation, which can help you control anxiety. You may also benefit from yoga and mindfulness exercises."]
		},
		"What are the complications of chromophobia?": {
			"items": ["Severe chromophobia can have a devastating impact on your overall quality of life. People with this disorder tend to avoid everyday activities. In doing so, they may harm relationships with friends and family — or lose their jobs. These losses can lead to social isolation, serious depression and worsening mental health."]
		},
		"What is the prognosis (outlook) for people who have chromophobia?": {
			"items": ["Therapy and medication can help people with chromophobia manage their symptoms and improve their quality of life. Ongoing treatment may be necessary."]
		},
		"When should I see my healthcare provider about chromophobia?": {
			"items": ["Call your healthcare provider if you or your child experiences extreme discomfort or anxiety when exposed to certain colors. You should get an evaluation if symptoms are severe or if anxiety or panic attacks are impacting your daily life.", "Remember that kids often have phobias growing up. They usually outgrow them or learn to manage them. If your child has a persistent fear of colors that affects their everyday life, call their healthcare provider.", "To understand chromophobia, you may want to ask:", "What could be the cause of chromophobia?\nWhat type of therapy or treatment is right for me?\nWhat experience do you have with CBT, exposure therapy and other types of therapy?\nHow do I know if I’ll need short-term or long-term therapy?\nDoes having a specific phobia disorder increase my chances of developing other anxiety disorders or mental illnesses?", "A note from Cleveland Clinic", "If you or your child has an extreme fear of colors, talk to your or their healthcare provider. In severe cases, chromophobia can cause people to avoid leaving home for fear of seeing a color that frightens them. Untreated, chromophobia can damage relationships and lead to trouble at work or school. Therapy, medications and other treatments (such as relaxation techniques) can help. Tell your healthcare provider if you or anyone in your family has a history of other phobias, mental illness or mood disorders.", "Last reviewed by a Cleveland Clinic medical professional on 03/22/2022.", "Merck Manual (Consumer Version). Phobic disorders (phobias). (https://www.merckmanuals.com/home/quick-facts-mental-health-disorders/anxiety-and-stress-related-disorders/phobic-disorders-phobias)  Accessed 3/22/2022.\nMerck Manual (Consumer Version). Specific phobic disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 3/22/2022.\nNational Institute of Mental Health. Specific Phobia. (https://www.nimh.nih.gov/health/statistics/specific-phobia)  Accessed 3/22/2022.", "Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy", "Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"]
		},
		"Related Institutes & Services": {
			"items": ["Appointments\nContact Us", ""]
		}
	}
}, {
	"name": "Chronophobia (Fear of Time)",
	"description": "Chronophobia is the extreme fear of time or time passing. It can cause severe anxiety, feelings of dread, obsessive behaviors and depression. People who are elderly, ill or imprisoned are more likely to develop this anxiety disorder. They may fear their own mortality, obsess over time or worry about their days being limited. Therapy can help.",
	"data": {
		"What is chronophobia?": {
			"items": ["Chronophobia is an extreme fear of time or the passage of time. People with this anxiety disorder feel intense discomfort or dread when they think about time passing them by. They may be concerned about their own mortality or worry about getting older. Some people become obsessed with watching the clock or marking days off the calendar.", "Chronophobia can cause people to have racing thoughts or obsessive behaviors. In severe cases, it can lead to panic attacks, social isolation and problems with relationships. Psychotherapy can help people manage symptoms and improve quality of life."]
		},
		"What is a phobia?": {
			"items": ["Phobias cause people to be afraid of a situation or object that isn’t actually dangerous. People with phobias have illogical, unrealistic fears and unusual reactions to things other people don’t find scary or worrisome.", "Chronophobia is a specific phobia disorder. People with specific phobia disorders have extreme reactions to a certain object or situation. They do whatever they can to avoid the thing that causes discomfort, concern or fear. Chronophobia is especially problematic because it isn’t possible to stop the passage of time. People with this condition often feel out of control."]
		},
		"How common is chronophobia?": {
			"items": ["It’s hard knowing exactly how many people have a specific phobia, like chronophobia (fear of time). Many people may keep this fear to themselves or may not recognize they have it. We do know that about 1 in 10 American adults and 1 in 5 teenagers will deal with a specific phobia disorder at some point in their lives, though."]
		},
		"Who is at risk of chronophobia?": {
			"items": ["Some people are more likely to have chronophobia. Your risk is higher if you:", "Are elderly or ill: People who are older and those with terminal medical conditions can be overcome with worry about nearing the end of life. They can become obsessed with the number of days they have to live, causing extreme anxiety.\nAre in prison: Chronophobia is more common among people who are incarcerated. Healthcare providers call this condition “prison neurosis.” Inmates, especially those serving a long sentence, can become obsessed with time passing. They may feel like time is moving too slowly or too quickly, and they often count down the days until their release. They may also feel claustrophobic while they’re in prison.\nHad a traumatic experience: Some people get chronophobia following a natural disaster, near-death experience or other traumatic event. They may develop the condition as part of post-traumatic stress disorder (PTSD). Healthcare providers saw many people with chronophobia after quarantining during the COVID-19 pandemic. They became obsessed with tracking time or felt as if they didn’t have any control over the passage of time.\nHave a history of mental illness: People with generalized anxiety disorder (GAD), a history of panic attacks or panic disorder or other phobias are at a higher risk. You also have an increased risk of a phobia if you have depression or substance abuse disorder."]
		},
		"What causes chronophobia?": {
			"items": ["Healthcare providers believe chronophobia and other phobias result from a mix of environmental factors and genetics. Being incarcerated, having a terminal illness or surviving a traumatic event can lead to chronophobia.", "People who have anxiety problems and mental illness are more likely to develop a phobia. Mental illness, mood disorders and phobias tend to run in families. You have a higher risk of these conditions if you have a relative who has them."]
		},
		"What are triggers of chronophobia?": {
			"items": ["The fear, dread and anxiety of chronophobia can happen for several reasons. Milestones such as holidays, birthdays, graduations and anniversaries can trigger this phobia. These triggers spark concerns about:", "Not having control over the fact that time is passing them by.\nTheir own mortality. They may also have an extreme fear of death or dying (thanatophobia).\nTime feeling “immense” (very big) or overwhelming.\nTime moving too slowly."]
		},
		"What are the symptoms of chronophobia?": {
			"items": ["People with chronophobia sometimes feel as if they’re detached from their own body. This is a condition called depersonalization/derealization disorder. They may feel like time speeds up or slows down randomly. They may also have:", "Chills.\nDizziness and lightheadedness.\nExcessive sweating (hyperhidrosis).\nHeart palpitations.\nNausea.\nShortness of breath (dyspnea).\nTrembling or shaking.\nUpset stomach or indigestion (dyspepsia)."]
		},
		"How do healthcare providers diagnose chronophobia?": {
			"items": ["Healthcare providers use a mental health evaluation to diagnose chronophobia. There isn’t a specific test to diagnose chronophobia. Your healthcare provider will ask you about your symptoms, mental health history and whether you have other phobias. They may refer you to a mental health professional who specializes in phobias and anxiety disorders."]
		},
		"How do I manage or treat chronophobia?": {
			"items": ["Chronophobia treatments include:", "Psychotherapy, or talk therapy. This is the main treatment for chronophobia anxiety. Your healthcare provider helps you understand your fears and works with you to overcome them.\nCognitive behavioral therapy (CBT) teaches you to think about the phobia in a different way. It also helps you gain more control over how you respond to it.\nHypnotherapy, which helps you reframe your concerns and manage fear. While your mind is in a calm state, your healthcare provider offers strategies to relax.\nMeditation and yoga, which can control anxiety. Your healthcare provider may also give you exercises for mindfulness and breathing.", "There isn’t a medication to treat chronophobia. But some medications can help control panic attacks or treat mental health disorders. If you have depression or other mood disorders, talk to your healthcare provider about medications that may be right for you."]
		},
		"What are the complications of chronophobia?": {
			"items": ["Untreated, chronophobia can have a serious impact on everyday life. People with severe chronophobia can develop relationship problems. They may find it difficult to be part of their community.", "The condition can also worsen mental health issues. People with chronophobia are obsessed with time. And, they may become extremely depressed, anxious and isolated."]
		},
		"What is the prognosis (outlook) for people who have chronophobia?": {
			"items": ["Therapy can help you manage chronophobia and improve your quality of life. But the outlook depends on each individual’s situation and health history. As with any mental health disorder, you may need ongoing therapy (or several types of therapy) to relieve your symptoms and feel better."]
		},
		"When should I see my healthcare provider about chronophobia?": {
			"items": ["It’s normal to worry about the passage of time or your own mortality occasionally. But you should talk to healthcare your provider if chronophobia symptoms are severe. Call your healthcare provider right away if anxiety, obsessive behaviors or panic attacks are affecting your everyday life.", "To understand this disorder, you may want to ask:", "What could be causing my symptoms?\nWhat type of therapy or treatment is right for me?\nWhat experience do you have with psychotherapy, CBT and hypnotherapy?\nWhat relaxation techniques can I do on my own to control my anxiety?\nDoes chronophobia increase my chances of developing other anxiety disorders or mental illness?", "A note from Cleveland Clinic", "Chronophobia can cause severe anxiety, disordered thoughts, obsessive behaviors and worsening mental health. In serious cases, the condition can cause people to become isolated, leading to problems with work or relationships. As with other types of phobias, therapy can help. Your healthcare provider can teach you techniques to help you control anxiety. Be open and honest with them about your symptoms. Share information about other phobias, mood disorders or mental illness in your family.", "Last reviewed by a Cleveland Clinic medical professional on 03/22/2022.", "Merck Manual (Consumer Version). Phobic Disorders (Phobias). (https://www.merckmanuals.com/home/quick-facts-mental-health-disorders/anxiety-and-stress-related-disorders/phobic-disorders-phobias)  Accessed 3/22/2022.Merck Manual (Consumer Version). Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 3/22/2022.\nNaguy A, Moodliar-Rensburg S, Alamiri B. Coronaphobia and chronophobia - A psychiatric perspective. (https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7151292/)  Asian J Psychiatr. 2020 Jun;51:102050. Accessed 3/22/2022.\nNational Institute of Mental Health. Specific Phobia. (https://www.nimh.nih.gov/health/statistics/specific-phobia)  Accessed 3/22/2022.", "Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy", "Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"]
		},
		"Related Institutes & Services": {
			"items": ["Appointments\nContact Us", ""]
		}
	}
}, {
	"name": "Claustrophobia (Fear of Enclosed Spaces)",
	"description": "Fear of confined spaces (claustrophobia) becomes a phobia when it interferes with your ability to function at work, school, or other daily activities. Common triggers include tunnels, elevators, trains and airplanes. Behavior training is the main treatment. Other coping methods include relaxation, deep breathing exercises and joining a support group.",
	"data": {
		"What is claustrophobia?": {
			"items": ["Claustrophobia is an intense fear of confined or enclosed spaces.", "Many fears seems reasonable. We all try to avoid things that make us feel uncomfortable. The difference between a fear and a phobia is that a phobia is an intense and irrational fear toward one or more things or situations. Also, with phobias, the level of your fear doesn’t match the actual danger presented by the feared object or situation.", "Phobias become a health issue when the fear interferes with your ability to carry out daily activities. Phobias can limit your ability to work efficiently, put a strain on your relationships and reduce your self-esteem."]
		},
		"What situations can trigger claustrophobia?": {
			"items": ["Common triggers include:", "Tunnels.\nElevators.\nTrains.\nAirplanes.\nSmall cars.\nCaves.\nMRI imaging machine.\nCellars.\nSmall rooms without windows or with windows that can’t be opened.\nThoughts about being in a confined space."]
		},
		"What does claustrophobia feel like?": {
			"items": ["If you have claustrophobia, you feel anxious about being in an enclosed or tight-fitting space. You may have trouble concentrating and functioning. You may be overwhelmed with thoughts about being in a confined space. Your thoughts may keep you up at night."]
		},
		"How common is claustrophobia?": {
			"items": ["About 12.5% of the population has claustrophobia. The average person with a specific phobia, such as claustrophobia, fears three objects or situations. About 75% of people with a specific phobia fear more than one object or situation."]
		},
		"Who gets claustrophobia?": {
			"items": ["Claustrophobia is more common in females than males. Although anyone, at any age, can develop a specific phobia, most develop in childhood and adolescence."]
		},
		"What are the symptoms of claustrophobia?": {
			"items": ["Symptoms of claustrophobia are similar to symptoms of anxiety and a panic attack. You may experience:", "Physical symptoms", "Sweating or shaking.\nTightness in chest or rapid heartbeat.\nTrouble breathing or breathing fast.\nChills or flushing (red, hot face).\nChoking feeling.\nUpset stomach or feeling “butterflies” in your stomach.\nDizziness, feeling faint or lightheaded.\nDry mouth.\nFeeling confused or disoriented.\nNumbness or tingling.\nRinging in your ears.\nCrying, tantrums, freezing or clinging (symptoms of a specific phobia in children).", "Emotional symptoms", "Fear of losing control.\nFear of fainting.\nFeelings of dread.\nFeeling overwhelming anxiety.\nFeeling an intense need to leave the situation.\nUnderstanding that the fear isn’t rational, but you can’t overcome it.\nFear of dying."]
		},
		"What causes claustrophobia?": {
			"items": ["What causes claustrophobia isn’t fully understood. Researchers believe causes might include:", "A traumatic event as a child: Some adults with claustrophobia report one or more events where they were trapped or confined to a tight space as a child.\nA triggering event after childhood: You may have had a triggering event such as you got stuck in an elevator or experienced severe turbulence on an airplane.\nChildhood exposure to a parent’s claustrophobia: You may develop claustrophobia if you felt the anxieties of one of your parent’s reaction to confined spaces.", "Technically, scientists believe neurochemicals overstimulate an area of your brain — your amygdala — in the presence of fear. There’s also thought that a single genetic mutation can increase your risk of claustrophobia if you have that gene defect."]
		},
		"How is claustrophobia diagnosed?": {
			"items": ["If you have claustrophobia, you have a fear of enclosed spaces and you know it’s a problem because you take great caution in avoiding situations in which you might encounter confined spaces.", "Your healthcare provider will want to confirm that your fear is indeed a phobia versus a normal fear and that it’s not the result of a medical condition or psychiatric disorder. Phobias significantly interfere with your ability to live a normal life. Your provider may give you a questionnaire to fill out or ask you directly how your claustrophobia has affected your daily life, how intense your fear feels and how often you feel it, how it affects your interactions with your friends and family and how you cope. Your provider may also ask you other questions about yourself, including recent life changes, stressors, and any medications or supplements that you take.", "Your provider may make the diagnosis of claustrophobia if you have all of the following:", "Your fear of enclosed spaces is intense and has been present for six months or longer.\nYour fear or anxiety is about a specific situation or object — in this case, enclosed spaces such as an elevator or small car.\nYour fear and anxiety almost always happen as soon as you encounter your specific fear or think about the feared situation.\nYou avoid your feared situation or endure it with intense fear or anxiety.\nYour fear is out of proportion to the actual danger.\nYour fear is causing you significant distress or significantly hampers your ability to function."]
		},
		"How is claustrophobia treated?": {
			"items": ["Exposure therapy and cognitive behavioral therapy are the two main treatments for claustrophobia.", "Exposure therapy (also called desensitization therapy)", "In this type of psychotherapy, you are gradually exposed to your feared situation. With gradual, repeated exposure, the goal is that you will feel comfortable in your specific feared situation.", "Exposure therapy may involve:", "Facing your feared phobia directly, in real-time.\nRecalling and describing your feared experience.\nLooking at pictures or using virtual reality to get close to the real feared experience yet be in a safe environment.", "Exposure therapy can be paced in several ways. Therapy also includes relaxation and breathing exercises. Your psychologist will develop a unique plan for you, based on the severity of your symptoms.", "Cognitive behavioral therapy (CBT)", "This type of psychotherapy (talk therapy) focuses on managing your phobia by changing the way you think, feel and behave.", "During CBT, you’ll:", "Discuss your symptoms and describe how you feel.\nExplore your phobia more deeply to gain an understanding of how to respond.\nLearn how to recognize, reevaluate and change your thinking.\nUse problem-solving skills to learn how to cope.\nFace your phobia instead of avoiding it.\nLearn how to keep your mind and body calm."]
		},
		"Are medications used to treat claustrophobia?": {
			"items": ["In addition to therapy and coping strategies, medications are sometimes prescribed for a short period of time to treat anxiety caused by claustrophobia. For example, your provider might prescribe medications to treat anxiety when you’re flying. The two main medication classes most often prescribed are:", "Benzodiazepines, such as the antianxiety drugs alprazolam (Xanax®), clonazepam (Klonopin®) and diazepam (Valium®).\nSelective serotonin reuptake inhibitors, such as paroxetine (Paxil®) or escitalopram (Lexapro®)."]
		},
		"What can I do to better cope with claustrophobia?": {
			"items": ["In addition to seeing your primary healthcare provider or psychologist, you can try any of the following that make you feel comfortable:", "Talk to someone you trust: Having someone listen to your claustrophobic fears can be helpful to you.\nLearn strategies to relax: Try deep breathing exercises (breathe in slowly and deeply through your nose, hold for three seconds, breathe out slowly through your mouth), mediation, mindfulness, progressive muscle relaxation (tensing and relaxing muscle groups) and other methods to relax. Visualize and focus your attention on something that makes you calm.\nJoin a support group: Support groups can be helpful in knowing you are not alone and for sharing tips and advice.\nCheck if an organization provides a course for overcoming your fear: For example, if you’re afraid of flying, check if an airline or your local airport offers a class on fear of flying.\nTake care of yourself: Eat a well-balanced diet, follow good sleep habits and exercise for 30 minutes at least five days a week. Healthy lifestyle choices can decrease your anxiety."]
		},
		"What can I expect if I have a diagnosis of claustrophobia?": {
			"items": ["Without treatment, a phobia can last a lifetime and can isolate you from people and social activities.", "Fortunately, phobias are very treatable. Psychotherapy — exposure therapy in particular — helps as many as 90% of people committed to practicing the techniques they learn. You may notice improvements within weeks to a few months."]
		},
		"Having claustrophobia, what can I do to better prepare myself for an MRI imaging test?": {
			"items": ["Tell your healthcare provider you have claustrophobia at your first medical appointment. They may prescribe a medication to take shortly before your test to help calm your nerves. Depending on the area of your body being examined, there may be other options during an MRI scan. Ask if an open MRI machine is available and could be an option for your exam.", "Know that a calming light breeze will blow on your face, a headset is available to block out noise or to listen to music during your scan, and you’ll have a panic button if you feel uncomfortable and wish to be removed from the machine at any time. Also, your technician will talk to you throughout the scan. Other tips to keep yourself calm include:", "Take a few deep, slow breaths before entering the machine.\nKeep your eyes closed from the time you lie down on the table and picture yourself in a place that is calming and peaceful to you (e.g., lying on a beach or under the stars on a blanket in an open field)."]
		},
		"How do I know at what point I need to see my doctor for my claustrophobia?": {
			"items": ["It may be time to see your healthcare provider if your intense fear of enclosed spaces:", "Interferes with your daily activities, including functioning at work or school.\nKeeps you away from activities or special events with family and friends.\nConsumes your thoughts most of the time.\nKeeps you up at night.", "A note from Cleveland Clinic", "It may be comforting to know that many people have phobias. Your healthcare provider is ready to help you. The good news is that claustrophobia is a treatable condition. With treatment and your commitment to practice the techniques you learn in therapy, you can learn to cope with your triggers, manage your fear of confined spaces and enjoy your life.", "Last reviewed by a Cleveland Clinic medical professional on 09/15/2021.", "American Psychiatric Association. Diagnostic and Statistical Manual of Mental Disorders (DSM-5). Specific Phobia. Washington DC: American Psychiatric Association, 2013. Accessed 9/23/2021.\nAmerican Psychological Association. What is Exposure Therapy? (https://www.apa.org/ptsd-guideline/patients-and-families/exposure-therapy)  Accessed 9/23/2021.\nFeinstein JS, Adolphs R, Damasio A, Tranel D. The human amygdala and the induction and experience of fear. (https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3030206/)  Curr Biol. 2011 Jan 11;21(1):34-8. Accessed 9/23/2021.\nMerck Manual Consumer Version. Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders?query=claustrophobia)  Accessed 9/23/2021.\nMinkova L, Sladky R, Kranz GS, et al. Task-dependent modulation of amygdala connectivity in social anxiety disorder. (https://pubmed.ncbi.nlm.nih.gov/28226306/)  Psychiatry Res Neuroimaging. 2017 Apr 30;262:39-46. Accessed 9/23/2021.\nNational Health Service. Claustrophobia. (https://www.nhs.uk/mental-health/conditions/claustrophobia/)  Accessed 9/23/2021.\nVadakkan C, Siddiqui W. Claustrophobia. (https://www.ncbi.nlm.nih.gov/books/NBK542327/)  [Updated 2021 Jan 25]. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2021 Jan-. Accessed 9/23/2021.", "Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy", "Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"]
		},
		"Related Institutes & Services": {
			"items": ["Appointments\nContact Us", ""]
		}
	}
}, {
	"name": "Coulrophobia (Fear of Clowns)",
	"description": "Coulrophobia brings on feelings of fear when you see clowns or clown images. It’s a specific phobic disorder that causes anxiety, a racing heart, nausea and profuse sweating. Most people can avoid clowns. Some need exposure therapy, a type of psychotherapy, to help manage their reactions to clowns and clown images.",
	"data": {
		"What is coulrophobia?": {
			"items": ["Coulrophobia (COOl-ruh-FOE-bee-uh) is a fear (phobia) of clowns. Children and adults who fear clowns may experience extreme, irrational reactions when they see clowns in person or view pictures or videos of clowns. Someone with a fear of clowns is coulrophobic. They may go out of their way to avoid any exposure to clowns.", "Awareness of coulrophobia is relatively new. The term coulrophobia first appeared in the late 1990s. “Coulro” is the Greek word for stilt walkers. Recent movies featuring creepy-looking clowns, like “It” and “Joker,” made people more aware of this phobia."]
		},
		"What are coulrophobia triggers?": {
			"items": ["Any event with a clown may trigger coulrophobia, such as:", "Birthday parties, Halloween parties and trick-or-treating.\nCircuses, fairs or festivals.\nFast-food restaurants that use clowns as mascots.\nMovies, TV shows, commercials, billboards and advertisements."]
		},
		"How common is fear of clowns?": {
			"items": ["There are few studies on coulrophobia. Some experts believe as many as 1 in 10 adults have a fear of clowns. One study on hospitalized children found that approximately 10 out of 1,000 children, most of them girls, were afraid of the clowns the hospital brought in to cheer them up."]
		},
		"Who is at risk for coulrophobia?": {
			"items": ["Coulrophobia affects all ages and genders, although females may be more likely to be afraid of clowns. Researchers have noted signs of coulrophobia in children as young as 3. You may be more at risk for developing this specific phobic disorder if you already have an anxiety disorder or other phobias."]
		},
		"What causes coulrophobia?": {
			"items": ["People with coulrophobia may be reacting to a clown’s colorful makeup. This disguise hides a clown’s facial features and distorts facial expressions, creating feelings of distrust."]
		},
		"What are coulrophobia symptoms?": {
			"items": ["Children and adults with coulrophobia may try to get away from a clown, hide behind a person or object, or cover their eyes so that they don’t have to see the clown. A child may cry. Sometimes, just the possibility of seeing a clown causes an anxious response.", "Other signs of coulrophobia include:", "Fast breathing and heart rate.\nAn intense feeling of terror.\nPale skin.\nProfuse sweating (hyperhidrosis).\nNausea.\nTrembling or shaking."]
		},
		"How is coulrophobia diagnosed?": {
			"items": ["The American Psychiatric Association (APA) doesn’t recognize coulrophobia as a phobic disorder in its Diagnostic and Statistical Manual of Mental Disorders (DSM). There are no set criteria for diagnosing it.", "A healthcare provider may recommend an evaluation with a mental health professional like a psychologist. This provider may diagnose coulrophobia after evaluating symptoms, including the impact of the phobia on daily life.", "You or your child may have a specific phobic disorder like coulrophobia if the fear:", "Occurs when you see a clown or its image.\nCauses you to avoid certain situations like parties or the movies.\nBrings on intense distress that doesn’t match the actual danger.\nLasts six months or longer.\nAffects your quality of life."]
		},
		"How is coulrophobia managed or treated?": {
			"items": ["There isn’t a specific coulrophobia treatment. If the phobia disrupts your quality of life, exposure therapy with a mental health professional may help. Exposure therapy is a type of psychotherapy or talk therapy. It can help as many as 9 in 10 people overcome specific phobias.", "Exposure therapy involves gradual and repeated exposures to images or situations that trigger coulrophobia symptoms. The process involves:", "Learning breathing and relaxation techniques to use before and during exposure.\nViewing images or videos of clowns. (A child may benefit from watching a person put on clown makeup and transform into a clown.)\nGradually progressing to being in the same area as a clown.\nEventually, being next to a clown or holding and viewing a clown image.", "Your provider may combine exposure therapy with cognitive-behavioral therapy (CBT). This therapy helps you change how you perceive and respond to situations that trigger anxiety.", "Anti-anxiety medications generally aren’t helpful or needed for specific phobic disorders. In certain situations, like during Halloween when many people dress up as clowns, an anti-anxiety drug may help you feel calmer."]
		},
		"What are the complications of coulrophobia?": {
			"items": ["Some people with coulrophobia have panic attacks when they see clowns. You may have noncardiac chest pain, a fast heart rate and feel like you’re having a heart attack. Persistent worries about having panic attacks can lead to panic disorder. You may need long-term anti-anxiety medication therapy."]
		},
		"When should I call the doctor?": {
			"items": ["You should call your healthcare provider if you experience:", "Panic attacks.\nPersistent anxiety that interferes with daily life or sleeping."]
		},
		"What questions should I ask my doctor?": {
			"items": ["You may want to ask your healthcare provider:", "What is causing this phobia?\nWhat is the best treatment for me?\nShould I try exposure therapy?\nHow long will I need therapy?\nShould I watch for signs of complications?", "A note from Cleveland Clinic", "Many children and adults express a fear of clowns. People with coulrophobia go out of their way to avoid any exposure to clowns or clown images. Fortunately, running into clowns isn’t a typical, everyday occurrence. You or your child can take steps to avoid seeing clowns and clown images. If the fear becomes too great, don’t hesitate to talk to your healthcare provider. Exposure therapy with a mental health professional can help you manage this phobia.", "Last reviewed by a Cleveland Clinic medical professional on 08/09/2021.", "Meiri N, Schnapp Z, Ankri A, et al. Fear of clowns in hospitalized children: Prospective experience. (https://pubmed.ncbi.nlm.nih.gov/27966019/)  European Journal of Pediatrics. 2017;176(2):269-272. Accessed 8/26/2021.\nMerck Manual (Consumer Version). Phobic disorders (phobias). (https://www.merckmanuals.com/home/quick-facts-mental-health-disorders/anxiety-and-stress-related-disorders/phobic-disorders-phobias)  Accessed 8/26/2021.\nMerck Manual (Consumer Version). Specific phobic disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 8/26/2021.\nVan Venrooij LT, Barnhoorn PC. Coulrophobia: How irrational is fear of clowns? (https://link.springer.com/article/10.1007/s00431-017-2896-x)  Euro J Pediatr. 2017;176:677. Accessed 8/26/2021.", "Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy", "Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"]
		},
		"Related Institutes & Services": {
			"items": ["Appointments\nContact Us", ""]
		}
	}
}, {
	"name": "Cyberphobia (Fear of Computers)",
	"description": "Cyberphobia is an extreme fear of computers. People with this anxiety disorder may also fear smartphones and the internet. Severe cyberphobia can cause people to avoid going to work, school or any place where there might be a computer. Therapy and technological education can help people manage symptoms of cyberphobia.",
	"data": {
		"What is cyberphobia?": {
			"items": ["Cyberphobia is an extreme fear of computers. Someone with computer phobia has an intense fear of using a computer or being around computers. They may avoid going places (like an office or school) where computers might be.", "Providers also call this phobia logizomechanophobia. This name comes from the Greek words “log,” which means word, and “machano,” which means machine. People with this condition may also feel anxious or worried about using the internet. In severe cases, cyberphobia can cause people to stop using computers or the internet completely. They may also avoid smartphones, which are actually mini computers.", "Because technology plays a major role in modern life and computers are everywhere, extreme cyberphobia can cause significant problems. People with severe cyberphobia may avoid going to work, school or public places — wherever computers might be. Therapy can help people with this disorder manage symptoms and learn to accept and use this technology."]
		},
		"What is a phobia?": {
			"items": ["Phobias are anxiety disorders. They cause people to have extreme, unrealistic fears. People with phobias are afraid of things that other people don’t find scary or troubling.", "Cyberphobia is a type of specific phobia disorder. These disorders cause people to have a reaction to a specific situation or object. The object or situation may be harmless, but the person with the phobia has an unusually strong reaction to it. People with a specific phobia disorder go to great lengths to avoid encountering the object that scares or upsets them."]
		},
		"How common is cyberphobia?": {
			"items": ["About 1 in 10 American adults and 1 in 5 teenagers will deal with a specific phobia disorder at some point in their lives. But providers don’t know exactly how many people have cyberphobia. They believe people over age 65 are more likely to get this phobia because they didn’t grow up with computers and they may not understand how to use them. Advanced technology can be overwhelming and may cause confusion, which can be scary.", "Cyberphobia is a type of technophobia, which is an extreme fear of technology. This phobia is closely related to mechanophobia (fear of machines). Telephonophobia (or telephobia) is a condition that causes anxiety when talking on the phone. It can occur along with cyberphobia, especially among people who fear smartphones."]
		},
		"What causes cyberphobia?": {
			"items": ["Providers believe that phobias result from a combination of genetics, environmental factors and personal history. People who have anxiety disorders, other phobias or mental illnesses are more likely to develop a phobia. People with these conditions may be more vulnerable to developing cyberphobia if they have an unpleasant experience with a computer or smartphone.", "You’re more likely to have a specific phobia disorder such as cyberphobia if you have:", "Depression.\nGeneralized anxiety disorder (GAD).\nMental illness such as delusional disorder or schizophrenia.\nObsessive-compulsive disorder (OCD).\nOther phobias or a history of phobias in your family.\nPanic attacks or panic disorder.\nSubstance abuse disorder."]
		},
		"What are the triggers of cyberphobia?": {
			"items": ["People with this disorder can become extremely anxious when they see, think about or use a computer. Even being in the same room with a computer or smartphone can cause distress. The idea of learning to use a computer may seem too complex, which can cause anxiety.", "People with cyberphobia may have concerns about using the internet. They might worry about sharing personal information online. This concern can lead to feelings of vulnerability and anxiety about protecting their privacy and security. They might worry about getting “hacked” or having a computer steal their financial information.", "These views cause people to see computers as dangerous. They may fear for their safety or feel as if someone is watching or spying on them."]
		},
		"What are the symptoms of cyberphobia?": {
			"items": ["People with this disorder get extremely anxious or afraid when they think about, see or have to use a computer or the internet. Signs of cyberphobia include:", "Chills.\nDizziness and lightheadedness.\nExcessive sweating (hyperhidrosis).\nHeart palpitations.\nNausea.\nShortness of breath (dyspnea).\nTrembling or shaking.\nUpset stomach or indigestion (dyspepsia)."]
		},
		"How do healthcare providers diagnose cyberphobia?": {
			"items": ["Your provider will ask you several questions about your fear of computers. They may ask when you have symptoms, how often they occur and what triggers them. They will ask if you have other phobias or anxiety disorders.", "Tell your provider if your symptoms affect your sleep, daily activities, work or school. To confirm a diagnosis, your provider may refer you to a mental health professional. These specialists have specific training in diagnosing phobias and other anxiety disorders."]
		},
		"How do providers treat cyberphobia?": {
			"items": ["Therapy is the main treatment for cyberphobia. To help you feel comfortable with this technology, it’s important to learn how to use it properly. Learning the basics of computer use and internet safety can help you see these technologies in a positive way.", "Several types of therapy can help people with this disorder, including:", "Cognitive behavioral therapy (CBT), which helps you change the way you respond to fear when you see or think about a computer.\nExposure therapy, which gradually increases your exposure to computers. Your provider may also recommend a one-on-one tutor who can teach you how to use a computer in a compassionate environment.\nPsychotherapy, or talk therapy, to help you understand your fears and where they’re coming from.\nHypnotherapy, which includes guided relaxation exercises while your mind is in a calm state. Hypnotherapy can help you see computers as helpful, not harmful.\nMindfulness exercises, yoga, breathing exercises and meditation to teach you to control your anxiety and your body’s response to it.", "If you have other mental health concerns, your provider may recommend medications. Although there aren’t medications to treat cyberphobia, you may benefit from medications to treat depression. Other drugs can relieve anxiety or control panic attacks."]
		},
		"What are the complications of cyberphobia?": {
			"items": ["Without treatment, people with this condition can withdraw from everyday life. They may become paranoid about their information getting stolen through the internet. This intense paranoia or fear can cause them to stop sending or responding to emails or using a smartphone.", "To avoid coming into contact with a computer, people with severe cyberphobia may stop going to work or school. They might fear leaving their house (agoraphobia). They may choose to stay home where they can control their exposure to computers. Damaged relationships, financial problems, isolation and depression can result from this disorder."]
		},
		"How can I reduce my risk of cyberphobia?": {
			"items": ["There isn’t a way to prevent cyberphobia. But you can lower your risk by talking to a therapist or counselor. If you have other phobias or a family history of phobias or mental illness, talk to your provider. They can connect you with a mental health professional who can work with you to address symptoms and help you manage them."]
		},
		"What is the prognosis (outlook) for people who have cyberphobia?": {
			"items": ["Therapy and technological education can help many people manage this phobia. But the outlook depends on several factors, including how severe the phobia is. You might need long-term therapy as computer technology continues to evolve, or you may need a combination of therapies."]
		},
		"When should I see my healthcare provider about cyberphobia?": {
			"items": ["Talk to your provider if you have severe signs of cyberphobia. If you avoid going to work or school, or if your anxiety affects your daily life, see your provider.", "To gain a better understanding of cyberphobia, ask your provider:", "What is the cause of cyberphobia?\nHow is this disorder related to other phobias?\nWhat type of therapy or treatment is right for me?\nWhat experience do you have with exposure therapy and CBT?\nWhat relaxation techniques can I do on my own to control my anxiety around computers?\nCan you recommend a computer instructor who has experience helping people with phobias?", "A note from Cleveland Clinic", "Computers, smartphones and the internet are a major part of modern life. Being afraid of computers can severely impact your life. If you’re going out of your way to avoid computers or other technology, talk to your provider. Several types of therapy and relaxation techniques can help people with this disorder. It’s also important to learn how to use a computer and understand internet safety. An experienced instructor can help you learn the basics so you’ll feel more comfortable with this technology.", "Last reviewed by a Cleveland Clinic medical professional on 03/22/2022.", "Bagewadi VI, Das S. Internet Phobia: A Case Report. (https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6241174/)  Indian Journal of Psychological Medicine. 2018 Nov-Dec;40(6):584-585. Accessed 3/22/2022.\nDi Giacomo D, Ranieri J, D'Amico M, Guerra F, Passafiume D. Psychological Barriers to Digital Living in Older Adults: Computer Anxiety as Predictive Mechanism for Technophobia. (https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6770433/)  Behavioral Sciences (Basel). 2019 Sep 11;9(9):96. Accessed 3/22/2022.\nMerck Manual (Consumer Version). Phobic disorders (phobias). (https://www.merckmanuals.com/home/quick-facts-mental-health-disorders/anxiety-and-stress-related-disorders/phobic-disorders-phobias)  Accessed 3/22/2022.\nMerck Manual (Consumer Version). Specific phobic disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 3/22/2022.\nNational Institute of Mental Health. Specific Phobia. (https://www.nimh.nih.gov/health/statistics/specific-phobia)  (https://www.nimh.nih.gov/health/statistics/specific-phobia)  Accessed 3/22/2022.", "Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy", "Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"]
		},
		"Related Institutes & Services": {
			"items": ["Appointments\nContact Us", ""]
		}
	}
}, {
	"name": "Cynophobia (Fear of Dogs)",
	"description": "Cynophobia is the overwhelming fear of dogs. People with this anxiety disorder feel intense fear and anxiety when they think about, see or encounter a dog. In severe cases, this phobia can cause people to avoid places where dogs might be. Exposure therapy and cognitive behavior therapy (CBT) can help people manage cynophobia.",
	"data": {
		"What is cynophobia?": {
			"items": ["Cynophobia is an extreme fear of dogs. The name of this phobia comes from “cyno,” the Greek word for dog. Children and adults with this disorder go out of their way to avoid dogs. They may have severe anxiety or a full panic attack when hearing a dog bark, watching a movie about a dog or going to a place where a dog might be.", "In severe cases, people with this disorder avoid friends or stay indoors because they worry about meeting a dog. Several types of therapy can help people with this phobia."]
		},
		"What is a phobia?": {
			"items": ["Phobias are anxiety disorders that cause people to be afraid of a situation or object that is usually harmless. They involve excessive fear of an event or situation that won’t necessarily cause harm in reality. And they tend to have unexpected reactions to things other people don’t find scary or worrisome.", "Cynophobia is a specific phobia disorder. People with specific phobia disorders have extreme reactions to a certain object or situation. They do whatever they can to avoid the thing that causes discomfort, concern or fear — in this case, dogs."]
		},
		"How common is cynophobia?": {
			"items": ["Healthcare providers aren’t sure how many people have this particular phobia. Some studies show that intense fear of animals is one of the most common types of specific phobias. And about 1 in every 3 people with a phobia of animals has an overwhelming fear of dogs.", "Around 9% of adults in the U.S. have a specific phobia disorder. People of all genders can get specific phobia disorders, but women are more likely to get them."]
		},
		"Who is at risk of cynophobia?": {
			"items": ["This disorder commonly affects children, but people of all ages can develop cynophobia. Cynophobia is widespread among people with autism and sensory or intellectual differences. You’re more likely to have cynophobia if you have:", "Depression.\nGeneralized anxiety disorder (GAD).\nA history of mental illness, obsessive-compulsive disorder (OCD), panic attacks or panic disorder.\nOther phobias or a history of phobias in your family.\nSubstance abuse disorder.", "People who have had a scary encounter with a dog are also more likely to develop this phobia. Even if the dog didn’t actually bite you, being chased or threatened can cause cynophobia. The terrifying memories can return whenever you think about or see a dog. This phobia can develop as part of post-traumatic stress disorder (PTSD)."]
		},
		"What causes cynophobia?": {
			"items": ["Providers think that phobias result from a mix of genetics, personal history and environmental factors. People who have anxiety disorders or mental illnesses are more likely to develop a phobia. They may be more vulnerable to developing cynophobia if they have a scary experience with a dog or another animal."]
		},
		"What are the triggers of cynophobia?": {
			"items": ["People with this disorder don’t necessarily need to come into contact with a dog to have severe anxiety. Triggers of cynophobia include:", "Seeing a dog, even if the dog is on a leash or in an enclosure.\nHearing a dog bark or growl.\nSeeing a picture or watching a movie containing a dog.\nThinking about a dog or thinking about going someplace where a dog might be."]
		},
		"What are the symptoms of cynophobia?": {
			"items": ["People with this phobia experience extreme anxiety, fear and panic attacks when they think about or see a dog. They feel as if they’re in danger. Signs of cynophobia include:", "Crying, screaming, panic and other intense emotions.\nDifficulty swallowing or feeling like you’re choking.\nDizziness, dry mouth and headaches.\nExcessive sweating (hyperhidrosis).\nFeelings of dread and/or catastrophic thoughts (feeling like something terrible will happen).\nIncreased heart rate, chest pain or heart palpitations.\nNausea and vomiting.\nDiarrhea.\nShortness of breath (dyspnea) or fast breathing."]
		},
		"How do healthcare providers diagnose cynophobia?": {
			"items": ["Your provider will ask about your symptoms and ask when they occur. They will also ask about your history and your family history of phobias. They’ll want to know about any scary experiences you’ve had with dogs or other animals. Tell your provider when your symptoms began and if they affect your sleep and daily activities.", "Your provider may refer you to a mental health professional who specializes in phobias. This type of expert is specially trained to diagnose phobias and other anxiety disorders."]
		},
		"How do providers treat cynophobia?": {
			"items": ["The primary treatments for cynophobia are therapy and medication. There are several types of therapy that can help people with an overwhelming fear of dogs. These include:", "Exposure therapy: Your provider gradually exposes you to dogs. Some providers offer virtual reality therapy using special goggles that mimic interacting with a real dog. Over time, your sensitivity to dogs decreases and you become less fearful. This therapy may include:", "Closing your eyes and imagining an encounter with a dog.\nSeeing pictures or videos of dogs.\nHolding a toy dog.\nWatching dogs play from a distance and slowly getting closer to the dog.\nPetting a dog while it’s on a leash.\nSpending time with a dog off of a leash.", "Your provider may also recommend:", "Cognitive behavioral therapy (CBT) to change the way you respond to fear and think about dogs in a different way.\nPsychotherapy, or talk therapy, to help you understand your fears.\nHypnotherapy, which includes guided relaxation exercises while your mind is in a calm state. This allows you to rethink your fear of dogs and the anxiety it causes.\nMindfulness exercises, yoga, breathing exercises and meditation to help you control anxiety.\nMedications to treat depression, relieve anxiety or control panic attacks."]
		},
		"What are the complications of cynophobia?": {
			"items": ["Without treatment, severe cynophobia can cause people to avoid situations where they may encounter dogs. They might stay away from family and friends or stop going for walks outside. They may even develop agoraphobia and stop leaving their home altogether. This can damage relationships and lead to problems holding down a job. Isolation, anxiety and depression can result."]
		},
		"What is the prognosis (outlook) for people who have cynophobia?": {
			"items": ["Most people with a phobia of dogs get better with therapy. But the outlook depends on the severity of the phobia and the person’s overall mental health. Some people need long-term therapy for the condition to improve. You may also need several therapies, like CBT combined with exposure therapy."]
		},
		"When should I see my healthcare provider about cynophobia?": {
			"items": ["Talk to your provider if you or your child has severe signs of cynophobia. If anxiety or panic attacks are getting in the way of your daily life, see your provider right away.", "Many kids are afraid of dogs when they’re young. It’s common to be afraid and grow out of it. But you should call your child’s provider if their fear is severe."]
		},
		"What questions should I ask my doctor?": {
			"items": ["To gain a better understanding of cynophobia and your treatment options, ask your provider:", "What is the cause of cynophobia?\nHow do you stop cynophobia?\nWhat type of therapy or treatment is right for me?\nWhat experience do you have with exposure therapy and CBT?\nWhat relaxation techniques can I do on my own to control my anxiety around dogs?", "A note from Cleveland ClinicIf you or your child is going out of your way to avoid dogs, or if anxiety and panic attacks are causing you distress, talk to your provider. When cynophobia is severe, it can have a significant impact on your quality of life. Therapy can help you learn to control your response to fear and think about dogs in a different way. Relaxation techniques and meditation are beneficial to people with cynophobia. Be sure to tell your provider if you have other phobias or a history of mental illness in your family.", "Last reviewed by a Cleveland Clinic medical professional on 11/19/2021.", "Merck Manual (Consumer Version). Phobic disorders (phobias). (https://www.merckmanuals.com/home/quick-facts-mental-health-disorders/anxiety-and-stress-related-disorders/phobic-disorders-phobias)  Accessed 11/19/2021.\nMerck Manual (Consumer Version). Specific phobic disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 11/19/2021.\nNational Institute of Mental Health. Specific Phobia. (https://www.nimh.nih.gov/health/statistics/specific-phobia)  Accessed 11/19/2021.\nSuied C, Drettakis G, Warusfel O, Viaud-Delmon I. Auditory-visual virtual reality as a diagnostic and therapeutic tool for cynophobia. (https://hal.inria.fr/hal-00920871/file/Cynophobia2012_accepted.pdf)  Cyberpsychol Behav Soc Ntwk. 2013;16(2):145-152. Accessed 11/19/2021.\nTyner S, Brewer A, Helman M, Leon Y, Pritchard J, Schlund M. Nice Doggie! Contact Desensitization Plus Reinforcement Decreases Dog Phobias for Children with Autism. (https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4788647/)  Behav Anal Pract. 2016 Mar 9;9(1):54-7. Accessed 11/19/2021.\nWetzer G, Have MT, de Graaf M, Batelaan NM, van Balkom AJ. Specific phobia: risk factor of other psychiatric disorders. J Nrv Ment Dis. 2021 July 1;209(7):484-490. Accessed 11/19/2021.", "Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy", "Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"]
		},
		"Related Institutes & Services": {
			"items": ["Appointments\nContact Us", ""]
		}
	}
}]