[
    {
        "name": "Eisoptrophobia (Fear of Mirrors)",
        "description": "Eisoptrophobia is an unhealthy fear of mirrors. Some people fear mirrors due to self-image issues. People may also avoid mirrors because they distort the way an object looks. This phobia leads to lifestyle changes that enable people to avoid mirrors.",
        "data": {
            "What is eisoptrophobia?": {
                "items": [
                    "You may have eisoptrophobia if you have an intense fear of mirrors",
                    "Eisoptrophobia is a specific phobia which means it causes fear of a particular situation",
                    "The fear is typically much greater than the actual risk of danger",
                    "Eisoptrophobia may also be called spectrophobia or catoptrophobia",
                    "People with a specific phobia often have many phobias",
                    "In addition to eisoptrophobia they may also have",
                    "Atelophobia Fear of imperfection",
                    "Cacophobia Fear of ugliness",
                    "Chromophobia Fear of colors",
                    "Koinoniphobia Fear of rooms",
                    "Obesophobia Fear of gaining weight",
                    "Sanguivoriphobia Fear of vampires according to folklore they have no reflection in mirrors",
                    "Thanatophobia Fear of death"
                ]
            },
            "What is a phobia?": {
                "items": [
                    "Being fearful of things that make you feel unsafe or uncomfortable is common",
                    "Many people fear needle pokes flying and snake encounters",
                    "These things may cause anxiety",
                    "But thinking about them does not disrupt daily life",
                    "Phobias are intense feelings of fear",
                    "It may be challenging to get a phobia off your mind",
                    "You may go out of your way to avoid situations that trigger the phobia",
                    "These efforts can overtake rational thinking and worsen over time"
                ]
            },
            "Do I have eisoptrophobia?": {
                "items": [
                    "Mirrors are typically a part of everyday life",
                    "They help us see images of ourselves and can protect us from danger for example mirrors in or on vehicles",
                    "But some people fear images due to selfimage issues",
                    "People may also avoid mirrors because they may distort the way an object looks",
                    "If you have eisoptrophobia the thought of mirrors can bring intense anxiety",
                    "This can sometimes lead to panic attacks",
                    "If you have signs of eisoptrophobia discuss your concerns with your healthcare provider",
                    "You should be honest with them about what you are experiencing",
                    "They can offer reassurance and refer you to therapies that make life a little less stressful"
                ]
            },
            "What causes a fear of mirrors?": {
                "items": [
                    "Many healthcare providers agree that genetics and your environment can increase your risk",
                    "Genetics A family history of mood disorders means you may carry genes that cause phobias",
                    "Environment If you experience emotional trauma related to mirrors you may be more likely to develop a phobia of them",
                    "Some people have bad experiences with mirrors because of scary movies or mirrorbased attractions at carnivals",
                    "Cultural beliefs may also play a role in eisoptrophobia",
                    "Many cultures believe that the souls of deceased loved ones travel through or get trapped in mirrors",
                    "This is why mirrors are often covered or turned away when a family is in mourning"
                ]
            },
            "What are eisoptrophobia symptoms?": {
                "items": [
                    "Seeing a mirror can cause a combination of negative behaviors and physical responses",
                    "Negative behaviors",
                    "You may go out of your way to avoid mirrors by",
                    "Removing mirrors from your home",
                    "Not buying items like makeup kits that have mirrors",
                    "Giving up your drivers license because the safety mirrors make you uncomfortable",
                    "Avoiding public outings due to fear that youll encounter a mirror",
                    "Physical responses",
                    "Physical symptoms may include",
                    "Chills",
                    "Dizziness and lightheadedness",
                    "Excessive sweating hyperhidrosis",
                    "Heart palpitations",
                    "Nausea",
                    "Shortness of breath dyspnea",
                    "Trembling or shaking",
                    "Upset stomach or indigestion dyspepsia"
                ]
            },
            "How is eisoptrophobia diagnosed?": {
                "items": [
                    "Healthcare providers use a mental health evaluation to diagnose eisoptrophobia",
                    "There isnt a specific test to diagnose chronophobia",
                    "Your provider will ask you about your symptoms mental health history and whether you have other phobias",
                    "They may refer you to a mental health professional who specializes in phobias and anxiety disorders"
                ]
            },
            "What is eisoptrophobia treatment like?": {
                "items": [
                    "A common treatment for eisoptrophobia is exposure therapy",
                    "It gradually exposes you to situations that trigger your fear of mirrors",
                    "Exposure therapy for eisoptrophobia may start by looking at pictures of mirrors",
                    "Over time you may progress to looking at real mirrors",
                    "With successful treatment seeing mirrors becomes less bothersome"
                ]
            },
            "Can other treatments help me cope with a fear of mirrors?": {
                "items": [
                    "Additional treatments may include",
                    "Cognitive behavioral therapy CBT Mental health professionals use CBT to help you explore thoughts and feelings associated with mirrors",
                    "You also develop healthy alternatives to negative thoughts or behaviors",
                    "Medications Taking medications does not cure eisoptrophobia",
                    "But antidepressants and antianxiety medications can get you through a challenging time",
                    "If you start driving again and are anxious about rearview mirrors medications can make using them less stressful",
                    "Stress reduction These techniques help quiet your mind and relax your body",
                    "Yoga and meditation can help you become more in tune with your thoughts and feelings",
                    "This can reduce the likelihood of panic when you see a mirror"
                ]
            },
            "Is there anything I can do to prevent a fear of mirrors?": {
                "items": [
                    "If you face a higher risk of anxiety disorders there are steps you can take to manage them",
                    "Doing so may lower the likelihood of common fears becoming phobias",
                    "Managing anxiety may include",
                    "Limiting alcohol and recreational drug consumption",
                    "Lowering stress",
                    "Quitting smoking and other forms of tobacco use",
                    "Spending time with loved ones",
                    "Taking up a new hobby to take your mind off the phobia"
                ]
            },
            "What is the outlook for people with eisoptrophobia?": {
                "items": [
                    "Seeking treatment shows you methods for managing the fear of mirrors and reflections",
                    "You may still sometimes experience anxiety",
                    "But knowing how to calm unpleasant thoughts can prevent them from escalating",
                    "If symptoms are becoming more difficult to control contact your healthcare provider",
                    "They can offer tips or recommend additional therapies"
                ]
            },
            "What else is important to know about living with eisoptrophobia?": {
                "items": [
                    "You dont have to live in fear of mirrors",
                    "Help is available",
                    "It can take time to overcome negative thoughts and feelings as recovery isnt always a direct path forward",
                    "Its normal to experience small setbacks",
                    "But dont let these discourage you",
                    "A note from Cleveland Clinic",
                    "Eisoptrophobia is an unhealthy fear of mirrors or reflective objects",
                    "Changing your lifestyle to avoid the phobia can worsen its impact on your life",
                    "You shouldnt feel embarrassed about having a phobia",
                    "Many people have them",
                    "Seeking treatment can help you gain a rational perception of the fear so that you are better able to cope with it",
                    "Last reviewed by a Cleveland Clinic medical professional on 03282022",
                    "Merck Manual Consumer Version",
                    "Phobic Disorders Phobias",
                    "httpswwwmerckmanualscomhomequickfactsmentalhealthdisordersanxietyandstressrelateddisordersphobicdisordersphobias  Accessed 3222022",
                    "Merck Manual Consumer Version",
                    "Specific Phobic Disorders",
                    "httpswwwmerckmanualscomhomementalhealthdisordersanxietyandstressrelateddisordersspecificphobicdisorders  Accessed 3222022",
                    "National Health Service United Kingdom",
                    "Phobias",
                    "httpswwwnhsukmentalhealthconditionsphobias  Accessed 3222022",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy"
                ]
            },
            "Related Institutes & Services": {
                "items": [
                    "Appointments\nContact Us"
                ]
            }
        }
    },
    {
        "name": "Emetophobia (Fear of Vomiting)",
        "description": "Emetophobia is the fear of vomit or vomiting. Being around someone who is ill, seeing vomit or feeling nauseous may make you feel anxious and panicked. If you have a fear of vomiting, it may be difficult to even hear or read the word “vomit.” While this is uncomfortable, read on to learn more about treatment options to help you feel better.",
        "data": {
            "What is emetophobia?": {
                "items": [
                    "Emetophobia is a mental health condition in which you experience an intense fear of vomiting barfing or throwing up",
                    "Vomiting isnt something that people enjoy doing",
                    "But after an illness most people dont think about it",
                    "If you have emetophobia youre constantly worried about vomiting and it can take over your thoughts",
                    "This fear impacts your life beyond just feeling afraid",
                    "It can prevent you from relaxing participating in social activities or eating complete nutritious meals",
                    "Emetophobia is a “specific phobia” in the Diagnostic and Statistical Manual of Mental Disorders",
                    "Specific phobias cause anxiety and panic attacks after exposure or anticipated exposure to the thing or situation youre afraid of",
                    "If you feel like you have to vomit or witness vomiting you may be afraid of",
                    "Not being able to stop vomiting",
                    "Embarrassment or shame",
                    "Having an underlying medical condition",
                    "Losing control",
                    "Emetophobia is rare",
                    "It affects 01 of people around the world",
                    "Its more common among women and people assigned female at birth AFAB than men and people assigned male at birth AMAB"
                ]
            },
            "What are the symptoms of emetophobia?": {
                "items": [
                    "If you have emetophobia when you hear about see or experience nausea or vomiting you may feel the following",
                    "Anxious",
                    "Nervous",
                    "Distressed",
                    "Panicked",
                    "Overwhelmed",
                    "This can cause the following symptoms",
                    "Increased heart rate",
                    "Sweating",
                    "Shaking",
                    "An upset stomach",
                    "A tight feeling in your chest",
                    "Lightheadedness dizziness or fainting",
                    "If you have emetophobia you might do certain things to address your fear",
                    "Since you may not feel in charge of your body when you vomit you might feel at ease if you prepare for any situation that might involve vomiting",
                    "These behaviors could include",
                    "Locating a bathroom and staying close to it",
                    "Sleeping with a trash can next to your bed",
                    "Avoiding long car rides being near the water especially on a boat or riding thrill rides like a roller coaster",
                    "Not taking medications that list nausea or vomiting as a possible side effect",
                    "Signs of emetophobia include avoiding",
                    "New foods and beverages",
                    "Restaurants or foods that previously caused vomiting",
                    "Words to describe vomiting like “barf” or “puke”\nPeople with illnesses or places where ill people go like hospitals",
                    "Eating foods when youre not at home",
                    "Socializing or traveling",
                    "Becoming pregnant due to the risk of morning sickness",
                    "You may also",
                    "Wash your hands often",
                    "Frequently check for signs of an illness like taking your temperature",
                    "Limit what foods you eat and how much",
                    "Overcook food to destroy traces of bacteria",
                    "Throw away foods close to the expiration date",
                    "Wince or close your eyes when someone mentions vomiting"
                ]
            },
            "What causes emetophobia?": {
                "items": [
                    "Most cases of emetophobia happen after a negative experience with vomiting",
                    "For example you might develop emetophobia if you",
                    "Vomited in public or in front of someone else",
                    "Had an illness like the stomach flu food poisoning or alcohol poisoning that caused a lot of vomiting",
                    "Choked on food",
                    "Emetophobia can also develop when you experience other related mental health conditions like obsessivecompulsive disorder OCD or an eating disorder",
                    "Triggers are things or events that cause symptoms",
                    "Triggers of emetophobia may include",
                    "Feeling nauseous",
                    "Seeing someone else vomit",
                    "Hearing or saying words related to vomiting",
                    "Being in a new place because you dont know where the nearest bathroom is",
                    "Being around foods or beverages that previously caused vomiting",
                    "Emetophobia is a vicious cycle",
                    "This means the symptoms you fear nausea and vomiting occur together with your anxiety about it",
                    "This can make the symptoms feel worse"
                ]
            },
            "What are the complications of emetophobia?": {
                "items": [
                    "Complications of emetophobia may include",
                    "Malnutrition andor dehydration",
                    "Other phobias like agoraphobia",
                    "Eating disorders anorexia nervosa or avoidantrestrictive food intake disorder",
                    "Social isolation",
                    "Depression"
                ]
            },
            "How is emetophobia diagnosed?": {
                "items": [
                    "Your primary care physician may refer you to see a mental health provider",
                    "A mental health provider a psychologist or psychiatrist will diagnose emetophobia",
                    "A provider will diagnose emetophobia through a thorough series of questions about your history experiences and symptoms",
                    "Usually your persistent fear and anxiety about vomiting happen for at least six months in order to be diagnosed with emetophobia",
                    "Your healthcare provider will likely use the criteria in the Diagnostic and Statistical Manual of Mental Disorders DSM5 a publication by the American Psychiatric Association to diagnose emetophobia",
                    "Your provider will also rule out any other physical or mental health conditions that could be causing your symptoms",
                    "In general phobias have at least four criteria for diagnosis including",
                    "Intense and unreasonable fear Your fear of vomiting is persistent and out of proportion to an appropriate level of fear",
                    "Anticipatory anxiety You tend to dwell on or dread future situations or experiences that could involve nausea and vomiting",
                    "Avoidance You actively avoid vomiting and things that might lead to it",
                    "You may go to extreme lengths to try to avoid vomiting",
                    "The phobia interferes with daytoday activities Your fear limits your everyday life in some way"
                ]
            },
            "How is emetophobia treated?": {
                "items": [
                    "Treatment for emetophobia may include",
                    "Cognitive behavioral therapy",
                    "Exposure therapy",
                    "Medications",
                    "Cognitive behavioral therapy CBT is a form of talk therapy to help you manage the thoughts and behaviors around your fear",
                    "Through conversation with a mental health professional youll discuss",
                    "Your history with the fear to determine why it makes you anxious",
                    "Techniques to manage anxiety when it happens like breathing and relaxation exercises",
                    "Ways to adapt in situations that you prefer to avoid like traveling or socializing",
                    "How to feel safe around your fear and confront challenging situations where your fear is present",
                    "CBT takes time and patience",
                    "It can be difficult to open up to a new person to discuss your feelings",
                    "Youll confront uncomfortable situations and memories that youd rather not think about",
                    "Remember that your mental health provider is there to support you and help you reach your goals",
                    "Exposure therapy is a way to reduce your fear by slowly reintroducing you to your triggers in a controlled setting",
                    "This reduces your anxiety and desensitizes you to the fear of vomiting over time",
                    "Exposure therapy for emetophobia may include",
                    "Saying or hearing the word “vomit” or words associated with it like “throwing up”\nSpinning around in a circle to induce nausea if a healthcare provider approves it",
                    "Going to a public place that you previously avoided",
                    "Watching a television show or movie that features vomiting",
                    "Exposure therapy happens in steps",
                    "You wont be able to move on to the next step until you feel comfortable with the first one",
                    "The final step of exposure therapy for emetophobia is simulated vomiting",
                    "A healthcare provider wont make you vomit",
                    "Instead theyll provide you with textured or mushy food like creamed corn or baked beans",
                    "Youll take a spoonful of the food item and then spit it out into a toilet or trash can to mimic what vomiting would feel like",
                    "This is often the most difficult part of exposure therapy",
                    "Youll likely practice exposure therapy techniques in addition to cognitive behavioral therapy",
                    "Medications arent usually used to treat specific phobias like emetophobia",
                    "But sometimes medications can temporarily help relieve symptoms of fear and anxiety to treat your phobia when youre going through psychological therapy or in situations that are unavoidable",
                    "These medications may include",
                    "Psychotropic medications like benzodiazepines and antidepressants",
                    "Gastrointestinal medications antiemetics to reduce an upset stomach or nausea",
                    "Talk to your healthcare provider about the possible side effects of these medications and follow their instructions to take these medications as directed"
                ]
            },
            "How soon after treatment will I feel better?": {
                "items": [
                    "You may start to feel better after beginning therapy or taking medications as prescribed",
                    "Your phobia wont go away overnight",
                    "It could take several months before you feel comfortable with your fear enough to face it",
                    "There isnt a set amount of time for each person to feel better after treatment for emetophobia"
                ]
            },
            "Can emetophobia be prevented?": {
                "items": [
                    "Theres no known way to prevent emetophobia"
                ]
            },
            "What’s the outlook for emetophobia?": {
                "items": [
                    "Having a phobia may seem overwhelming but treatment can help you reduce your fear and anxiety",
                    "Treatment can lead to an improved prognosis",
                    "Your care team will teach you ways to adjust your thinking and behaviors around vomiting",
                    "Without treatment emetophobia can impact your mental and physical health in addition to your ability to socialize and engage with your loved ones"
                ]
            },
            "When should I see a healthcare provider?": {
                "items": [
                    "If you notice a fear is taking over your thoughts behaviors and your ability to feel well talk to a healthcare provider",
                    "Treatment is available for emetophobia"
                ]
            },
            "What questions should I ask my healthcare provider?": {
                "items": [
                    "What caused my fear",
                    "What type of treatment do you recommend",
                    "What are the side effects of the medication you prescribed",
                    "How often do I need to participate in therapy",
                    "What should I do if exposure therapy makes me feel worse",
                    "A note from Cleveland Clinic",
                    "Its normal to be grossed out by vomiting",
                    "Sometimes a negative experience with vomit changes the way you feel about it and it can take over your thoughts and behaviors",
                    "If you feel that your fear is preventing you from engaging in specific activities or interfering with your physical and mental wellbeing contact a healthcare provider",
                    "Treatment for emetophobia is very effective to help you feel better",
                    "Last reviewed by a Cleveland Clinic medical professional on 07032023",
                    "Anxiety and Depression Association of America",
                    "Fear of Vomiting or Emetophobia",
                    "httpsadaaorgunderstandinganxietyspecificphobiasfearofvomiting  Accessed 732023",
                    "Dargis M Burk L A Transdiagnostic Approach to the Treatment of Emetophobia A Single Case Study",
                    "httpsjournalssagepubcomdoi1011771534650118808600  Clin Case Stud",
                    "2018 181 69–82",
                    "Accessed 732023",
                    "Faye AD Gawande S Tadke R et al",
                    "Emetophobia A Fear of Vomiting",
                    "httpswwwncbinlmnihgovpmcarticlesPMC3890925  Indian J Psychiatry 2013 554 390–392",
                    "Accessed 732023",
                    "International OCD Foundation",
                    "Emetophobia Fear of Vomiting as an Expression of OCD",
                    "httpsiocdforgexpertopinionsemetophobiafearofvomitingasanexpressionofocd  Last reviewed 2017",
                    "Accessed 732023",
                    "Samra CK Abdijadid S Specific Phobia",
                    "httpswwwncbinlmnihgovbooksNBK499923  2023 May 1",
                    "In StatPearls Internet",
                    "Treasure Island FL StatPearls Publishing 2023 Jan",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy"
                ]
            },
            "Related Institutes & Services": {
                "items": [
                    "Appointments\nContact Us"
                ]
            }
        }
    },
    {
        "name": "Entomophobia (Fear of Insects)",
        "description": "Entomophobia is a fear of insects. People with this specific phobia feel anxious when they think about or see an insect. Many people with insect phobia have had traumatic experiences with insects. You can overcome a phobia of insects with several therapy options, including exposure therapy, cognitive behavioral therapy and hypnotherapy.",
        "data": {
            "What is entomophobia?": {
                "items": [
                    "People with entomophobia have a fear of insects",
                    "Someone with entomophobia may have extreme anxiety or fear when seeing or thinking about insects",
                    "They may avoid walking or exercising outside and may stay away from outdoor events",
                    "Some people may stop leaving their house to reduce their chances of seeing insects",
                    "Entomophobia is also known by other names",
                    "You might hear this phobia called",
                    "Acarophobia",
                    "Insectophobia"
                ]
            },
            "What is a phobia?": {
                "items": [
                    "Phobias are a type of anxiety disorder",
                    "They involve an overwhelming fear of an object event or situation",
                    "The fear is out of proportion to the likely reallife harm from an event or situation",
                    "There are hundreds of specific phobia disorders like entomophobia",
                    "In entomophobia a particular object insects leads to a fearful reaction"
                ]
            },
            "How common is entomophobia?": {
                "items": [
                    "Its hard to know exactly how many people have a specific phobia like entomophobia",
                    "Many people may keep this fear to themselves or may not recognize they have it",
                    "We do know that about 1 in 10 American adults and 1 in 5 teenagers will deal with a specific phobia disorder at some point in their lives"
                ]
            },
            "What does a person with entomophobia fear?": {
                "items": [
                    "Someone with entomophobia may be afraid of",
                    "Being stung or bitten by an insect like a bee wasp or tick",
                    "Coming across insects either outdoors or indoors",
                    "Getting a disease from an insect like a fly or mosquito",
                    "Having a bug infestation in their house or in their body",
                    "Seeing images of insects in TV shows movies books or online"
                ]
            },
            "Who is at risk for entomophobia?": {
                "items": [
                    "Youre more likely to develop entomophobia or a different type of specific phobia disorder if you already have",
                    "Another phobia",
                    "Anxiety disorder",
                    "Panic disorder",
                    "Substance use disorder"
                ]
            },
            "What other phobias are associated with entomophobia?": {
                "items": [
                    "Other phobias linked to entomophobia include",
                    "Apiphobia or melissaphobia fear of bees",
                    "Arachnophobia fear of spiders",
                    "Helminthrophobia scoleciphobia or vermiphobia fear of worms",
                    "Katsaridaphobia fear of roaches",
                    "Myrmecophobia fear of ants",
                    "Pteronarcophobia fear of flies",
                    "Spheksophobia fear of wasps"
                ]
            },
            "What are the causes of entomophobia?": {
                "items": [
                    "Possible causes of entomophobia include",
                    "Past traumatic experiences People who have had a traumatic experience related to insects may develop entomophobia",
                    "For example you or someone you know may have had a severe allergic reaction to a bee sting",
                    "Environmental irritations Some people have itchy skin caused by pollen mold or household allergens",
                    "Persistent irritated skin may lead someone to blame insects",
                    "Family history Your risk of entomophobia increases if you have a close relative or parent with a phobic disorder or anxiety disorder",
                    "You may be more anxious than other people if you have a certain gene mutation change",
                    "Modeling Seeing a person with entomophobia or hearing someone talk about their fear of insects can cause you to have the same phobia"
                ]
            },
            "What are entomophobia triggers?": {
                "items": [
                    "Anything related to insects may bring on entomophobia",
                    "Entomophobia triggers include seeing or thinking about insects",
                    "In public spaces like parks playgrounds or sidewalks",
                    "Inside your or someone elses house",
                    "In TV shows movies books or online",
                    "While walking outside to your car"
                ]
            },
            "What are entomophobia symptoms?": {
                "items": [
                    "Entomophobia symptoms can range from mild to extreme",
                    "The most common symptom is extreme anxiety when you think about insects or see them",
                    "Other emotional symptoms include",
                    "Excessive thinking about how to avoid insects",
                    "Fear and avoidance of places where you might see an insect",
                    "People may also experience physical symptoms such as severe itchiness or a crawling sensation on their body",
                    "Other symptoms include",
                    "Chills",
                    "Dizziness and lightheadedness",
                    "Excessive sweating hyperhidrosis",
                    "Heart palpitations",
                    "Nausea",
                    "Shortness of breath dyspnea",
                    "Trembling or shaking",
                    "Upset stomach or indigestion dyspepsia"
                ]
            },
            "How is entomophobia diagnosed?": {
                "items": [
                    "If entomophobia affects your life your healthcare provider may suggest that you see a mental health professional like a psychologist",
                    "The American Psychiatric Associations Diagnostic and Statistical Manual of Mental Disorders DSM doesnt recognize entomophobia as a phobic disorder",
                    "But a psychologist may diagnose you after asking about your symptoms",
                    "You may have a specific phobic disorder if the fear of insects",
                    "Occurs when you think about or see insects",
                    "Leads you to skip situations like going to a park or for a hike",
                    "Causes you to miss out on social events",
                    "Affects your ability to enjoy life",
                    "Triggers symptoms of anxiety or fear that dont match the actual danger",
                    "Lasts at least six months"
                ]
            },
            "What are entomophobia treatments?": {
                "items": [
                    "Exposure therapy is one of the main treatments for entomophobia",
                    "During exposure therapy a mental health professional introduces you to situations and images that may trigger your symptoms",
                    "They gradually help you manage your response",
                    "Most people with specific phobias see their symptoms improve after getting this type of psychotherapy talk therapy",
                    "During exposure therapy your provider helps you",
                    "Learn relaxation and breathing techniques to use before and during an exposure",
                    "Talk about your fear of insects",
                    "View pictures or videos of insects",
                    "See live insects in a controlled setting such as at your healthcare providers office",
                    "Gradually progress to a situation where you may see insects such as a park or forest"
                ]
            },
            "What are other entomophobia solutions?": {
                "items": [
                    "Other techniques to overcome entomophobia include",
                    "Cognitive behavioral therapy CBT CBT helps you change how you see and react to objects and situations that trigger symptoms",
                    "Many healthcare providers use CBT along with exposure therapy",
                    "Hypnotherapy Providers use guided relaxation techniques and focused attention to help alter your perception of insects",
                    "Providers can also use hypnotherapy to find the underlying cause of your insect fear",
                    "Medications Drugs that help with physical symptoms of anxiety may temporarily lessen entomophobia symptoms in certain situations",
                    "Antidepressants can also help reduce overall anxiety",
                    "Yoga and meditation A regular yoga practice can help you relax and reduce your stress levels",
                    "Meditation helps you focus on your breathing and calm your body to lessen panic attacks"
                ]
            },
            "What are the complications of entomophobia?": {
                "items": [
                    "Severe entomophobia can have a huge impact on your daytoday life",
                    "You may not want to walk outside meet friends in a park or take your kids to a playground",
                    "Just thinking about seeing an insect when you leave your house can cause extreme anxiety",
                    "You may decide to stop going out of your house at all",
                    "Some people with entomophobia have panic attacks",
                    "These attacks can lead to a racing heart rate and noncardiac chest pain or heart attack symptoms",
                    "Uncontrolled panic attacks and constant worry can lead to a panic disorder"
                ]
            },
            "When should I call the doctor?": {
                "items": [
                    "You should call your healthcare provider if you have",
                    "Panic attacks",
                    "Persistent anxiety that causes problems with daily life or sleeping",
                    "You may want to ask your healthcare provider",
                    "How long will I need therapy",
                    "Should I look for signs of complications",
                    "What is causing this phobia",
                    "What is the most effective treatment for me",
                    "A note from Cleveland Clinic",
                    "Specific phobias like entomophobia can impact your quality of life",
                    "You may avoid outdoor activities and events or spend less time with family and friends",
                    "Healthcare providers can help you overcome your anxiety about insects",
                    "Talk to your provider about treatments like exposure therapy cognitive behavioral therapy hypnotherapy or medications",
                    "These treatments can help you feel better about coming across insects in your daily life",
                    "Last reviewed by a Cleveland Clinic medical professional on 03222022",
                    "Chandon KS Abdijadid S Specific Phobia",
                    "httpswwwncbinlmnihgovbooksNBK499923  Updated 2021 May 15",
                    "In StatPearls Internet",
                    "Treasure Island FL StatPearls Publishing 2021 Jan",
                    "Accessed 3222022",
                    "Eaton WW Bienvenu OJ Miloyan B",
                    "Specific phobias",
                    "httpswwwncbinlmnihgovpmcarticlesPMC7233312  Lancet Psychiatry",
                    "2018 Aug58678686",
                    "Accessed 3222022",
                    "Merck Manual Consumer Version",
                    "Phobic Disorders Phobias",
                    "httpswwwmerckmanualscomhomequickfactsmentalhealthdisordersanxietyandstressrelateddisordersphobicdisordersphobias  Accessed 3222022",
                    "Merck Manual Consumer Version",
                    "Specific Phobic Disorders",
                    "httpswwwmerckmanualscomhomementalhealthdisordersanxietyandstressrelateddisordersspecificphobicdisorders  Accessed 3222022",
                    "National Health Service UK",
                    "Overview Phobias",
                    "httpswwwnhsukmentalhealthconditionsphobiasoverview  Accessed 3222022",
                    "National Institute of Mental Health",
                    "Specific Phobia",
                    "httpswwwnimhnihgovhealthstatisticsspecificphobia  Accessed 3222022",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy"
                ]
            },
            "Related Institutes & Services": {
                "items": [
                    "Appointments\nContact Us"
                ]
            }
        }
    },
    {
        "name": "Ephebiphobia (Fear of Teenagers)",
        "description": "People with ephebiphobia fear teenagers. They may view adolescents negatively, mistakenly thinking all teens have bad or violent behavior. A traumatic accident involving teenagers may cause ephebiphobia. A person with ephebiphobia may avoid all situations that involve seeing or interacting with teens. Psychotherapies can help.",
        "data": {
            "What is ephebiphobia?": {
                "items": [
                    "People who have ephebiphobia pronounced “efeebiFObeeah” have an extreme fear of adolescents or teenagers",
                    "The word comes from a combination of two Greek words “ephebos” meaning youth or adolescence and “phobos” which means fear"
                ]
            },
            "What do people with ephebiphobia fear?": {
                "items": [
                    "A person with a fear of teenagers may be afraid of anything that exposes them to adolescents — inperson online or on TV",
                    "They may be fearful of",
                    "Arcades",
                    "Amusement parks",
                    "Junior high or high schools",
                    "Movie theaters",
                    "Shopping malls",
                    "Television shows or movies featuring teenagers"
                ]
            },
            "What is a phobia?": {
                "items": [
                    "Phobias are a type of anxiety disorder",
                    "People with a specific phobia develop an extreme illogical fear of something that isnt typically harmful"
                ]
            },
            "How common is ephebiphobia?": {
                "items": [
                    "Phobias can affect children adolescents and adults",
                    "At some point in their lives approximately 1 in 10 American adults develop a specific phobic disorder",
                    "While ephebiphobia is specific to adults there arent exact statistics on the number of adults with this phobia"
                ]
            },
            "Who is at risk for ephebiphobia?": {
                "items": [
                    "Healthcare professionals dont know why some people are more likely than others to develop phobias",
                    "People with a family history of phobias or other anxiety disorders may be at higher risk",
                    "Often a phobia develops as a result of both your genetics and your environment",
                    "You may be more likely to develop ephebiphobia if you",
                    "See read or hear a lot of negative news about teenagers and their actions",
                    "Are exposed to social media that portrays teens in a negative light",
                    "Are a victim of a crime by a teen or group of teens",
                    "Live in an area with high rates of violence attributed to teens"
                ]
            },
            "What other phobias are associated with a fear of teenagers?": {
                "items": [
                    "Its not uncommon to have more than one phobia especially a combination of phobias that are related",
                    "Someone who has a fear of teenagers may also have",
                    "Pedophobia also called pediaphobia fear of babies and young children",
                    "Gerontophobia fear of older adults"
                ]
            },
            "What are the symptoms of ephebiphobia?": {
                "items": [
                    "People with phobias such as ephebiphobia often recognize that their fear is irrational",
                    "But this doesnt make it easy to control their physical reactions when something triggers the fear",
                    "People with a fear of teenagers may have a reaction while in a place filled with adolescents seeing images of teenagers or even just thinking about teens",
                    "Symptoms may include",
                    "Dizziness",
                    "Dry mouth",
                    "Extreme feeling of dread or terror",
                    "Nausea andor diarrhea",
                    "Profuse sweating",
                    "Rapid breathing and heart rate",
                    "Shaking or trembling"
                ]
            },
            "How is ephebiphobia diagnosed?": {
                "items": [
                    "The American Psychiatric Association doesnt recognize fear of teenagers as a phobic disorder in its diagnostic manual the DSM5",
                    "But a psychologist or another healthcare provider may evaluate your symptoms and diagnose the specific phobia",
                    "You may have a specific phobic disorder if you have",
                    "Severe anxiety when you think about teenagers",
                    "Daily fear of teenagers that lasts for at least six months",
                    "Symptoms that come on anytime you think about or see teenagers",
                    "Changes in behaviors such as avoiding places where you might see teenagers",
                    "Poor quality of life due to phobia symptoms"
                ]
            },
            "How is ephebiphobia treated?": {
                "items": [
                    "You can try practicing relaxation techniques such as yoga meditation or deep breathing to help you cope with your phobia triggers",
                    "These can help relieve anxiety and other symptoms you experience when you see teenagers",
                    "A mental health professional can help you overcome your fear of teenagers",
                    "Treatments may include",
                    "Cognitive behavioral therapy CBT CBT is a form of psychotherapy talk therapy",
                    "Talking about your fear and situations that trigger it helps you understand why you think and feel that way",
                    "You can use this knowledge to change how you react to teenagers",
                    "Exposure therapy During this type of psychotherapy your therapist gradually exposes you to images and situations involving teenagers",
                    "The exposure helps desensitize you to your fear of teens",
                    "Youll gradually work your way up to being able to frequent shopping malls and other places where teens tend to hang out",
                    "This type of psychotherapy works for 90 of people with specific phobias",
                    "Hypnotherapy During hypnotherapy your therapist induces a hypnotic state or trance",
                    "Hypnosis can help you access memories thoughts and emotions related to your fear of teenagers",
                    "You may be able to change your thought patterns while under hypnosis",
                    "And you can address findings from hypnotherapy during psychotherapy sessions",
                    "Medications While you go through therapy your healthcare provider may prescribe antianxiety drugs or antidepressants",
                    "These medications can help you cope with symptoms related to your fear",
                    "You may not need medication after you finish therapy"
                ]
            },
            "What are the complications of ephebiphobia?": {
                "items": [
                    "A fear of teenagers may lead you to avoid places where adolescents hang out or situations in which you might encounter teens",
                    "You may even stay away from television shows movies or social media that feature teenagers",
                    "This avoidance can cause you to miss out on fun or necessary parts of life",
                    "Phobias also increase your risk of",
                    "Depression social isolation and suicidal thoughts",
                    "Panic attacks and panic disorder",
                    "Substance use disorder"
                ]
            },
            "When should I call the doctor?": {
                "items": [
                    "You should call your healthcare provider if you experience",
                    "Panic attacks",
                    "Persistent anxiety that interferes with daily life or sleeping",
                    "Signs of depression or problems with substances",
                    "You may want to ask your healthcare provider",
                    "Whats causing this phobia",
                    "Whats the best treatment for me",
                    "Should I try exposure therapy",
                    "How long will I need therapy",
                    "Can medications help",
                    "Should I watch for signs of complications",
                    "A note from Cleveland Clinic",
                    "A fear of teenagers can make you afraid to go out or socialize in places where you might encounter young people",
                    "You may stereotype all teenagers as having bad or even violent behavior",
                    "A personally traumatic incident with adolescents or negative media exposure about teens may lead to ephebiphobia",
                    "A mental health provider can use treatments like talk therapy and exposure therapy to help you overcome this fear",
                    "Last reviewed by a Cleveland Clinic medical professional on 02242022",
                    "American Psychological Association",
                    "What Is Exposure Therapy",
                    "httpswwwapaorgptsdguidelinepatientsandfamiliesexposuretherapy  Accessed 2242022",
                    "Merck Manual Consumer Version",
                    "Phobic Disorders Phobias",
                    "httpswwwmerckmanualscomhomequickfactsmentalhealthdisordersanxietyandstressrelateddisordersphobicdisordersphobias  Accessed 2242022",
                    "Merck Manual Consumer Version",
                    "Specific Phobic Disorders",
                    "httpswwwmerckmanualscomhomementalhealthdisordersanxietyandstressrelateddisordersspecificphobicdisorders  Accessed 2242022",
                    "National Health Service UK",
                    "Overview Phobias",
                    "httpswwwnhsukmentalhealthconditionsphobiasoverview  Accessed 2242022",
                    "Substance Abuse and Mental Health Services Administration",
                    "Impact of the DSMIV to DSM5 changes on the National Survey on Drug Use and Health httpswwwncbinlmnihgovbooksNBK519704tablech3t11  Internet",
                    "Accessed 2242022",
                    "US National Institutes of Mental Health",
                    "Specific Phobia",
                    "httpswwwnimhnihgovhealthstatisticsspecificphobia  Accessed 2242022",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy"
                ]
            },
            "Related Institutes & Services": {
                "items": [
                    "Appointments\nContact Us"
                ]
            }
        }
    },
    {
        "name": "Equinophobia (Fear of Horses)",
        "description": "Equinophobia is a fear of horses. A scary experience with a horse — such as falling off a horse, or being stepped on, kicked or bitten by a horse — may cause this phobia. You may also have a fear of donkeys, mules and ponies. Psychotherapies like exposure therapy can help you gradually overcome a fear of horses.",
        "data": {
            "What is equinophobia?": {
                "items": [
                    "People who have equinophobia have an extreme fear of horses",
                    "They may also be afraid of ponies donkeys and mules",
                    "The word equinophobia comes from “Equus” the Latin word for horses",
                    "“Phobos” is the Greek word for fear",
                    "Another word for fear of horses is hippophobia",
                    "“Hippos” is the Greek word for horses",
                    "In the English language equine is more commonly associated with things related to horses",
                    "For instance an equestrian is a person who rides horses"
                ]
            },
            "What do people with equinophobia fear?": {
                "items": [
                    "A person with equinophobia may be afraid of",
                    "Riding a horse",
                    "Touching or being near a horse",
                    "Photos or images of horses in movies or shows including animated horses",
                    "Horse sounds like neighs or galloping hooves",
                    "Horse stables and tack such as saddles bridles bits and reins"
                ]
            },
            "What is a phobia?": {
                "items": [
                    "A phobia is an anxiety disorder that makes you unnecessarily fearful of something that isnt likely to cause harm",
                    "Equinophobia is a type of specific phobic disorder focused on horses"
                ]
            },
            "How common is equinophobia?": {
                "items": [
                    "Its hard to know exactly how many people have a specific phobia like equinophobia fear of horses",
                    "Many people may keep this fear to themselves or may not recognize they have it",
                    "About 1 in 10 American adults and 1 in 5 teenagers will deal with a specific phobia disorder at some point in their lives"
                ]
            },
            "Who is at risk for equinophobia?": {
                "items": [
                    "Women and people designated female at birth DFAB are more likely to have a specific phobic disorder but phobias affect all ages and sexes",
                    "You may be more likely to develop equinophobia if you have",
                    "Family members who have phobias anxiety disorders or are afraid of horses",
                    "A gene change mutation that may bring on an anxiety disorder"
                ]
            },
            "What other phobias are associated with a fear of horses?": {
                "items": [
                    "People who have a phobia of horses may also have",
                    "Acrophobia fear of heights",
                    "Basiphobia fear of falling",
                    "Biophobia fear of nature",
                    "Thanatophobia fear of death",
                    "Traumatophobia fear of injury",
                    "Zoophobia fear of animals"
                ]
            },
            "Why do I have a fear of horses?": {
                "items": [
                    "Horses are powerfully strong animals",
                    "Their behaviors can be unpredictable especially if they arent well trained or experience abuse or neglect",
                    "Many people become fearful of horses after a scary or traumatic experience such as being",
                    "Thrown from a horse",
                    "Bitten stepped on or kicked by a horse",
                    "A witness to someone injured by a horse",
                    "Unable to stop a runaway horse while riding"
                ]
            },
            "What are equinophobia symptoms?": {
                "items": [
                    "If you have an extreme fear of horses you may go to great lengths to avoid seeing or being near horses",
                    "If youre at a parade or fair with horses you may run in the other direction or hide",
                    "Some people become immobilized with fear",
                    "Symptoms of equinophobia may include",
                    "Chills",
                    "Dizziness and lightheadedness",
                    "Excessive sweating hyperhidrosis",
                    "Heart palpitations",
                    "Nausea",
                    "Shortness of breath dyspnea",
                    "Trembling or shaking",
                    "Upset stomach or indigestion dyspepsia"
                ]
            },
            "How is equinophobia diagnosed?": {
                "items": [
                    "A healthcare provider will assess your symptoms and ask about previous experiences with horses",
                    "You may see a mental health professional like a psychologist",
                    "To diagnose a specific phobic disorder providers refer to the American Psychiatric Associations Diagnostic and Statistical Manual of Mental Disorders the DSM5",
                    "You may have a specific phobic disorder like equinophobia if you have",
                    "Phobia symptoms when you see or think about horses",
                    "Persistent fear of horses that lasts for at least six months",
                    "Ever changed your routines or behaviors to avoid seeing or being near horses",
                    "Diminished quality of life due to phobia symptoms"
                ]
            },
            "How can you get over a fear of horses?": {
                "items": [
                    "A psychologist or other mental health specialist can help you overcome a fear of horses",
                    "You may benefit from one or more of these treatments",
                    "Cognitive behavioral therapy CBT A provider uses psychotherapy talk therapy to help you explore the underlying cause of the phobia",
                    "With CBT you learn how to use relaxation techniques to manage phobia symptoms and overcome your fear",
                    "Exposure therapy You use relaxation techniques while a provider gradually exposes you to images of horses",
                    "You may work your way up to being near a horse and then touching a horse",
                    "Exposure therapy makes you less sensitive or responsive to your fear",
                    "This therapy is also called desensitization",
                    "Hypnotherapy Hypnotherapy puts you into a hypnotic state or trance to help you overcome thoughts and emotions related to horses",
                    "Medications As you go through therapy antianxiety drugs or antidepressants can ease symptoms",
                    "These medicines can make it easier for you to be around horses until you finish therapy"
                ]
            },
            "What are the complications of equinophobia?": {
                "items": [
                    "A severe phobic disorder increases your risk of",
                    "Depression social isolation and suicidal thoughts",
                    "Panic attacks and panic disorder",
                    "Substance use disorder"
                ]
            },
            "When should I call the doctor?": {
                "items": [
                    "You should call your healthcare provider if you experience",
                    "Panic attacks",
                    "Persistent anxiety that interferes with daily life or sleeping",
                    "Signs of depression or problems with substances"
                ]
            },
            "What questions should I ask my doctor?": {
                "items": [
                    "You may want to ask your healthcare provider",
                    "What is causing equinophobia",
                    "What is the best treatment for me",
                    "Should I try exposure therapy",
                    "How long will I need therapy",
                    "Can medications help",
                    "Should I watch for signs of complications",
                    "A note from Cleveland Clinic",
                    "Depending on where you live and the types of activities you enjoy it may be easy or difficult to avoid seeing horses",
                    "But even in cities police officers often patrol on horseback and horses may take tourists around to see the sights",
                    "Because having a phobia increases your risk for other phobias anxiety disorder and panic attacks its best to seek help to overcome this fear",
                    "Psychotherapies including CBT and exposure therapy can make it easier for you to be around horses",
                    "Last reviewed by a Cleveland Clinic medical professional on 03242022",
                    "American Psychological Association",
                    "What Is Exposure Therapy",
                    "httpswwwapaorgptsdguidelinepatientsandfamiliesexposuretherapy  Accessed 3222022",
                    "Merck Manual Consumer Version",
                    "Phobic Disorders Phobias",
                    "httpswwwmerckmanualscomhomequickfactsmentalhealthdisordersanxietyandstressrelateddisordersphobicdisordersphobias  Accessed 3222022",
                    "Merck Manual Consumer Version",
                    "Specific Phobic Disorders",
                    "httpswwwmerckmanualscomhomementalhealthdisordersanxietyandstressrelateddisordersspecificphobicdisorders  Accessed 3222022",
                    "National Health Service UK",
                    "Overview Phobias",
                    "httpswwwnhsukmentalhealthconditionsphobiasoverview  Accessed 3222022",
                    "National Institute of Mental Health",
                    "Specific Phobia",
                    "httpswwwnimhnihgovhealthstatisticsspecificphobia  Accessed 3222022",
                    "Substance Abuse and Mental Health Services Administration",
                    "Impact of the DSMIV to DSM5 changes on the National Survey on Drug Use and Health httpswwwncbinlmnihgovbooksNBK519704tablech3t11  Internet",
                    "Accessed 3222022",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy"
                ]
            },
            "Related Institutes & Services": {
                "items": [
                    "Appointments\nContact Us"
                ]
            }
        }
    }
]