[
    {
        "name": "Papyrophobia (Fear of Paper)",
        "description": "Papyrophobia causes a fear of paper. You may panic when you see paper or have to touch or write on paper. You may also be afraid of getting a paper cut. This phobia can negatively affect your quality of life, as many everyday items are made of paper. Exposure therapy or other psychotherapies can help you overcome a fear of paper.",
        "data": {
            "What is papyrophobia?": {
                "items": [
                    "People who have papyrophobia have an illogical fear of paper",
                    "The Greek word “papyro” and the Egyptian word “papyrus” mean paper",
                    "“Phobos” is the Greek word for fear",
                    "A person with papyrophobia may be afraid to touch paper or write on it",
                    "They may also worry about getting a paper cut"
                ]
            },
            "What is a phobia?": {
                "items": [
                    "Phobias cause anxiety or fear about something thats not harmful",
                    "Fear of paper is a specific phobic disorder",
                    "You fear a particular object paper",
                    "Phobias are a type of anxiety disorder"
                ]
            },
            "What do people with papyrophobia fear?": {
                "items": [
                    "Someone with papyrophobia may fear",
                    "Any type of paper including wallpaper newspaper and wrapping paper",
                    "Seeing or touching paper",
                    "Writing on paper",
                    "Paper cuts",
                    "The sound of someone crumpling paper",
                    "Extralarge pieces of paper",
                    "Currency bills or money",
                    "Touching bills or receipts"
                ]
            },
            "How common is papyrophobia?": {
                "items": [
                    "Its hard knowing exactly how many people have a specific phobia like papyrophobia but its rare",
                    "We do know that about 1 in 10 American adults and 1 in 5 teenagers will deal with a specific phobia disorder at some point in their lives though",
                    "People who are fearful about germs may also have a fear of touching paper",
                    "This fear could be more common these days due to concerns about catching SARSCoV2 the virus that causes COVID19",
                    "Theres no evidence of anyone getting sick with the coronavirus from handling paper or money but we should always follow diseaseprevention guidelines",
                    "Wash your hands or use hand sanitizer after contact with money or receipts"
                ]
            },
            "What causes papyrophobia?": {
                "items": [
                    "People designated females at birth DFAB are more likely than those designated male at birth DMAB to experience a phobia disorder",
                    "Risk factors include",
                    "Family history Witnessing a parent or loved one struggle with a phobia or anxiety disorder may make you more likely to have the same fears",
                    "Genetics Some research suggests that some people have gene change that makes them more prone to anxiety disorders and phobias",
                    "Other phobias Its common to have more than one phobia"
                ]
            },
            "What other phobias are associated with fear of paper?": {
                "items": [
                    "Many people have several phobias",
                    "These fears often are interrelated",
                    "For instance someone who has a fear of paper may also have",
                    "Chrometophobia fear of money especially paper money",
                    "Cogombophobia fear of cardboard boxes",
                    "Hemophobia fear of blood which a paper cut can cause",
                    "Mysophobia or germophobia fear of germs",
                    "Dendrophobia fear of trees"
                ]
            },
            "What are the symptoms of papyrophobia?": {
                "items": [
                    "People with phobias may realize that they have an extreme fear",
                    "But they still have physical symptoms when they encounter the phobia trigger — in this case paper",
                    "These symptoms may include",
                    "Dizziness",
                    "Dry mouth",
                    "Extreme feeling of dread or terror",
                    "Nausea vomiting or diarrhea",
                    "Profuse sweating",
                    "Rapid breathing and heart rate",
                    "Shaking or trembling",
                    "Shortness of breath"
                ]
            },
            "How is papyrophobia diagnosed?": {
                "items": [
                    "The American Psychiatric Association doesnt recognize fear of paper as a phobic disorder in its diagnostic manual the DSM5",
                    "However a psychologist or another healthcare provider can evaluate your symptoms to diagnose this phobia",
                    "Criteria for a specific phobic disorder diagnosis include",
                    "Severe fear or anxiety when you think about or touch paper",
                    "Ongoing fear of paper that lasts for at least six months",
                    "Symptoms that arise anytime you touch or think about paper",
                    "Taking steps to avoid coming into contact with or seeing paper",
                    "Reduced quality of life due to phobia symptoms"
                ]
            },
            "What is papyrophobia treatment?": {
                "items": [
                    "There are several ways that a mental health professional can help you overcome a fear of paper including",
                    "Cognitive behavioral therapy CBT CBT is a form of psychotherapy talk therapy that helps you process why you have fears about paper",
                    "Your healthcare provider uses this knowledge to help you change your perceptions and responses",
                    "Exposure therapy This psychotherapy makes you less afraid of the feared object paper",
                    "Therapy gradually exposes you to images and situations involving paper",
                    "You may start by looking at paper and progress to holding and writing on paper",
                    "This is desensitization and it works for most people with specific phobias",
                    "Dialectal behavior therapy DBT This approach teaches you coping skills and relaxation techniques like meditation that can help you manage phobia symptoms",
                    "You work oneonone with a therapist to learn these skills",
                    "You may also practice your new skills in supportive group therapy sessions",
                    "Hypnotherapy This therapy induces a hypnotic trancelike state to help you uncover the root cause of the phobia",
                    "Most healthcare providers combine hypnotherapy with psychotherapy to help you address and overcome the fear",
                    "Medications Antianxiety drugs or antidepressants can ease symptoms",
                    "These medicines can help you get through daytoday activities that often involve contact with paper",
                    "You may not need the medicine once other therapies start showing results"
                ]
            },
            "What are the complications of papyrophobia?": {
                "items": [
                    "An extreme fear of paper may cause a panic attack",
                    "You may feel like youre having a heart attack and are at risk of dying",
                    "What youre experiencing is a severe physical response to the phobia trigger",
                    "Repeated panic attacks can lead to panic disorder",
                    "Antianxiety medicines and other therapies can help",
                    "A fear of paper can make it difficult sometimes impossible to function in society or hold down a job",
                    "An extreme fear of paper may make you afraid to leave your home or other places that you consider safe",
                    "You may develop another phobia called agoraphobia that causes you to avoid going places where you might see or have contact with paper",
                    "Your loved ones may have a difficult time understanding this fear",
                    "As a result you may be at risk for",
                    "Social isolation and depression",
                    "Substance use disorder",
                    "Suicidal thoughts"
                ]
            },
            "When should I call the doctor?": {
                "items": [
                    "You should call your healthcare provider if you experience",
                    "Panic attacks",
                    "Persistent anxiety that interferes with daily life or sleeping",
                    "Signs of depression or problems with substances",
                    "You may want to ask your healthcare provider",
                    "Whats causing this phobia",
                    "Whats the best treatment for me",
                    "Should I try exposure therapy",
                    "How long will I need therapy",
                    "Can medications help",
                    "A note from Cleveland Clinic",
                    "Many things are made of paper money mail tickets receipts and more",
                    "Going through life without having to see or touch paper at some point isnt realistic or healthy",
                    "A fear of paper or papyrophobia can affect your ability to work and enjoy life",
                    "If you develop this rare specific phobic disorder a mental health specialist can help you overcome the fear",
                    "Last reviewed by a Cleveland Clinic medical professional on 03152022",
                    "American Psychological Association",
                    "What Is Exposure Therapy",
                    "httpswwwapaorgptsdguidelinepatientsandfamiliesexposuretherapy  Accessed 3152022",
                    "Chin AWH Chu JTS Perera MRA et al",
                    "Stability of SARSCoV2 in different environmental conditions",
                    "httpswwwthelancetcomjournalslanmicarticlePIIS266652472029300033fulltext  The Lancet",
                    "202011E10",
                    "Accessed 3152022",
                    "Merck Manual Consumer Version",
                    "Phobic Disorders Phobias",
                    "httpswwwmerckmanualscomhomequickfactsmentalhealthdisordersanxietyandstressrelateddisordersphobicdisordersphobias  Accessed 3152022",
                    "Merck Manual Consumer Version",
                    "Specific Phobic Disorders",
                    "httpswwwmerckmanualscomhomementalhealthdisordersanxietyandstressrelateddisordersspecificphobicdisorders  Accessed 3152022",
                    "National Health Service UK",
                    "Overview Phobias",
                    "httpswwwnhsukmentalhealthconditionsphobiasoverview  Accessed 3152022",
                    "National Institute of Mental Health",
                    "Specific Phobia",
                    "httpswwwnimhnihgovhealthstatisticsspecificphobia  Accessed 3152022",
                    "Substance Abuse and Mental Health Services Administration",
                    "Impact of the DSMIV to DSM5 changes on the National Survey on Drug Use and Health httpswwwncbinlmnihgovbooksNBK519704tablech3t11  Internet",
                    "Accessed 3152022",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy"
                ]
            },
            "Related Institutes & Services": {
                "items": [
                    "Appointments\nContact Us"
                ]
            }
        }
    },
    {
        "name": "Pedophobia (Fear of Children)",
        "description": "A traumatic experience involving an infant or child may cause pedophobia, a fear of small children. People with obsessive-compulsive disorder (OCD) or mysophobia (fear of germs) may be more at risk. You may get anxious or fearful when you see children or are around them. Exposure therapy and cognitive behavioral therapy (CBT) can help you overcome pedophobia.",
        "data": {
            "What is pedophobia?": {
                "items": [
                    "People with pedophobia develop an irrational fear of babies and small children",
                    "The word pedophobia stems from “paida” the Greek word for children",
                    "“Phobos” is the Greek word for fear",
                    "Someone who has pedophobia may take extreme measures to avoid being around small children",
                    "Even the thought of being near children can cause anxiety and fear"
                ]
            },
            "What is a phobia?": {
                "items": [
                    "A phobia is an anxiety disorder that causes a person to become unreasonably fearful of something that wont harm them",
                    "Pedophobia is a specific phobic disorder",
                    "A person becomes afraid of or anxious around something particular",
                    "In this case its babies and small children"
                ]
            },
            "How many people have pedophobia?": {
                "items": [
                    "Its hard knowing exactly how many people have a specific phobia disorder like pedophobia",
                    "Many people may keep this fear to themselves or may not recognize they have it",
                    "We do know that about 1 in 10 American adults and 1 in 5 teenagers will deal with a specific phobia disorder at some point in their lives though"
                ]
            },
            "What is the difference between pedophobia and pediophobia?": {
                "items": [
                    "It can be easy to confuse these two phobias which have similar spellings",
                    "Pediophobia is a fear of dolls or inanimate objects that look real and pedophobia is a fear of actual children",
                    "People can suffer from both phobias so someone who fears children pedophobia may also fear the childlike features of dolls pediophobia and someone with pediophobia may also have pedophobia"
                ]
            },
            "Who is at risk for pedophobia?": {
                "items": [
                    "People with obsessivecompulsive disorder OCD who need things to be neat and orderly may develop specific phobias like pedophobia",
                    "They may view children as messy and disruptive",
                    "They fear the chaos that often comes with being around small children",
                    "Certain factors increase your risk for developing a specific phobic disorder",
                    "Gender Women are more likely to have a phobia than men",
                    "Family history Growing up with a parent or loved one who has a phobia or anxiety disorder may predispose you to the same fears or a different phobia",
                    "Genetics Some studies suggest that a genetic change like a gene mutation may make people more likely to have an anxiety or phobic disorder"
                ]
            },
            "What other phobias are associated with pedophobia?": {
                "items": [
                    "Having more than one phobia is common",
                    "Phobias are often tied together",
                    "For instance someone with a fear of germs mysophobia or germaphobia may view children as tiny germ carriers and develop pedophobia",
                    "And someone who fears young children may also develop a fear of teenagers ephebiphobia"
                ]
            },
            "What causes pedophobia?": {
                "items": [
                    "A harmful or negative experience with an infant or child might cause you to fear children",
                    "That bad experience could happen during childhood or adulthood",
                    "You may have a direct experience or witness an event such as",
                    "Child abuse",
                    "Bullying humiliation violence or extreme temper tantrums by a child",
                    "Death of an infant or child",
                    "Pregnancy loss such as a miscarriage or stillbirth"
                ]
            },
            "What do people with pedophobia fear?": {
                "items": [
                    "Pedophobia affects everyone differently",
                    "You may be",
                    "Able to be around children you know such as relatives but not other children",
                    "Unable to be around any children without experiencing panicky symptoms",
                    "Anxious just thinking about being near children or seeing visual images of them",
                    "Afraid or worried about any situation that puts you near children"
                ]
            },
            "What are pedophobia symptoms?": {
                "items": [
                    "Phobia symptoms range from mild to severe",
                    "You may recognize that fear of children is irrational yet still be unable to control your physical responses",
                    "Pedophobia symptoms may include",
                    "Dizziness",
                    "Dry mouth",
                    "Extreme feeling of dread or terror",
                    "Nausea vomiting or diarrhea\nProfuse sweating",
                    "Rapid breathing and heart rate",
                    "Shaking or trembling",
                    "Shortness of breath"
                ]
            },
            "How is pedophobia diagnosed?": {
                "items": [
                    "The American Psychiatric Associations Diagnostic and Statistical Manual of Mental Disorders DSM helps mental health professionals like psychologists diagnose phobia disorders based on symptoms and how the symptoms impact your quality of life",
                    "Healthcare providers use these criteria to diagnose a specific phobic disorder like philophobia",
                    "Intense fear of infants and small children that persists for at least six months",
                    "Symptoms that start as soon as youre near children or simply think about being around children",
                    "Extreme fear or anxiety that makes you avoid situations where you might be near infants or children",
                    "Symptoms that affect your quality of life",
                    "Intense feelings of fear anxiety or dread that dont match the real danger"
                ]
            },
            "What are ways to treat pedophobia?": {
                "items": [
                    "A mental health professional can help you overcome the fear of being around small children",
                    "Psychotherapy talk therapy often works for people with pedophobia",
                    "Treatments may include",
                    "Exposure therapy desensitization You slowly face your fear of babies and small children through gradually increasing exposure to images or situations that involve children",
                    "The goal is to desensitize you to the fear through repeated exposure",
                    "Most people with specific phobias see symptom improvement with exposure therapy over time",
                    "Cognitive behavioral therapy CBT This therapy helps you analyze why you fear children",
                    "CBT helps address traumatic events that may have led to this fear",
                    "After you discover the cause you learn how to change your perceptions and responses to situations involving children",
                    "Medications Antianxiety drugs or antidepressants may help while youre getting psychotherapy",
                    "These medicines ease symptoms making it easier to be around children"
                ]
            },
            "What are the complications of pedophobia?": {
                "items": [
                    "An extreme fear of children can make it difficult to function in society",
                    "You may miss out on social events struggle at work and develop depression",
                    "Some people have panic attacks which feel a lot like a heart attack",
                    "Your heart may race and you may have noncardiac chest pain",
                    "Antianxiety medications will help you to cope while you work on ways to make the fear less intense"
                ]
            },
            "When should I call the doctor?": {
                "items": [
                    "You should call your healthcare provider if you experience",
                    "Panic attacks",
                    "Persistent anxiety that interferes with daily life or sleeping",
                    "Signs of depression",
                    "Substance use problems",
                    "You may want to ask your healthcare provider",
                    "Whats causing this phobia",
                    "Whats the best treatment for me",
                    "Should I try exposure therapy",
                    "How long will I need therapy",
                    "A note from Cleveland Clinic",
                    "Children are everywhere in grocery stores and neighborhoods on buses and sidewalks",
                    "Its almost impossible to avoid seeing these youngsters",
                    "Having a fear of infants and small children can make it difficult for you to shop travel socialize attend gatherings and do things most people enjoy",
                    "Avoiding children altogether isnt realistic or healthy",
                    "A mental health professional can use psychotherapies like exposure therapy and CBT to help you overcome pedophobia",
                    "Last reviewed by a Cleveland Clinic medical professional on 03152022",
                    "American Psychological Association",
                    "What Is Exposure Therapy",
                    "httpswwwapaorgptsdguidelinepatientsandfamiliesexposuretherapy  Accessed 3152022",
                    "Merck Manual Consumer Version",
                    "Phobic Disorders Phobias",
                    "httpswwwmerckmanualscomhomequickfactsmentalhealthdisordersanxietyandstressrelateddisordersphobicdisordersphobias  Accessed 3152022",
                    "Merck Manual Consumer Version",
                    "Specific Phobic Disorders",
                    "httpswwwmerckmanualscomhomementalhealthdisordersanxietyandstressrelateddisordersspecificphobicdisorders  Accessed 3152022",
                    "National Health Service UK",
                    "Overview Phobias",
                    "httpswwwnhsukmentalhealthconditionsphobiasoverview  Accessed 3152022",
                    "National Institute of Mental Health",
                    "Specific Phobia",
                    "httpswwwnimhnihgovhealthstatisticsspecificphobia  Accessed 3152022",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy"
                ]
            },
            "Related Institutes & Services": {
                "items": [
                    "Appointments\nContact Us"
                ]
            }
        }
    },
    {
        "name": "Philophobia (Fear of Falling in Love)",
        "description": "Philophobia — a fear of love — can negatively affect your ability to have meaningful relationships. A painful breakup, divorce, abandonment or rejection during childhood or adulthood may make you afraid to fall in love. Psychotherapy (talk therapy) can help you overcome this specific phobic disorder.",
        "data": {
            "What is philophobia?": {
                "items": [
                    "People who have philophobia have a fear of love",
                    "This fear is so intense that they find it difficult sometimes impossible to form and maintain loving relationships",
                    "“Philos” is the Greek word for loving or beloved",
                    "“Phobos” phobia is the Greek word for fear",
                    "Some people believe that Queen Elizabeth I of England had philophobia",
                    "She never married and became known as the Virgin Queen"
                ]
            },
            "What is a phobia?": {
                "items": [
                    "Phobias are one of the more common anxiety disorders",
                    "People who have phobias develop extreme fears of things that wont typically harm them",
                    "Philophobia is a specific phobia disorder",
                    "You become afraid of a certain situation falling in love"
                ]
            },
            "How common is philophobia?": {
                "items": [
                    "Its hard knowing exactly how many people have a specific phobia like philophobia",
                    "Many people may keep this fear to themselves or may not recognize they have it",
                    "We do know that about 1 in 10 American adults and 1 in 5 teenagers will deal with a specific phobia disorder at some point in their lives though"
                ]
            },
            "Who is at risk for philophobia?": {
                "items": [
                    "People designated female at birth DFAB are more likely to experience a phobia disorder",
                    "Risk factors include",
                    "Family history Witnessing a parent or loved one struggle with a phobia or anxiety disorder may make you more likely to have the same fears",
                    "Genetics Some research suggests that some people have gene changes that make them more prone to anxiety disorders and phobias",
                    "Other phobias Its common to have more than one phobia",
                    "Someone with a fear of love may also fear commitment gamophobia rejection or abandonment"
                ]
            },
            "Why do I have a fear of love?": {
                "items": [
                    "Often people can trace their fear or phobia to traumatic childhood experiences",
                    "Philophobia may be a protective response",
                    "If you dont allow yourself to develop loving feelings for someone you lower your risk of heartache and pain",
                    "Potential philophobia causes include",
                    "Previous difficult relationships Children who experience their parents argumentative divorce parental death abandonment or child abuse may find it difficult to feel love for others",
                    "The same holds true for adults who experience infidelity divorce abuse or abandonment",
                    "Fear of rejection or abandonment Having a parent leave you as a child can lead to a fear of love",
                    "Adults who experience repeat rejections from partners or friends may become afraid to love",
                    "Cultural or religious pressures Certain cultures arrange marriages without much if any consideration about love",
                    "You may become afraid to love others because you feel you have no say in who your partner is",
                    "Someone whos LGBTQ may fear love if their religion or culture opposes the relationship",
                    "Disinhibited social engagement disorder DSED A child who doesnt receive attention love and validation from a parent or another trusted source may grow up fearing love",
                    "These children tend to connect better with strangers than people who love them",
                    "DSED is a type of reactive attachment disorder"
                ]
            },
            "What are philophobia symptoms?": {
                "items": [
                    "People who fear love may react in different ways",
                    "You may",
                    "Be unable to have intimate relationships",
                    "Experience extreme anxiety when in a relationship and constantly worry about the relationship ending",
                    "Feel afraid of your partner or their emotions",
                    "Push people away or end relationships abruptly",
                    "When you experience feelings of love you may have these physical symptoms",
                    "Dizziness",
                    "Dry mouth",
                    "Extreme feeling of dread or terror",
                    "Nausea vomiting or diarrhea\nProfuse sweating",
                    "Rapid breathing and heart rate",
                    "Shaking or trembling",
                    "Shortness of breath"
                ]
            },
            "How is philophobia diagnosed?": {
                "items": [
                    "The American Psychiatric Associations Diagnostic and Statistical Manual of Mental Disorders DSM helps mental health professionals like psychologists diagnose phobia disorders based on symptoms and how they impact your quality of life",
                    "Healthcare providers use these criteria to diagnose a specific phobic disorder like philophobia",
                    "Persistent fear of love that lasts for at least six months",
                    "Intense fear or anxiety when you feel love",
                    "Onset of phobia symptoms when you find yourself in a loving situation",
                    "Anxiety or fear that causes you to avoid giving or receiving love",
                    "Extreme symptoms that interfere with your ability to forge meaningful intimate relationships"
                ]
            },
            "How do providers treat philophobia?": {
                "items": [
                    "Cognitive behavioral therapy CBT can help you overcome philophobia",
                    "This form of psychotherapy talk therapy helps you recognize thoughts and behaviors that make you afraid of love",
                    "You may also benefit from a type of exposure therapy known as systemic desensitization therapy",
                    "Exposure therapy helps more than 90 of people who have specific phobic disorders",
                    "It works by",
                    "Teaching you how to use relaxation techniques like deep breathing exercises and meditation to manage symptoms",
                    "Gradually exposing you to the idea of falling in love",
                    "Giving you realworld tasks to help you get comfortable with giving and receiving love"
                ]
            },
            "What are the complications of philophobia?": {
                "items": [
                    "A loveless life can affect your physical and mental health putting you at risk for",
                    "Anxiety depression or panic disorder",
                    "Erectile dysfunction in males",
                    "Posttraumatic stress disorder PTSD",
                    "Substance use disorder"
                ]
            },
            "When should I call the doctor?": {
                "items": [
                    "Call your healthcare provider if you experience",
                    "Panic attacks",
                    "Persistent anxiety that interferes with daily life or sleeping",
                    "Signs of depression or substance use problems"
                ]
            },
            "What questions should I ask my doctor?": {
                "items": [
                    "You may want to ask your healthcare provider",
                    "Whats causing this phobia",
                    "Whats the best treatment for me",
                    "Should I try psychotherapy",
                    "How long will I need therapy",
                    "Can medications help",
                    "A note from Cleveland Clinic",
                    "Its natural to want to protect yourself from pain",
                    "But problems arise if your fear of love causes physical or mental distress or affects your ability to build relationships",
                    "It should feel good to give and receive love",
                    "When philophobia causes you to be afraid of love your world may become lonely",
                    "CBT and desensitization therapy can help you learn to deal with this fear",
                    "In time you may be able to form intimate loving relationships with partners family members and friends",
                    "Last reviewed by a Cleveland Clinic medical professional on 03152022",
                    "American Psychological Association",
                    "What Is Exposure Therapy",
                    "httpswwwapaorgptsdguidelinepatientsandfamiliesexposuretherapy  Accessed 3152022",
                    "Merck Manual Consumer Version",
                    "Phobic Disorders Phobias",
                    "httpswwwmerckmanualscomhomequickfactsmentalhealthdisordersanxietyandstressrelateddisordersphobicdisordersphobias  Accessed 3152022",
                    "Merck Manual Consumer Version",
                    "Specific Phobic Disorders",
                    "httpswwwmerckmanualscomhomementalhealthdisordersanxietyandstressrelateddisordersspecificphobicdisorders  Accessed 3152022",
                    "National Health Service UK",
                    "Overview Phobias",
                    "httpswwwnhsukmentalhealthconditionsphobiasoverview  Accessed 3152022",
                    "National Institute of Mental Health",
                    "Specific Phobia",
                    "httpswwwnimhnihgovhealthstatisticsspecificphobia  Accessed 3152022",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy"
                ]
            },
            "Related Institutes & Services": {
                "items": [
                    "Appointments\nContact Us"
                ]
            }
        }
    },
    {
        "name": "Phobias",
        "description": "A phobia is when you have intense or even overpowering fear and anxiety in certain situations or when you encounter certain objects. While phobias can involve the same things as ordinary fears, the effects of phobias are more severe. In the most severe cases, people with phobias critically limit their lives to avoid encountering what they fear.",
        "data": {
            "What are phobias?": {
                "items": [
                    "A phobia is when something causes you to feel fear or anxiety thats so severe it consistently and overwhelmingly disrupts your life",
                    "Phobias are a type of anxiety disorder and theres one diagnosis for almost all of them specific phobia",
                    "Only one phobia agoraphobia is a specific diagnosis",
                    "When you arent in a situation that directly involves your phobia you can recognize that the fear is much more severe than it should be",
                    "But knowing that doesnt change how you feel",
                    "If you encounter something that triggers your phobia youll feel overwhelming fear or anxiety",
                    "You might be able to keep functioning but doing so will be extremely difficult"
                ]
            },
            "How many different phobias are there?": {
                "items": [
                    "Because phobias including the feelings of fear or anxiety they cause affect everyone differently theres no set number of fears",
                    "However experts group fears into five main categories",
                    "CategoryExamples of phobiasAnimalsAlligators dogs snakesNatural environmentHeights storms waterBlood medical procedures or injuriesNeedles sharp objects painSituationsDriving flying enclosed spacesOtherChildren choking clowns",
                    "Some of the most common phobias by category include",
                    "AnimalsNatural environmentBlood medical procedures or injuriesSituationsOtherArachnophobia Fear of SpidersAcrophobia Fear of HeightsAlgophobia Fear of PainAerophobia Fear of FlyingCoulrophobia Fear of ClownsCynophobia Fear of DogsAgoraphobia Fear of Public SpacesDentophobia Fear of DentistsAmaxophobia Fear of DrivingEmetophobia Fear of vomitingEntomophobia Fear of InsectsAquaphobia Fear of WaterHemophobia Fear of BloodClaustrophobia Fear of Enclosed SpacesPyrophobia Fear of FireOphidiophobia Fear of SnakesAstraphobia Fear of Thunder and LightningTrypanophobia Fear of NeedlesNyctophobia Fear of the DarkTrypophobia Fear of Clusters or Groups of Holes",
                    "Agoraphobia is a separate diagnosis because it can have many potential triggers",
                    "A diagnosis of agoraphobia requires that you experience multiple types of triggers",
                    "The five all relate to being in public areas or spaces"
                ]
            },
            "How common are phobias?": {
                "items": [
                    "While its common for people to describe having a strong fear of something — like snakes or heights — thats not the same as a phobia",
                    "In reality phobias arent very common",
                    "The rates for specific phobia can vary by age",
                    "However most people develop them before age 10",
                    "Overall Only about 8 to 12 of people in the US meet the criteria for specific phobia",
                    "Everywhere else in the world its between 2 and 6",
                    "Children Worldwide between 3 and 9 of children meet the requirements for specific phobia",
                    "Among teenagers between 13 and 17 years in the US about 16 have it",
                    "Older adults 65 and older Specific phobia rates tend to decrease as people age",
                    "Estimates range between 3 and 5 for people 65 and older",
                    "Women and people assigned female at birth AFAB are twice as likely to have specific phobia than men and people assigned male at birth AMAB"
                ]
            },
            "What are the symptoms of phobias?": {
                "items": [
                    "Specific phobia and agoraphobia have the same possible symptoms but can happen in different ways or settings",
                    "Phobias can cause you to experience physical mental and behavioral symptoms when youre exposed to the feared object or situation andor when thinking about it",
                    "Mental symptoms are effects that impact how you think and feel",
                    "They include",
                    "Intense or overwhelming fear",
                    "Panic or feeling the need to escape",
                    "Feeling like youre in immediate danger",
                    "Feelings of disconnection from your own body depersonalization or the world around you derealization",
                    "Physical symptoms are effects that directly affect your body",
                    "They include",
                    "Heart rate and activity changes",
                    "Sweating feeling hot or chills",
                    "Shaking or trembling",
                    "Nausea upset stomach or stomachache",
                    "Tightness or pain in your chest",
                    "Trouble breathing or feeling smothered",
                    "Feeling dizzy or lightheaded",
                    "Fainting",
                    "Pallor blood rushing out of your face",
                    "Narrowed vision also known as tunnel vision",
                    "Behavioral symptoms are ways you change or dont change your lifestyle routine or habits",
                    "They include",
                    "Going out of your way to avoid triggers",
                    "Example Avoiding regular medical or dental care because youre afraid of needles dentists etc",
                    "Deliberately changing your life to avoid triggers",
                    "Example Moving out of a coastal area because of a fear of hurricanes",
                    "Avoiding life changes — especially positive ones — so you dont encounter triggers",
                    "Example Avoiding buying a house or taking a job somewhere with a view of a river lake or ocean because of a fear of water swimming or drowning",
                    "Children can also develop specific phobia and they may show different symptoms including",
                    "Crying",
                    "Tantrums or emotional outbursts",
                    "Freezing holding still",
                    "Clinging or being inseparable from someone they feel is safe"
                ]
            },
            "What causes phobias?": {
                "items": [
                    "Phobias are when your brain takes fear and anxiety to extreme degrees",
                    "Under ordinary circumstances these emotions can be protective and helpful",
                    "Theyre your brains way of warning you that something is wrong and you might be or currently are in danger",
                    "But experts dont fully understand why these emotions can turn into phobias",
                    "However several factors and processes may contribute to having a phobia",
                    "These include",
                    "Traumatic experiences",
                    "These can be experiences that happen to you or that you see happen to someone else",
                    "Genetics",
                    "Certain types of phobias are more likely to happen in people who have a relative with that type of phobia",
                    "The types with higher rates in family members are animal bloodmedical procedureinjury and situational phobias",
                    "Informational transmission",
                    "Some phobias may happen because of things you learn about or things you see or hear repeatedly",
                    "Learned fears",
                    "People can learn about the phobias or fears of others and may develop a phobia as a result",
                    "This may be a factor in why people with overprotective parents may be more likely to have specific phobia"
                ]
            },
            "What are the complications of phobias?": {
                "items": [
                    "Phobias can have longterm effects on your mental and physical health especially when you frequently encounter triggers or have especially severe effects",
                    "People with specific phobia and agoraphobia have a higher risk of certain mental health conditions",
                    "While phobias may not cause those conditions phobias usually start before the other conditions and can contribute to them",
                    "Mental health conditions that are more likely in people with specific phobia or agoraphobia include",
                    "Anxiety disorders",
                    "Bipolar disorder",
                    "Depressive disorders",
                    "Personality disorders especially dependent personality disorder",
                    "Substance use disorders",
                    "Somatic symptom disorders",
                    "Physical health conditions that commonly happen along with phobias or that may get worse because of phobia symptoms include",
                    "Heart disease",
                    "Chronic obstructive pulmonary disease COPD",
                    "Parkinsons disease",
                    "Balance and dizziness symptoms which can also cause falls and fallrelated injuries",
                    "Degenerative brain disorders and dementia symptoms"
                ]
            },
            "How are phobias diagnosed?": {
                "items": [
                    "A mental health provider usually a psychologist or psychiatrist can diagnose specific phobia or agoraphobia by talking to you and asking questions",
                    "Diagnosing these conditions doesnt require lab imaging or diagnostic testing",
                    "The questions they ask may follow specific questionnaires designed to help diagnose a phobia",
                    "The questions they ask can include but arent limited to",
                    "Phobia triggers that you know about",
                    "What symptoms you experience and how severe they are",
                    "Your current lifestyle and routine and if phobia symptoms affect it",
                    "When the symptoms started",
                    "If you have a history of a traumatic event or other possible factors that could cause or contribute to a phobia",
                    "Your provider will ask these questions because diagnosing specific phobia or agoraphobia requires that your symptoms meet certain criteria",
                    "You experience strong fear or anxiety about a specific object or situation",
                    "Encountering a phobia trigger causes immediate fear anxiety or both",
                    "You actively avoid phobia triggers or experience intense fear anxiety or both when you encounter triggers you cant avoid",
                    "The fear or anxiety you experience is much more severe than the trigger should cause",
                    "You experience fear or anxiety from triggers or work to avoid them for at least six months",
                    "The fear anxiety or avoiding phobia triggers disrupts part of your life including work social relationships etc",
                    "The symptoms you experience arent better explained by another condition such as posttraumatic stress disorder PTSD or panic disorder"
                ]
            },
            "How are phobias treated, and can they be cured?": {
                "items": [
                    "Treating phobias can involve mental health therapy the formal term is “psychotherapy” medications or a combination of the two",
                    "The treatments can depend on the type of phobia you experience how severe the symptoms are and factors related to your lifestyle routine and preferences",
                    "A healthcare provider can tell you more about the possible treatments that can help you and which they recommend",
                    "One of the main ways to treat a phobia is by helping you adjust your thinking and behaviors surrounding your fear",
                    "Mental health therapy psychotherapy is one of the most useful ways to do this",
                    "Cognitive behavioral therapy CBT is a common type of therapy that helps with this",
                    "Over time therapy can help you better cope with the fear and anxiety you experience",
                    "Another treatment approach is exposure therapy",
                    "That can happen in two main ways",
                    "Systematic desensitization graded exposure",
                    "This involves gradually exposing you to parts of triggers slowly",
                    "Over time your provider will help you work through parts of your fears from least to most troubling",
                    "It also helps you practice adjusting your thinking and behaviors to manage feelings of fear and anxiety",
                    "Flooding",
                    "This technique is similar to desensitization but it involves exposing you to the phobia triggers themselves not in small bits over time",
                    "That helps you adjust to triggers and control your anxiety",
                    "Though less common this technique can sometimes help people with phobias but most providers recommend using it cautiously",
                    "Exposure therapy can happen in two ways",
                    "In vivo",
                    "From Latin and in this context means “in real life” Exposing yourself to your fear in real life is one way that you can work through it",
                    "Imaginal",
                    "This is where your provider has you imagine your fear and helps you process and work through the fear by thinking about it",
                    "For some phobias this is the only way to use exposure therapy especially phobias that would be dangerous to be around in real life",
                    "In some cases certain medications can also help you with phobia symptoms",
                    "These are usually depression medications or anxiety medications",
                    "Many types of medications can help with phobia symptoms so your healthcare provider is the best person to explain your options and which they recommend",
                    "They can also explain the possible side effects complications and other details you should know about these drugs"
                ]
            },
            "Are phobias preventable?": {
                "items": [
                    "Phobias happen unpredictably and they can vary widely from one person to another",
                    "Thats partly because fear is something that each person experiences differently",
                    "Because of that theres no way to prevent phobias from developing",
                    "Theres also no known way to reduce your risk of developing them"
                ]
            },
            "What can I expect if I have a phobia?": {
                "items": [
                    "Phobias can majorly impact your mental health and wellbeing especially if they involve something you encounter often",
                    "About 75 of people with specific phobia also have more than one type of phobia which can make this condition very disruptive",
                    "Over time untreated phobias can cause some people to limit their lives severely",
                    "Over time specific phobia can fade",
                    "However this is less likely to happen without treatment",
                    "Phobias that start in childhood may fade quickly",
                    "But childhood phobias that last into adulthood can last for years or even decades"
                ]
            },
            "What’s the outlook for phobias?": {
                "items": [
                    "The outlook for specific phobia is best with treatment especially early on",
                    "Without treatment these conditions can greatly impact your mental health and how you live your life",
                    "Early treatment for phobia symptoms can make a major difference even if you dont have an official phobia diagnosis because you havent had symptoms for at least six months",
                    "This is true no matter what your age or what phobia you have"
                ]
            },
            "How do I take care of myself if I have a phobia?": {
                "items": [
                    "The most important things you can do if you think you have a phobia include",
                    "Seek help",
                    "You should seek help as soon as you notice phobia symptoms disrupting your life",
                    "Getting help sooner can make a big difference in your recovery",
                    "Follow treatment guidance",
                    "If your healthcare provider prescribes medication or recommends regular mental health visits following them can make your treatment more effective and help you faster",
                    "Dont underestimate the value of lifestyle changes",
                    "Staying active eating a healthy diet getting enough sleep avoiding alcohol and nonmedical use of drugs and managing your stress and mental health can all help you as you work on managing or overcoming a phobia",
                    "Phobias can increase your risk of anxiety depression and other mental health conditions",
                    "Those conditions can in turn increase your risk of selfharm or suicide",
                    "You should get immediate help if you have thoughts about harming yourself or others or if you suspect someone you know is in danger of harming themselves",
                    "Resources that can help you include",
                    "National Suicide and Crisis Lifeline United States",
                    "This line can help you if you have suicidal thoughts or impulses and you can also call even when youre not in crisis",
                    "To call this line dial 988",
                    "You can also receive help via text message",
                    "To do so text HELLO to 741741",
                    "911 or your local emergency services number",
                    "You should call 911 or the local emergency services number if you feel like you are or someone you know is in immediate danger of selfharm or suicide",
                    "Operators and dispatchers for 911 lines can often help people in immediate danger because of a severe mental crisis and send first responders to assist",
                    "A note from Cleveland Clinic",
                    "You might feel that having a phobia is a major flaw or a sign of weakness but it isnt",
                    "Phobias are widespread and can affect everyone regardless of age or background",
                    "Just as theres nothing wrong with seeking treatment for a broken bone or an ear infection theres nothing wrong with seeing a mental health professional for help with a phobia",
                    "If you have or think you might have a phobia talk to a mental health provider",
                    "With treatment you can find ways to manage — or even overcome — your fears",
                    "That way you wont have to worry about what you might encounter the next time you go out your door",
                    "Last reviewed by a Cleveland Clinic medical professional on 02222023",
                    "American Psychological Association Dictionary of Psychology  dictionaryapaorg",
                    "Flooding",
                    "httpsdictionaryapaorgflooding  Accessed 2222023",
                    "Anxiety  Depression Association of America  adaaorg",
                    "Specific Phobias – Symptoms",
                    "httpsadaaorgunderstandinganxietyspecificphobiassymptoms  Accessed 2222023",
                    "Anxiety Disorders",
                    "In Diagnostic and Statistical Manual of Mental Disorders 5th edition text revision",
                    "American Psychiatric Association 2022",
                    "Balaram K Marwaha R Agoraphobia",
                    "httpswwwncbinlmnihgovbooksNBK554387  Updated 2022 Jun 7",
                    "In StatPearls Internet",
                    "Treasure Island FL StatPearls Publishing 2022 Jan",
                    "Accessed 2222023",
                    "Eaton WW Bienvenu OJ Miloyan B",
                    "Specific phobias",
                    "httpswwwncbinlmnihgovpmcarticlesPMC7233312  Lancet Psychiatry",
                    "201858678686",
                    "Accessed 2222023",
                    "Samra CK Abdijadid S Specific Phobia",
                    "httpswwwncbinlmnihgovbooksNBK499923  Updated 2022 May 8",
                    "In StatPearls Internet",
                    "Treasure Island FL StatPearls Publishing 2022 Jan",
                    "Accessed 2222023",
                    "WolitzkyTaylor KB Castriotta N Lenze EJ et al",
                    "Anxiety disorders in older adults a comprehensive review",
                    "httpspubmedncbinlmnihgov20099273  Depress Anxiety",
                    "2010272190211",
                    "Accessed 2222023",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy"
                ]
            },
            "Related Institutes & Services": {
                "items": [
                    "Appointments\nContact Us"
                ]
            }
        }
    },
    {
        "name": "Phobophobia (Fear of Fear)",
        "description": "Phobophobia is an intense fear of being afraid. Some people might be terrified of the physical symptoms that come with fear, such as rapid breathing or dizziness. Others are scared of developing another phobic disorder. You may need psychotherapy or medication as treatment.",
        "data": {
            "What is phobophobia?": {
                "items": [
                    "Phobophobia is an extreme fear of being afraid",
                    "While this condition may sound redundant its a very real and complex disorder that can take a few forms",
                    "A person with phobophobia may be scared of the physical sensations that come with fear such as shortness of breath sweaty palms or heart palpitations",
                    "They might feel that these symptoms threaten their life or have the potential to cause permanent damage",
                    "Or they may have a fear of developing a specific phobia such as claustrophobia fear of crowded confined spaces or trypanophobia fear of needles",
                    "The anxiety of anticipating a potential phobia actually becomes a phobia itself",
                    "Many experts refer to this as a selffulfilling prophecy",
                    "Phobophobia like other phobias can affect every aspect of a persons life",
                    "Intense feelings of dread anxiety and panic can make it difficult to function at work school or in social situations"
                ]
            },
            "What is a phobia?": {
                "items": [
                    "A phobia is a type of anxiety disorder that causes overwhelming fear of an object event or situation",
                    "To others the fear may seem irrational or silly but the person with the phobia feels genuinely threatened and afraid",
                    "There are hundreds of specific phobic disorders"
                ]
            },
            "How common is phobophobia?": {
                "items": [
                    "Its hard knowing exactly how many people have a specific phobia like phobophobia but its rare",
                    "We do know that about 1 in 10 American adults and 1 in 5 teenagers will deal with a specific phobia disorder at some point in their lives though",
                    "These disorders are about twice as common in women as they are in men"
                ]
            },
            "What causes phobophobia?": {
                "items": [
                    "Phobophobia may have several causes including",
                    "Family history Research suggests that phobias may have a genetic component",
                    "This means you inherit an abnormal gene or multiple genes from your parents",
                    "These genes increase your risk of developing a phobia anxiety disorder or other mental health disorder",
                    "Other phobias Many people with phobophobia may already have one or more phobias",
                    "Anxiety about their fear not necessarily the feared object prevents them from getting effective treatment",
                    "So if someone has severe ophidiophobia fear of snakes theyre very afraid of actual snakes",
                    "A person with phobophobia may even be more scared of the feelings of fear that they get around snakes than of the snakes themselves",
                    "Trauma If you witnessed someone having a panic attack or experiencing severe symptoms of fear you may be scared that the same could happen to you",
                    "Or perhaps you had a terrifying experience in the past and remember the trauma and physical symptoms of the fear itself more than the thing or situation that frightened you"
                ]
            },
            "What are the symptoms of phobophobia?": {
                "items": [
                    "People with phobophobia tend to avoid any situation where they think they might become fearful",
                    "This might mean avoiding normal “scary situations” such as horror movies roller coasters or skydiving",
                    "But it can also mean staying away from anxiety in any form such as refusing to go to a job interview",
                    "Avoidance strategies can also stem from other phobias",
                    "For instance if a person has aerophobia fear of flying they may be so scared to experience the symptoms associated with this phobia that they start avoiding other forms of travel such as cars trains and buses",
                    "A person with phobophobia may have symptoms of a panic attack if they see think or talk about fear like",
                    "Chills",
                    "Dizziness and lightheadedness",
                    "Excessive sweating hyperhidrosis",
                    "Heart palpitations",
                    "Nausea",
                    "Shortness of breath dyspnea",
                    "Trembling or shaking",
                    "Upset stomach or indigestion dyspepsia"
                ]
            },
            "How is phobophobia diagnosed?": {
                "items": [
                    "Your healthcare provider may diagnose you with phobophobia if you",
                    "Avoid any situation where you might get scared",
                    "Find it difficult to function in your daily life due to your fear",
                    "Have symptoms of phobophobia for six months or longer",
                    "Many people with phobophobia have other phobias so this can make it a difficult condition to diagnose",
                    "Your healthcare provider will try to identify each phobia separately to build the most effective treatment plan",
                    "People with phobophobia may also have other mental health disorders such as",
                    "Avoidant personality disorder",
                    "Illness anxiety disorder hypochondria",
                    "Obsessivecompulsive disorder OCD",
                    "Panic disorder",
                    "Paranoid personality disorder",
                    "Posttraumatic stress disorder PTSD"
                ]
            },
            "How is phobophobia managed or treated?": {
                "items": [
                    "Treatment for phobophobia may include",
                    "Cognitive behavioral therapy CBT During CBT which is a form of psychotherapy talk therapy you learn to change negative behavior and thinking about the thing you fear",
                    "If you have phobophobia your therapist may teach you to identify specific things that trigger your fear",
                    "Then you learn techniques for managing your reaction such as deep breathing or meditation",
                    "Exposure therapy Your healthcare provider may recommend exposure therapy along with CBT",
                    "You gradually encounter the things that trigger your fear",
                    "You may be asked to recreate the symptoms of fear or panic in a controlled environment",
                    "Over time you become desensitized to those fears and your symptoms diminish",
                    "Medication Medication isnt very effective for treating phobias but you may need it to manage coexisting mental health disorders such as anxiety panic disorder or PTSD",
                    "If medication helps reduce the frequency and severity of anxiety or panic attacks it may also diminish phobophobia"
                ]
            },
            "Is there a way to prevent phobophobia?": {
                "items": [
                    "Its difficult to prevent phobias but you can take steps to reduce stress and anxiety in your life",
                    "Avoid caffeine drugs alcohol or other substances that make anxiety worse",
                    "Build a strong support system of friends and family members",
                    "Eat a balanced diet and stay active",
                    "Prioritize hobbies or activities that bring you joy and fulfillment",
                    "Reach out to your healthcare provider if your fear becomes unmanageable"
                ]
            },
            "What’s the prognosis (outlook) for people with phobophobia?": {
                "items": [
                    "CBT and exposure therapy help most people manage specific phobic disorders",
                    "Medications may be helpful while you work on other therapies"
                ]
            },
            "When should I call the doctor?": {
                "items": [
                    "Contact your healthcare provider if you experience",
                    "Panic attacks",
                    "Persistent anxiety that interferes with your daily life or sleeping",
                    "Signs of depression or substance use problems",
                    "You may want to ask your healthcare provider",
                    "How can I overcome phobophobia",
                    "How long will I need treatment",
                    "What treatments are available",
                    "A note from Cleveland Clinic",
                    "Phobophobia is a fear of being afraid",
                    "You might be scared of the physical symptoms that come with fear or feel worried that you could develop a phobia",
                    "Many people with phobophobia already have other phobias or mental health disorders",
                    "If you think you may have a specific phobia talk to your healthcare provider",
                    "They can guide you to the right treatment which may include psychotherapy or medication",
                    "Last reviewed by a Cleveland Clinic medical professional on 03152022",
                    "Merck Manual Consumer Version",
                    "Specific Phobic Disorders",
                    "httpswwwmerckmanualscomhomementalhealthdisordersanxietyandstressrelateddisordersspecificphobicdisorders  Accessed 3152022",
                    "National Health Services NHS",
                    "Phobias",
                    "httpswwwnhsukmentalhealthconditionsphobias  Accessed 3152022",
                    "Samra CK Abdijadid S Specific Phobia",
                    "httpswwwncbinlmnihgovbooksNBK499923  Updated 2021 May 15",
                    "In StatPearls Internet",
                    "Treasure Island FL StatPearls Publishing 2021 Jan",
                    "Accessed 3152022",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy"
                ]
            },
            "Related Institutes & Services": {
                "items": [
                    "Appointments\nContact Us"
                ]
            }
        }
    },
    {
        "name": "Podophobia (Fear of Feet)",
        "description": "Podophobia is an overwhelming fear of feet. People with this condition might be scared of their own feet or other people’s feet. They may avoid places where people are barefoot, such as beaches or pools. Psychotherapy can help manage podophobia for most people.",
        "data": {
            "What is podophobia?": {
                "items": [
                    "Podophobia is an intense fear of feet",
                    "“Podos” is the ancient Greek word for feet",
                    "Someone with podophobia may experience severe anxiety when they see or think about their own feet or other peoples feet",
                    "Their fear might focus on bare feet but it can also apply to feet covered in shoes and socks",
                    "Podophobia can have a serious effect on a persons quality of life",
                    "Your feet are with you all the time so if you fear your own feet you might have a constant sense of worry or panic",
                    "If youre scared of other peoples feet it can be hard to function at work in social situations or in public"
                ]
            },
            "Why do I find feet disgusting?": {
                "items": [
                    "A lot of people think feet are gross",
                    "Feet can be smelly or dirty and you cant wash them as often as you wash your hands",
                    "They can develop fungus or infections",
                    "Common foot problems include toenail fungus and athletes foot",
                    "But its important to note that finding feet disgusting isnt the same as having podophobia",
                    "People with podophobia see feet as threatening and potentially harmful"
                ]
            },
            "What is a phobia?": {
                "items": [
                    "A specific phobia is a severe fear of an object event or situation",
                    "Youre scared of these things even when theres no real danger",
                    "Phobias might seem irrational to others but theyre very real for the person experiencing the fear",
                    "Specific phobic disorders are a type of anxiety disorder"
                ]
            },
            "How common is podophobia?": {
                "items": [
                    "Theres no data on podophobia specifically but phobias as a whole are fairly common",
                    "Research shows that about 12 of adults and 19 of teenagers in the US have a specific phobic disorder at some point in their lives",
                    "Phobias are about twice as common in people designated female at birth DFAB as they are in people designated male at birth DMAB"
                ]
            },
            "What causes podophobia?": {
                "items": [
                    "Its not entirely clear what causes a fear of feet",
                    "Podophobia may stem from a variety of factors including",
                    "Family history Research suggests that genes you inherit from your parents may play a role in phobias",
                    "So having family members with phobias anxiety disorders or other mental health conditions may make you more likely to have a similar disorder",
                    "Other phobias Some people may have mysophobia fear of germs or osmophobia fear of odors",
                    "These conditions can trigger an intense aversion to feet which some people consider filthy smelly or unhygienic",
                    "Trauma If youve ever had a serious foot injury or witnessed someone with foot trauma or disease the experience could trigger podophobia",
                    "Maybe someone kicked you in the past and now you associate feet with violence pain or danger"
                ]
            },
            "What are the symptoms of podophobia?": {
                "items": [
                    "People with podophobia may avoid any situation where they can encounter a lot of feet especially bare feet",
                    "They might stay away from beaches pools and shoe stores — or find it difficult to wear flipflops or sandals",
                    "They may be scared to touch their own feet or have them touched by someone else",
                    "This means it might be hard to wash their feet trim their toenails and maintain good foot hygiene",
                    "The condition might also prompt someone to cover their feet all the time and wear socks 247",
                    "Someone with podophobia can also have panic attacks if they see think or talk about feet",
                    "Symptoms of a panic attack can include",
                    "Chills",
                    "Dizziness and lightheadedness",
                    "Excessive sweating hyperhidrosis",
                    "Heart palpitations",
                    "Nausea",
                    "Shortness of breath dyspnea",
                    "Trembling or shaking",
                    "Upset stomach or indigestion dyspepsia"
                ]
            },
            "How is podophobia diagnosed?": {
                "items": [
                    "There isnt a specific test for podophobia",
                    "Your healthcare provider will likely ask you questions about your fear of feet including",
                    "How long have you been scared of feet",
                    "How often does your fear affect your daily life",
                    "What happens when you see or think about feet",
                    "They may diagnose you with podophobia if you",
                    "Cant function at work school or in social situations due to your fear of feet",
                    "Go to great lengths to avoid feet",
                    "Have been scared of feet for 6 months or longer",
                    "Have panic attacks about feet",
                    "Your healthcare provider will also determine if other mental health disorders may be making your phobia worse such as",
                    "Avoidant personality disorder",
                    "Illness anxiety disorder hypochondria",
                    "Obsessivecompulsive disorder OCD",
                    "Other phobic disorders",
                    "Panic disorder",
                    "Paranoid personality disorder"
                ]
            },
            "Is there a cure for podophobia?": {
                "items": [
                    "There isnt a cure for podophobia but there are very effective treatments that can help you manage the condition including",
                    "Cognitive behavioral therapy CBT CBT is a form of psychotherapy talk therapy",
                    "It helps you change negative attitudes and behaviors about an object you fear",
                    "During CBT you may identify the specific triggers of your foot fear",
                    "For instance are you scared of your own feet or other peoples feet",
                    "Do you feel more anxiety when feet are bare or covered",
                    "CBT also teaches techniques like deep breathing or meditation to cope with the symptoms of a phobia",
                    "Exposure therapy CBT and exposure therapy often go handinhand",
                    "During exposure therapy and with the help of your therapist you may look at pictures of feet or at your own feet",
                    "Over time you can practice encountering feet in public situations",
                    "This might mean going to a yoga class or getting a pedicure",
                    "Most people with specific phobic disorders such as podophobia can overcome their fear with exposure therapy",
                    "Medication Medication hasnt proven very effective for the longterm management of phobias",
                    "It doesnt treat the underlying source of your fear",
                    "But if you have to be around feet such as going to a shoe store to buy new shoes or attending a family gathering at the beach antianxiety drugs may help you manage symptoms or panic attacks"
                ]
            },
            "Is there a way to prevent podophobia?": {
                "items": [
                    "You cant prevent podophobia but you can reduce its negative effects by",
                    "Avoiding caffeine drugs or alcohol which can make anxiety worse",
                    "Eating a healthy diet and exercising regularly which can help reduce stress and anxiety",
                    "Reaching out to a therapist or other healthcare provider when you need help",
                    "Sharing your fears with a support system of friends and family members"
                ]
            },
            "What’s the prognosis (outlook) for people with podophobia?": {
                "items": [
                    "Most people can overcome their phobias with psychotherapy",
                    "The amount of time you need to spend in therapy can range from months to years but you can stop treatment once your symptoms improve",
                    "Someone with a phobic disorder may relapse the phobia returns which requires additional treatment"
                ]
            },
            "When should I call the doctor?": {
                "items": [
                    "Contact your healthcare provider if you experience",
                    "Difficulty functioning in your daily life due to a fear of feet",
                    "Symptoms of a panic attack"
                ]
            },
            "What questions should I ask my doctor?": {
                "items": [
                    "You may want to ask your healthcare provider",
                    "Can other treatments such as hypnotherapy help me get to the root of my fear",
                    "How can I get over podophobia",
                    "How long will I need treatment",
                    "A note from Cleveland Clinic",
                    "Podophobia is an intense fear of feet",
                    "Someone with the condition might be scared of their own feet or other peoples feet",
                    "If your fear prevents you from enjoying everyday activities or if it affects your ability to function at work school or in social situations its time to get help",
                    "Your healthcare provider can guide you to the right treatment for your needs",
                    "Last reviewed by a Cleveland Clinic medical professional on 04122022",
                    "Merck Manual Consumer Version",
                    "Specific Phobic Disorders",
                    "httpswwwmerckmanualscomhomementalhealthdisordersanxietyandstressrelateddisordersspecificphobicdisorders  Accessed 4122022",
                    "National Health Services NHS",
                    "Phobias",
                    "httpswwwnhsukmentalhealthconditionsphobias  Accessed 4122022",
                    "Samra CK Abdijadid S Specific Phobia",
                    "httpswwwncbinlmnihgovbooksNBK499923  Updated 2021 May 15",
                    "In StatPearls Internet",
                    "Treasure Island FL StatPearls Publishing 2021 Jan",
                    "Accessed 4122022",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy"
                ]
            },
            "Related Institutes & Services": {
                "items": [
                    "Appointments\nContact Us"
                ]
            }
        }
    },
    {
        "name": "Pogonophobia (Fear of Beards)",
        "description": "Pogonophobia is a severe fear of beards, but can also include mustaches, goatees or other types of facial hair. The condition can make it difficult to function in a lot of social situations where people may have beards. Psychotherapy and exposure therapy are treatment options that offer help.",
        "data": {
            "What is pogonophobia?": {
                "items": [
                    "Pogonophobia is an extreme fear of beards",
                    "“Pogon” comes from the Greek word for beards",
                    "Someone with pogonophobia may feel severe anxiety or panic around people with beards",
                    "They may also feel this way if they see a photo or video of someone with a beard",
                    "They might fear long full beards or any type of facial hair such as a mustache goatee or “five oclock shadow”",
                    "The condition can also make people scared of real beards or artificial beards that are part of costumes",
                    "If you have pogonophobia its impossible to predict when and where you might encounter someone with a beard",
                    "So pogonophobia can make it difficult to function at work in social situations or in public"
                ]
            },
            "What is a phobia?": {
                "items": [
                    "An overwhelming fear of an object event or situation is a phobia",
                    "The fear might seem irrational or silly to others",
                    "You might think “How can a beard be dangerous” But to someone with pogonophobia or any other phobia the focus of their fear presents a very real threat",
                    "Specific phobic disorders are a type of anxiety disorder"
                ]
            },
            "How common is pogonophobia?": {
                "items": [
                    "Its not clear how many people have pogonophobia but phobias as a whole are fairly common",
                    "Studies show that about 12 of adults and 19 of teenagers in the US experience a specific phobic disorder at some point",
                    "Phobias are about twice as common in women as they are in men"
                ]
            },
            "What causes pogonophobia?": {
                "items": [
                    "A fear of beards can have a variety of causes including",
                    "Associations Some people associate beards with homelessness poverty or illness",
                    "Or it may seem like someone is growing a beard to hide their face suggesting mysterious or criminal behavior",
                    "Sometimes beards also bring to mind certain religions or ethnicities",
                    "These are all stereotypes",
                    "You may not even realize that your fear stems from these types of generalizations about beards",
                    "Family history Genetics may play a role in phobias",
                    "The genes you inherit from your parents can increase your risk for anxiety and other mental health disorders",
                    "Studies suggest that between 25 and 65 of phobias have a genetic component",
                    "Researchers havent identified a single “phobia gene” so its likely that multiple genes play a role in these conditions",
                    "Other phobias Sometimes phobias overlap",
                    "For instance if you have mysophobia fear of dirt and germs you may also be scared of beards because you feel theyre filthy or unhygienic",
                    "People with Santaphobia fear of Santa Claus might get anxiety around beards especially near the holidays",
                    "Trichophobia fear of hair can trigger a fear of beards mustaches and all facial hair",
                    "Trauma Abuse from someone with a beard can make you scared of beards",
                    "Or maybe you saw a scary movie where the villain had a beard",
                    "Even if these traumatic experiences occurred in the distant past you may still connect them with beards in your mind",
                    "As a result beards remind you of pain fear danger or helplessness"
                ]
            },
            "What are the symptoms of pogonophobia?": {
                "items": [
                    "People with pogonophobia avoid any situation where they may encounter people with beards",
                    "This could include barbershops or hair salons",
                    "They might not go into shopping malls around the holidays in case someone is wearing a Santa Claus costume with an artificial beard",
                    "If someone has a friend colleague or family member with a beard they might feel scared to go to work or attend social gatherings where that person will be present",
                    "Severe anxiety related to pogonophobia can lead to panic attacks",
                    "Symptoms may include",
                    "Chills",
                    "Dizziness and lightheadedness",
                    "Excessive sweating hyperhidrosis",
                    "Heart palpitations",
                    "Nausea",
                    "Shortness of breath dyspnea",
                    "Trembling or shaking",
                    "Upset stomach or indigestion dyspepsia"
                ]
            },
            "How is pogonophobia diagnosed?": {
                "items": [
                    "Your healthcare provider evaluates the frequency severity and duration of your symptoms",
                    "They may ask",
                    "How long have you been scared of beards",
                    "How often does your fear of beards affect your daily life",
                    "What happens when you see or think about beards",
                    "They may diagnose you with pogonophobia if you",
                    "Cant function at work school or in social situations due to your fear of beards",
                    "Go out of your way to avoid beards in any situation",
                    "Have been scared of beards for six months or longer",
                    "Have panic attacks about beards",
                    "Your healthcare provider will also determine if other mental health disorders may be making your phobia worse such as",
                    "Avoidant personality disorder",
                    "Illness anxiety disorder hypochondria",
                    "Obsessivecompulsive disorder OCD",
                    "Other phobic disorders",
                    "Panic disorder",
                    "Paranoid personality disorder"
                ]
            },
            "How is pogonophobia managed or treated?": {
                "items": [
                    "Treatments for pogonophobia may include",
                    "Cognitive behavioral therapy CBT CBT is a form of psychotherapy talk therapy",
                    "It helps you change negative or false thinking about the object of your fear",
                    "You identify specific triggers such as whether youre scared of allnatural facial hair or only when beards are part of a costume",
                    "You also learn techniques such as meditation or deep breathing to cope with the symptoms of a phobia",
                    "Exposure therapy Your healthcare provider may suggest combining CBT and exposure therapy",
                    "During exposure therapy you might look at pictures of beards or touch an artificial beard",
                    "Over time you can practice encountering beards in public situations",
                    "This might mean going to a barbershop or hair salon or attending a movie where one of the actors has a beard",
                    "Exposure therapy gradually desensitizes you to the object of your fear",
                    "Medication Medication hasnt proven very effective for the longterm management of phobias",
                    "It doesnt treat the underlying source of your fear",
                    "But if you have to be around beards such as going to a party where some guests may have beards antianxiety drugs can help you manage symptoms"
                ]
            },
            "Is there a way to prevent pogonophobia?": {
                "items": [
                    "You cant entirely prevent specific phobic disorders such as pogonophobia but you can reduce their negative effects by",
                    "Avoiding things that make anxiety worse such as caffeine drugs or alcohol",
                    "Exercising and eating a healthy diet which can help reduce anxiety and stress",
                    "Getting help from your healthcare provider when symptoms affect your quality of life",
                    "Sharing your fears with friends family members or a support group"
                ]
            },
            "What’s the prognosis (outlook) for people with pogonophobia?": {
                "items": [
                    "Psychotherapy is very effective at helping people manage phobias such as pogonophobia",
                    "About 9 out of 10 people with specific phobic disorders can overcome their fear with exposure therapy",
                    "In some cases phobias may return after months or years of not having symptoms",
                    "You may need additional treatment if theres a reoccurrence"
                ]
            },
            "When should I call my healthcare provider?": {
                "items": [
                    "Contact your healthcare provider if you experience",
                    "Difficulty functioning in your daily life due to a fear of beards",
                    "Symptoms of a panic attack"
                ]
            },
            "What questions should I ask my healthcare provider?": {
                "items": [
                    "You may want to ask your healthcare provider",
                    "Can other treatments such as hypnotherapy help me get to the root of my fear",
                    "How can I get over pogonophobia",
                    "How long will I need psychotherapy",
                    "Why am I scared of beards",
                    "A note from Cleveland Clinic",
                    "Pogonophobia is an overwhelming fear or worry about beards",
                    "Someone with the condition might be scared to encounter people with beards mustaches goatees or any type of facial hair",
                    "The fear can focus on natural beards or beards that are part of costumes",
                    "If this phobia is negatively affecting your quality of life talk to your healthcare provider",
                    "Most people can overcome pogonophobia with psychotherapy",
                    "Last reviewed by a Cleveland Clinic medical professional on 03282022",
                    "Merck Manual Consumer Version",
                    "Specific Phobic Disorders",
                    "httpswwwmerckmanualscomhomementalhealthdisordersanxietyandstressrelateddisordersspecificphobicdisorders  Accessed 3282022",
                    "National Health Services NHS",
                    "Phobias",
                    "httpswwwnhsukmentalhealthconditionsphobias  Accessed 3282022",
                    "Samra CK Abdijadid S Specific Phobia",
                    "httpswwwncbinlmnihgovbooksNBK499923  Updated 2021 May 15",
                    "In StatPearls Internet",
                    "Treasure Island FL StatPearls Publishing 2021 Jan",
                    "Accessed 3282022",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy"
                ]
            },
            "Related Institutes & Services": {
                "items": [
                    "Appointments\nContact Us"
                ]
            }
        }
    },
    {
        "name": "Porphyrophobia (Fear of Purple)",
        "description": "Porphyrophobia is an intense fear of purple. For some people, the color triggers severe anxiety or panic attacks. Porphyrophobia may cause someone to avoid parks, gardens, stores or any situation where they may encounter purple objects. Psychotherapy and exposure therapy help many people manage the condition.",
        "data": {
            "What is porphyrophobia?": {
                "items": [
                    "Porphyrophobia is an extreme fear of the color purple",
                    "Its a type of chromophobia which is a fear of colors",
                    "People with porphyrophobia may experience severe anxiety when they see or think of purple in any form or it might be a reaction to specific shades of purple",
                    "They see the color as threatening",
                    "Like other phobias porphyrophobia can negatively affect your mental health",
                    "As its impossible to predict when and where you may see the color purple the condition can make it hard to function in daily life",
                    "Porphyrophobia can lead to panic attacks"
                ]
            },
            "What is a phobia?": {
                "items": [
                    "A phobia is a type of anxiety disorder",
                    "It causes you to become scared of an object event or situation that isnt actually dangerous or harmful",
                    "There are many types of specific phobic disorders"
                ]
            },
            "What does the color purple signify?": {
                "items": [
                    "“Porphura” is the ancient Greek word for purple",
                    "It originates from the purpura mollusk which produced a purple substance used to dye clothes for royalty",
                    "Over the centuries the color has come to symbolize",
                    "Calm",
                    "Creativity",
                    "Dignity",
                    "Frustration and sadness",
                    "Luxury",
                    "Magic and mysticism",
                    "Power",
                    "In some cases people who fear purple might be scared of the concepts ideas or emotions they feel purple represents"
                ]
            },
            "What’s the difference between porphyrophobia and porphyria?": {
                "items": [
                    "Porphyria describes a group of disorders that affect your skin and nervous system",
                    "You have red and purplecolored chemicals in your body called porphyrins",
                    "Usually these chemicals help create hemoglobin a substance in your blood",
                    "But if you have porphyria the porphyrins dont work correctly and build up in your body making you sick"
                ]
            },
            "How common is porphyrophobia?": {
                "items": [
                    "There arent specific statistics about porphyrophobia",
                    "But studies show that about 12 of adults and 19 of teenagers in the US experience a specific phobia at some time in their lives",
                    "Phobias are about twice as common in women as they are in men"
                ]
            },
            "What causes porphyrophobia?": {
                "items": [
                    "Porphyrophobia like other phobias doesnt usually have a specific cause",
                    "Your risk of developing it may increase due to",
                    "Associations Some people fear the concepts or things that purple represents",
                    "You might be scared of powerful people or have anxiety about mysterious or unknown ideas such as magic or mysticism",
                    "Family history Having family members with phobias anxiety disorders or other mental health conditions can make you more likely to have a similar disorder",
                    "Trauma If you witnessed or experienced a terrible accident or tragic event where the color purple was present you may associate the color with violence pain or danger"
                ]
            },
            "What are the symptoms of porphyrophobia?": {
                "items": [
                    "People with porphyrophobia may avoid any situation where they might encounter the color purple",
                    "They may refuse to enter stores with purple signs or stay out of the produce aisle at grocery stores so they dont see eggplants or plums",
                    "They may even avoid parks or gardens to reduce the chances of seeing purple flowers such as lavender or violets",
                    "Its also possible for people with porphyrophobia to have panic attacks if they see think or talk about the color purple",
                    "Symptoms of a panic attack can include",
                    "Chills",
                    "Dizziness and lightheadedness",
                    "Excessive sweating hyperhidrosis",
                    "Heart palpitations",
                    "Nausea",
                    "Shortness of breath dyspnea",
                    "Trembling or shaking",
                    "Upset stomach or indigestion dyspepsia"
                ]
            },
            "How is porphyrophobia diagnosed?": {
                "items": [
                    "Your healthcare provider may diagnose you with porphyrophobia if you",
                    "Change your daily habits to avoid encountering purple in any situation",
                    "Experience your fear of purple for six months or longer",
                    "Feel anxiety or panic at the sight or mention of purple",
                    "Have trouble functioning due to your fear of purple",
                    "Like other phobias porphyrophobia can be difficult to diagnose because different phobias can overlap",
                    "Someone with pyrophobia may also have anthophobia fear of flowers fructophobia fear of fruits or iridophobia fear of rainbows",
                    "They may also have a fear of the colors that make up purple such as erythrophobia fear of red or cyanophobia fear of blue",
                    "People with phobias may also have other mental health disorders such as",
                    "Avoidant personality disorder",
                    "Illness anxiety disorder hypochondria",
                    "Obsessivecompulsive disorder",
                    "Panic disorder",
                    "Paranoid personality disorder",
                    "Healthcare providers rule out these other phobias and disorders before confirming a diagnosis of porphyrophobia"
                ]
            },
            "How is porphyrophobia managed or treated?": {
                "items": [
                    "The most common treatments for porphyrophobia as well as other phobias include",
                    "Cognitive behavioral therapy CBT CBT is a form of psychotherapy talk therapy",
                    "It helps you change negative thoughts around the thing you fear such as the color purple",
                    "Your therapist may help you pinpoint the specific triggers of your fear",
                    "For instance are you scared of all shades of purple",
                    "Do you feel more anxiety when you see a particular purple thing such as a purple flower or a piece of purple clothing",
                    "CBT also teaches techniques such as deep breathing or meditation to cope with the symptoms of a phobia",
                    "Exposure therapy Another form of psychotherapy gradually exposes you to the object of your fear",
                    "During exposure therapy your therapist may ask you to look at pictures that contain purple things or hold a purple item",
                    "Over time you may work on confronting the color purple in a public place or social situation",
                    "About 90 of people with specific phobic disorders can overcome their fear with exposure therapy",
                    "Medication Medication doesnt treat the source of your fear and hasnt proven very effective for the longterm management of phobias",
                    "But if you must be in situations where the color purple will be present talk to your doctor about antianxiety drugs",
                    "Certain medications can help you manage occasional panic attacks or other symptoms of fear and anxiety"
                ]
            },
            "Is there a way to prevent porphyrophobia?": {
                "items": [
                    "There isnt a way to completely prevent a specific phobic disorder such as porphyrophobia",
                    "But there are ways to lower your risk of having panic attacks or frequent bouts of stress and anxiety",
                    "Avoid caffeine drugs or alcohol which can make anxiety worse",
                    "Eat a healthy diet and get regular exercise which can help reduce anxiety",
                    "Stay in close communication with your therapist or other healthcare providers",
                    "Talk with friends and family members about your fear of purple"
                ]
            },
            "What’s the prognosis (outlook) for people with porphyrophobia?": {
                "items": [
                    "Psychotherapy is very effective for most people managing specific phobic disorders",
                    "Therapy may last for months or years but you can stop treatment once your fear subsides",
                    "Phobias may return after long periods of time so you may need to start treatment again"
                ]
            },
            "When should I call my healthcare provider?": {
                "items": [
                    "Contact your healthcare provider if you experience",
                    "Difficulty functioning in your daily life due to fear of purple",
                    "Symptoms of a panic attack"
                ]
            },
            "What questions should I ask my healthcare provider?": {
                "items": [
                    "You may want to ask your healthcare provider",
                    "Are there lifestyle changes I can make to better manage my fear",
                    "Can other treatments such as hypnotherapy help me understand my fear of purple",
                    "How long will treatment last",
                    "A note from Cleveland Clinic",
                    "Porphyrophobia is an intense fear of the color purple",
                    "Someone with the condition might be scared of certain purple objects or a specific shade of purple",
                    "As its hard to know when youll encounter the color porphyrophobia can trigger stress and anxiety in lots of situations",
                    "If your fear is affecting your daily life and youre not sure what to do talk to your healthcare provider",
                    "About 9 out of 10 people with a phobia can overcome their fears with psychotherapy",
                    "Last reviewed by a Cleveland Clinic medical professional on 06112022",
                    "Merck Manual Consumer Version",
                    "Specific Phobic Disorders",
                    "httpswwwmerckmanualscomhomementalhealthdisordersanxietyandstressrelateddisordersspecificphobicdisorders  Accessed 6112022",
                    "National Health Services NHS",
                    "Phobias",
                    "httpswwwnhsukmentalhealthconditionsphobias  Accessed 6112022",
                    "Samra CK Abdijadid S Specific Phobia",
                    "httpswwwncbinlmnihgovbooksNBK499923  Updated 2021 May 15",
                    "In StatPearls Internet",
                    "Treasure Island FL StatPearls Publishing 2021 Jan",
                    "Accessed 6112022",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy"
                ]
            },
            "Related Institutes & Services": {
                "items": [
                    "Appointments\nContact Us"
                ]
            }
        }
    },
    {
        "name": "Pteridophobia (Fear of Ferns)",
        "description": "Pteridophobia is an extreme fear of ferns. Someone with this condition might be scared of any place that could contain ferns, such as parks or forests. It can lead to anxiety and panic attacks. Psychotherapy can help you manage this fear.",
        "data": {
            "What is pteridophobia?": {
                "items": [
                    "Pteridophobia pronounced “teridohfohbeeuh” is a fear of ferns",
                    "Someone with pteridophobia may have extreme worry if they see a fern either in person or in a picture or video",
                    "They may also develop anxiety at the thought or mention of ferns",
                    "Its a type of botanophobia which is a fear of plants",
                    "Like other phobias pteridophobia can vary in severity",
                    "The condition may not have a huge effect on someones life if its easy for them to avoid ferns on a daily basis",
                    "But if theyre exposed to ferns such as working in an environment with potted indoor ferns their fear can be disruptive and debilitating"
                ]
            },
            "What is a phobia?": {
                "items": [
                    "Phobias are a type of anxiety disorder called specific phobic disorders",
                    "They cause an overwhelming fear or worry about certain activities objects or situations",
                    "How common is pteridophobia",
                    "Pteridophobia isnt very common",
                    "Phobic disorders as a whole affect about 12 of adults and 19 of adolescents in the US Theyre approximately twice as common in people assigned female at birth AFAB than in people assigned male at birth AMAB",
                    "Examples of more common phobias include claustrophobia fear of crowded confined spaces and ophidiophobia fear of snakes"
                ]
            },
            "What causes pteridophobia?": {
                "items": [
                    "Pteridophobia like other phobic disorders can have a variety of triggers",
                    "This fear may be related to",
                    "Genetics Its possible to inherit genes from your parents that make you more likely to have a phobia anxiety disorder or other mental health disorder",
                    "Misinformation Some ferns may be poisonous to people or animals",
                    "You may know this and think that all ferns are poisonous or dangerous",
                    "Other phobias or anxiety disorders Some fears can make others worse",
                    "You might be scared of ferns if you have botanophobia or hylophobia fear of forests",
                    "A condition such as hypochondriasis can make you scared of getting ill or having an allergic reaction to ferns",
                    "Trauma Trauma related to ferns may condition your fear of this plant",
                    "For example you might have had a bad allergic reaction to a fern or seen ferns depicted as scary or threatening in the media"
                ]
            },
            "What are the symptoms of pteridophobia?": {
                "items": [
                    "Someone whos afraid of ferns may avoid places where there could be ferns such as forests gardens parks or office buildings",
                    "They avoid looking at pictures of ferns or mentioning ferns",
                    "They might see real ferns artificial ferns or both as threatening",
                    "Pteridophobia may prevent someone from doing their job effectively participating in family activities or going to social events",
                    "Pteridophobia can also cause panic attacks which may lead to",
                    "Chills",
                    "Dizziness and lightheadedness",
                    "Excessive sweating hyperhidrosis",
                    "Heart palpitations",
                    "Nausea",
                    "Shortness of breath dyspnea",
                    "Trembling or shaking",
                    "Upset stomach or indigestion dyspepsia"
                ]
            },
            "How is pteridophobia diagnosed?": {
                "items": [
                    "There isnt a blood test or exam that can detect pteridophobia",
                    "Like other phobias it can be difficult to diagnose because it can overlap with other mental health disorders such as",
                    "Avoidant personality disorder",
                    "Illness anxiety disorder hypochondriasis",
                    "Obsessivecompulsive disorder",
                    "Panic disorder",
                    "Paranoid personality disorder",
                    "If you think you have pteridophobia tell your healthcare provider",
                    "Theyll review your symptoms and ask you detailed questions about your fear of ferns",
                    "Try to answer as honestly as possible the information will help your healthcare provider build the most effective treatment plan",
                    "Your healthcare provider may diagnose you with pteridophobia if you",
                    "Avoid any situation where you think there could be a fern",
                    "Experience a fear of ferns for six months or longer",
                    "Have a lower quality of life or difficulty functioning on a daily basis due to your fear",
                    "Have severe anxiety at the thought or sight of ferns"
                ]
            },
            "How is pteridophobia managed or treated?": {
                "items": [
                    "Theres a variety of ways to manage a fear of ferns including",
                    "Cognitive behavioral therapy CBT CBT focuses on helping you change the way you think about ferns",
                    "Your therapist may provide facts about ferns such as which types are poisonous and where theyre found",
                    "You also learn to identify what triggers your anxiety",
                    "For example perhaps youre only scared of indoor ferns or ferns that are near water",
                    "Exposure therapy CBT and exposure therapy often go hand in hand",
                    "You gradually expose yourself to fear triggers so you can learn how to manage your anxiety",
                    "You may look at pictures of ferns or take a walk through a park that contains ferns",
                    "Your therapist can give you strategies for keeping panic at bay such as deep breathing or meditation",
                    "Medication Your healthcare provider may recommend antianxiety drugs sedatives or betablockers if you have frequent panic attacks about ferns",
                    "Medication doesnt treat the source of your fear but it may help"
                ]
            },
            "Is there a way to prevent pteridophobia?": {
                "items": [
                    "There isnt a way to prevent pteridophobia but you can take steps to reduce the negative effects it has on your life",
                    "You may benefit from",
                    "Avoiding caffeine drugs or alcohol which can make anxiety worse",
                    "Connecting with a therapist or other healthcare providers to manage the condition",
                    "Talking about your fear with friends and family members"
                ]
            },
            "What’s the prognosis (outlook) for people with pteridophobia?": {
                "items": [
                    "Most people respond well to treatments such as CBT and exposure therapy",
                    "Therapy may last for months or years depending on the severity of your fear",
                    "You may be able to stop treatment once your symptoms improve"
                ]
            },
            "When should I call the doctor?": {
                "items": [
                    "Contact your healthcare provider if you experience",
                    "Difficulty functioning in your daily life due to fear of ferns",
                    "Symptoms of a panic attack",
                    "You may want to ask your healthcare provider",
                    "How long will I need treatment",
                    "Will I be scared of ferns my entire life",
                    "What changes can I make in my life to better cope with pteridophobia",
                    "A note from Cleveland Clinic",
                    "Pteridophobia is a fear of ferns",
                    "It isnt that common but for people who suffer from the condition the fear can be debilitating and disruptive to their lives",
                    "Most people with pteridophobia respond well to treatment",
                    "Its important to work with your healthcare provider so you can find safe healthy ways to manage the condition",
                    "Last reviewed by a Cleveland Clinic medical professional on 06112022",
                    "Merck Manual Consumer Version",
                    "Specific Phobic Disorders",
                    "httpswwwmerckmanualscomhomementalhealthdisordersanxietyandstressrelateddisordersspecificphobicdisorders  Accessed 6112022",
                    "National Health Services NHS Phobias",
                    "httpswwwnhsukmentalhealthconditionsphobias  Accessed 6112022",
                    "Samra CK Abdijadid S Specific Phobia",
                    "httpswwwncbinlmnihgovbooksNBK499923  Updated 2021 May 15",
                    "In StatPearls Internet",
                    "Treasure Island FL StatPearls Publishing 2021 Jan",
                    "Accessed 6112022",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy"
                ]
            },
            "Related Institutes & Services": {
                "items": [
                    "Appointments\nContact Us"
                ]
            }
        }
    },
    {
        "name": "Pyrophobia (Fear of Fire)",
        "description": "Pyrophobia is an intense fear of fire. It can cause anxiety, panic attacks or an avoidance of any situation with the potential for fire. Psychotherapy can help people manage the symptoms of pyrophobia.",
        "data": {
            "What is pyrophobia?": {
                "items": [
                    "Pyrophobia is an extreme fear of fire",
                    "People with pyrophobia may be scared when they see fire in any form such as a bonfire or candle flame",
                    "Or they may get severe anxiety thinking or talking about fire",
                    "They may anticipate fire in any place or situation even when theres no real danger or threat",
                    "Some people have a fear of wildfires specifically which is a condition called agripyrophobia",
                    "Its a form of pyrophobia",
                    "Pyrophobia is the opposite of the more familiar pyromania",
                    "Pyromania is an impulsecontrol disorder that causes a fixation on starting fires and watching them burn"
                ]
            },
            "Is it normal to be scared of fire?": {
                "items": [
                    "To a certain extent its normal to fear fire",
                    "Fire can be harmful so your brain tells your body to escape from a burning building or avoid touching a stove flame",
                    "But pyrophobia is much more intense than a typical “fightorflight” response",
                    "A severe fear of fire can affect your ability to function in everyday situations such as school work or social settings"
                ]
            },
            "What is a phobia?": {
                "items": [
                    "A phobia is an overwhelming fear or worry about certain objects situations or activities",
                    "A specific phobic disorder is a type of anxiety disorder",
                    "Phobic disorders can cause panic attacks"
                ]
            },
            "How common is pyrophobia?": {
                "items": [
                    "There arent specific statistics about pyrophobia",
                    "But studies show that about 12 of adults and 19 of adolescents in the US experience a specific phobia at some point in their lives",
                    "Phobias are about twice as common in women as they are in men"
                ]
            },
            "What causes pyrophobia?": {
                "items": [
                    "Pyrophobia doesnt usually have a specific cause",
                    "Your risk may increase if you",
                    "Had a traumatic experience with fire at some point in your life such as accidentally starting a fire getting a serious burn or living through a wildfire",
                    "Have a family history of phobias anxiety disorders or other mental health disorders",
                    "Have other phobias or anxiety disorders",
                    "Witness someone reacting to fire in a violent or traumatic way"
                ]
            },
            "What are the symptoms of pyrophobia?": {
                "items": [
                    "People with pyrophobia may avoid any situation where they believe theres a potential for fire",
                    "This avoidance might include not going into houses with fireplaces or refusing to eat in restaurants that have one",
                    "They may obsess about checking public places for fire risks escape routes fire extinguishers smoke alarms sprinklers and other things related to the threat of fire",
                    "People with a fear of wildfires may avoid forests or dry hot climates prone to fires",
                    "At home someone with pyrophobia may insist on allelectrical appliances instead of ones that run on gas",
                    "Or they may have an excessive number of smoke alarms",
                    "They may avoid using the stove oven or toaster",
                    "They might even unplug all appliances lamps and other devices to avoid the risk of an electrical fire",
                    "Its also possible for people with pyrophobia to have panic attacks if they see fire or talk about fire",
                    "Symptoms of a panic attack can include",
                    "Chills",
                    "Dizziness and lightheadedness",
                    "Excessive sweating hyperhidrosis",
                    "Heart palpitations",
                    "Nausea",
                    "Shortness of breath dyspnea",
                    "Trembling or shaking",
                    "Upset stomach or indigestion dyspepsia"
                ]
            },
            "How is pyrophobia diagnosed?": {
                "items": [
                    "Your healthcare provider may diagnose you with a specific phobic disorder such as pyrophobia if you",
                    "Develop symptoms of anxiety or panic at the sight or mention of fire",
                    "Experience your fear of fire for six months or longer",
                    "Go out of your way to avoid fire or the risk of fire",
                    "Have difficulty functioning at home work or in social situations due to your fear of fire",
                    "Like other phobias pyrophobia can be difficult to diagnose because different phobias can overlap",
                    "Someone with pyrophobia may also have claustrophobia fear of crowded confined spaces or agoraphobia fear of not being able to escape from a place or get help if something goes wrong",
                    "People with specific phobic disorders may also have other mental health disorders such as",
                    "Avoidant personality disorder",
                    "Illness anxiety disorder hypochondriasis",
                    "Obsessivecompulsive disorder",
                    "Panic disorder",
                    "Paranoid personality disorder",
                    "Healthcare providers rule out these other phobias and disorders before confirming a diagnosis of pyrophobia"
                ]
            },
            "How is pyrophobia managed or treated?": {
                "items": [
                    "Many people can work on overcoming their fear of fire with psychotherapy",
                    "Your healthcare provider may recommend",
                    "Cognitive behavioral therapy CBT CBT focuses on helping you change the way you think about fire",
                    "It might include learning important facts about fire such as fire statistics how fires start or safe ways to extinguish fires",
                    "Your therapist can also teach you techniques to manage certain triggers",
                    "For example deep breathing or meditation when you see fire or hear about fire can help you manage anxiety or the symptoms of a panic attack",
                    "Exposure therapy This type of psychotherapy slowly exposes you to fire or situations that relate to fire",
                    "This might include looking at pictures or videos of fire",
                    "You may work your way up to being able to look at a lit match or candle",
                    "Some studies also show benefits from virtual reality programs that allow participants to extinguish simulated fires",
                    "Medication This treatment hasnt proven very effective for the longterm management of pyrophobia or other specific phobic disorders",
                    "But if you have frequent episodes of anxiety or panic that interfere with your ability to function your healthcare provider may recommend an antianxiety drug"
                ]
            },
            "Is there a way to prevent pyrophobia?": {
                "items": [
                    "Theres no way to completely prevent pyrophobia but you can reduce the negative effects a fear of fire has on your life",
                    "Try to",
                    "Avoid caffeine drugs or alcohol which can make anxiety worse",
                    "Stay in close communication with your therapist or other healthcare providers",
                    "Talk with friends and family members about your fear or fire"
                ]
            },
            "What’s the prognosis (outlook) for people with pyrophobia?": {
                "items": [
                    "Psychotherapy is usually helpful for people dealing with specific phobic disorders such as pyrophobia",
                    "Sometimes fears can return after several months or years of not having symptoms so its important to stay open to additional treatment if needed"
                ]
            },
            "When should I call the doctor?": {
                "items": [
                    "Contact your healthcare provider if you experience",
                    "Difficulty functioning in your daily life due to fear of fire",
                    "Symptoms of a panic attack"
                ]
            },
            "What questions should I ask my doctor?": {
                "items": [
                    "You may want to ask your healthcare provider",
                    "Can medication help me manage my fear of fire",
                    "How can I find support for pyrophobia",
                    "How long will I need psychotherapy",
                    "Will I be afraid of fire for the rest of my life",
                    "A note from Cleveland Clinic",
                    "Pyrophobia is an overwhelming fear of fire",
                    "People with pyrophobia might feel extreme anxiety if they see fire or even if they hear about fire",
                    "This fear may cause someone to avoid public places or any situation where they think a fire could occur",
                    "If you think you may have pyrophobia or another specific phobic disorder get help from your healthcare provider",
                    "Most people can manage symptoms of pyrophobia with psychotherapy",
                    "Last reviewed by a Cleveland Clinic medical professional on 06112022",
                    "Merck Manual Consumer Version",
                    "Specific Phobic Disorders",
                    "httpswwwmerckmanualscomhomementalhealthdisordersanxietyandstressrelateddisordersspecificphobicdisorders  Accessed 6112022",
                    "National Health Services NHS",
                    "Phobias",
                    "httpswwwnhsukmentalhealthconditionsphobias  Accessed 6112022",
                    "Samra CK Abdijadid S Specific Phobia",
                    "httpswwwncbinlmnihgovbooksNBK499923  Updated 2021 May 15",
                    "In StatPearls Internet",
                    "Treasure Island FL StatPearls Publishing 2021 Jan",
                    "Accessed 6112022",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy"
                ]
            },
            "Related Institutes & Services": {
                "items": [
                    "Appointments\nContact Us"
                ]
            }
        }
    }
]