[
    {
        "name": "Obesophobia (Fear of Gaining Weight)",
        "description": "Obesophobia, or pocrescophobia, is an intense fear of gaining weight. Many people think about their weight and go on diets often. But people with obesophobia go to extremes, such as undereating, starving, over-exercising or avoiding activities involving food. Even if they’re underweight or malnourished, they may still fear weight gain.",
        "data": {
            "What is obesophobia?": {
                "items": [
                    "Obesophobia is an intense overwhelming fear of gaining weight or getting fat",
                    "The condition is a specific phobia fear which is a type of anxiety disorder",
                    "Its also called pocrescophobia",
                    "Many people think about their weight a lot and may seem to diet constantly",
                    "Thats not necessarily obesophobia",
                    "People with obesophobia go to extremes to prevent weight gain or to lose weight",
                    "They may",
                    "Bring their own food everywhere so they can control what they eat",
                    "Criticize themselves excessively",
                    "Eat very small portions of food",
                    "Exercise excessively",
                    "Skip activities that involve eating",
                    "Spend a lot of time and money on attempts to look feel or be thinner including surgeries",
                    "People with obesophobia can become underweight or malnourished",
                    "But the fear still makes them obsess over the possibility of gaining weight",
                    "A person with obesophobia may understand that the fear is irrational but not be able to control it",
                    "Obesophobia can also lead to other mental health disorders such as",
                    "Body dysmorphic disorder",
                    "Depression",
                    "Eating disorders",
                    "Obsessivecompulsive disorder",
                    "A phobia is a type of anxiety disorder that causes overwhelming fear of an object event or situation",
                    "To others the fear may seem irrational or silly but the person with the phobia feels genuinely threatened and afraid",
                    "There are hundreds of specific phobic disorders"
                ]
            },
            "How common is obesophobia?": {
                "items": [
                    "Its hard to know exactly how many people have a specific phobia like obesophobia",
                    "Many people may keep this fear to themselves or may not recognize they have it",
                    "About 1 in 10 American adults and 1 in 5 teenagers will deal with a specific phobia disorder at some point in their lives",
                    "Obesophobia is most common among teenage girls but it can happen to men or women from childhood to adulthood"
                ]
            },
            "What’s the difference between obesophobia and eating disorders?": {
                "items": [
                    "Obesophobia and eating disorders like anorexia nervosa and bulimia nervosa are related",
                    "They cause some of the same behaviors",
                    "They often occur together",
                    "But eating disorders are more severe and complex",
                    "They involve a distorted view of ones own body",
                    "A person with anorexia or bulimia might be abnormally thin but still think theyre overweight when they look in the mirror",
                    "Also eating disorders arent always related to body weight",
                    "Someone with an eating disorder may use the behaviors to cope or gain a sense of control",
                    "Some may have unresolved emotional issues",
                    "Obesophobia is strictly about the fear of gaining weight or becoming overweight"
                ]
            },
            "What causes a fear of gaining weight?": {
                "items": [
                    "Mental health professionals arent sure what causes specific phobias such as obesophobia",
                    "But most believe it is caused by a combination of",
                    "Environment Some cultures tend to overemphasize the way people look and their weight",
                    "Some people may be raised to believe that gaining weight is sinful or disgusting",
                    "These beliefs can contribute to obesophobia",
                    "Genetics A personal or family history of phobias eating disorders and other anxietyrelated conditions can increase the chances of developing obesophobia",
                    "Traumatic experiences Life experiences may lead to obesophobia",
                    "One example is a parent or peer who tells a child repeatedly that the child is fat",
                    "Another example is a childhood bully making fun of someones weight"
                ]
            },
            "What are the symptoms of obesophobia?": {
                "items": [
                    "A person with a fear of getting fat may experience physical symptoms of anxiety or panic when they think about gaining weight",
                    "Chills",
                    "Dizziness and lightheadedness",
                    "Excessive sweating hyperhidrosis",
                    "Heart palpitations",
                    "Nausea",
                    "Shortness of breath dyspnea",
                    "Trembling or shaking",
                    "Upset stomach or indigestion dyspepsia"
                ]
            },
            "How is obesophobia diagnosed?": {
                "items": [
                    "There are no tests to diagnose the fear of gaining weight",
                    "A healthcare provider can diagnose the condition based on discussions with you about",
                    "Your symptoms",
                    "How long theyve been happening",
                    "How they interfere in your life",
                    "Again many people think about weight and diet often",
                    "But for a diagnosis of obesophobia a persons fear must",
                    "Cause extreme anxiety",
                    "Lead to significant stress or affect your daily life",
                    "Have been happening for at least six months",
                    "Be out of proportion with any actual problems regarding your weight",
                    "Lead you to take unreasonable steps in an attempt to look feel or be thin",
                    "Make you avoid specific situations that involve eating",
                    "Produce physical symptoms of anxiety or panic attacks"
                ]
            },
            "What are the treatments for obesophobia?": {
                "items": [
                    "People with obesophobia should talk to a healthcare provider to ensure they manage their anxiety and prevent other disorders",
                    "Possible treatments include",
                    "Cognitive behavioral therapy CBT CBT is structured psychotherapy that can help a person understand and control thoughts and emotions",
                    "This talk therapy can help people unlearn negative thoughts that happen when they think about gaining weight",
                    "Over time they may be able to change their emotions associated with food exercise and weight",
                    "Exposure therapy Exposure therapy sometimes called desensitization helps people confront their fears gradually",
                    "Your therapist might gradually expose you to the idea of eating well or gaining appropriate weight to be healthy in a controlled environment",
                    "Exposure therapy starts with something less scary like looking at pictures of people who arent overly thin",
                    "Eventually you may be asked to think about gaining one pound or eating something high in calories",
                    "Through increasing exposure people can learn to manage obesophobia and stay at a healthy weight",
                    "Hypnotherapy Hypnotherapy can put a person in a trancelike but focused state",
                    "A person under hypnosis is more open to suggestions and change",
                    "A hypnotist may be able to help a hypnotized person to be less afraid of healthy weight gain",
                    "Medications A variety of antianxiety or antidepressant medications can lessen the symptoms of anxiety or depression if they interfere with your life",
                    "But medications are not a cure for obesophobia"
                ]
            },
            "How can I reduce my risk of obesophobia?": {
                "items": [
                    "Mental health professionals dont fully understand what causes specific fears such as obesophobia which means theres no proven way to prevent it",
                    "But treating the condition can help you prevent the development of related anxiety disorders"
                ]
            },
            "Can obesophobia be cured?": {
                "items": [
                    "Theres no cure for obesophobia but learning new habits with a trained therapist helps most people who practice regularly"
                ]
            },
            "How can I best learn to cope with a fear of getting fat?": {
                "items": [
                    "Many people learn to manage obesophobia and other specific fears",
                    "It helps to work with a mental health professional and to practice techniques to manage anxiety such as",
                    "Breathing exercises",
                    "Muscle relaxation",
                    "Meditation",
                    "Yoga",
                    "A note from Cleveland Clinic",
                    "Obesophobia also known as pocrescophobia is an anxiety disorder that involves an intense fear of gaining weight or getting fat",
                    "Many people worry about their weight and go on frequent diets",
                    "But people with obesophobia take extreme action to control and lose weight even if they are already underweight or malnourished",
                    "Obesophobia can cause extreme anxiety symptoms and lead to other anxiety or eating disorders so its important to talk with a healthcare provider about treatment options",
                    "Last reviewed by a Cleveland Clinic medical professional on 03222022",
                    "Merck Manual Consumer Version",
                    "Specific Phobic Disorders",
                    "httpswwwmerckmanualscomhomementalhealthdisordersanxietyandstressrelateddisordersspecificphobicdisorders  Accessed 3152022",
                    "National Institute of Mental Health",
                    "Specific Phobia",
                    "httpswwwnimhnihgovhealthstatisticsspecificphobia  Accessed 3152022",
                    "Satterfield JM Feldman MD",
                    "Anxiety",
                    "In Behavioral Medicine A Guide for Clinical Practice",
                    "5th ed",
                    "New York McGrawHill 2021",
                    "Substance Abuse and Mental Health Services Administration",
                    "DSMIV to DSM5 Specific Phobia Comparison",
                    "httpswwwncbinlmnihgovbooksNBK519704tablech3t11  Accessed 3152022",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy"
                ]
            },
            "Related Institutes & Services": {
                "items": [
                    "Appointments\nContact Us"
                ]
            }
        }
    },
    {
        "name": "Octophobia (Fear of the Number 8)",
        "description": "Octophobia is an intense, irrational fear of the number 8. People with this specific phobia may go to great lengths to avoid seeing the number, perhaps even isolating at home. Anxiety associated with octophobia can interfere with education, job responsibilities, personal relationships and daily tasks. But certain types of therapy can help.",
        "data": {
            "What is octophobia?": {
                "items": [
                    "When you have a specific phobia a type of anxiety disorder it means youre fearful of something that isnt likely to harm you",
                    "Octophobia is an intense fear of the number 8 eight",
                    "People with octophobia experience anxiety when they think about or see the number 8",
                    "They may go to great lengths to avoid the number including",
                    "Never going anywhere that has 8 in the address or on a street sign",
                    "Obsess about making sure that grocery receipts or restaurant tabs dont add up to a total that includes the number 8",
                    "Try not to own eight of any particular item such as eight shirts",
                    "Numbers are everywhere so octophobia can cause significant stress and even physical symptoms",
                    "A person with octophobia may understand that the fear isnt reasonable but they cant control it",
                    "It may interfere with personal relationships work responsibilities or everyday tasks for example paying bills and knowing what time it is"
                ]
            },
            "How common is fear of the number 8?": {
                "items": [
                    "Its hard knowing exactly how many people have a specific phobia like octophobia",
                    "We do know that about 1 in 10 American adults and 1 in 5 teenagers will deal with a specific phobia disorder at some point in their lives though"
                ]
            },
            "Are there other fears related to octophobia?": {
                "items": [
                    "Octophobia is related to other fears involving numbers including",
                    "Arithmophobia also called numerophobia which involves fear of numbers or math",
                    "Triskaidekaphobia fear of the number 13 which is more common in the United States than octophobia is",
                    "Hexakosioihexekontahexaphobia fear of the number 666 which is associated with the devil"
                ]
            },
            "What causes a fear of the number 8?": {
                "items": [
                    "Healthcare providers arent sure what causes specific phobias such as octophobia",
                    "But they believe its often caused by some combination of",
                    "Genetics A person with a family history of anxiety and specific fears may be more likely to have phobias",
                    "Superstitions and cultural meanings Some cultures pass down stories and traditions that involve the number 8",
                    "Its often related to power religion or gods",
                    "The number 8 represents the number of Wiccan festivals of the year and the number of days in the Jewish Hanukkah",
                    "It also has significance in Islam and Hinduism",
                    "Turned on its side the number is the sign for infinity",
                    "Traumatic experiences associated with the number Someone may develop octophobia after a bad experience involving the number 8",
                    "Examples include being scolded or hit because of a bad math grade or having a traumatic experience in a house with 8 in the address"
                ]
            },
            "What are the symptoms of octophobia?": {
                "items": [
                    "A person with octophobia may experience symptoms of anxiety or panic when they think about or come across the number 8",
                    "Dizziness",
                    "Dry mouth",
                    "Extreme feeling of dread or terror",
                    "Nausea vomiting or diarrhea",
                    "Profuse sweating",
                    "Rapid breathing and heart rate",
                    "Shaking or trembling",
                    "Shortness of breath",
                    "Octophobia also might lead to certain behaviors such as",
                    "Avoiding looking at things like street signs clocks computers phones books bills or receipts",
                    "Skipping school or work because of the possibility of encountering the number 8",
                    "Staying home or never going out because of fear",
                    "These behaviors can damage a persons education career and personal relationships as well as lead to depression or substance abuse"
                ]
            },
            "How is octophobia diagnosed?": {
                "items": [
                    "There arent any tests to diagnose fear of the number 8",
                    "But your healthcare provider can diagnose the phobia based on discussions with you about",
                    "Symptoms",
                    "How long theyve been happening",
                    "Whether theyre interfering in your life",
                    "Your healthcare provider can diagnose octophobia if you have an intense fear that",
                    "Causes extreme anxiety as soon as you think about or encounter the number 8",
                    "Leads to significant stress or affects your daily life",
                    "Has been happening for at least six months",
                    "Isnt related to any actual danger",
                    "Makes you avoid certain situations or activities",
                    "Produces physical symptoms of anxiety or panic attacks"
                ]
            },
            "How do I get rid of octophobia?": {
                "items": [
                    "If fear of the number 8 is causing physical symptoms or interfering with daily life talk to your healthcare provider",
                    "Treatments may help such as",
                    "Cognitive behavioral therapy CBT CBT is a type of psychotherapy that can help you understand and control thoughts and emotions",
                    "This structured talk therapy can help you unlearn negative thoughts and behaviors",
                    "Exposure therapy Exposure therapy sometimes called desensitization helps you confront your fears gradually",
                    "Youre exposed to the idea of the fearcausing numbers over time in a controlled environment",
                    "Exposure therapy starts with something less scary like looking at a picture of the number 8",
                    "You may be asked to imagine the number 8 hold eight of something and eventually draw the number",
                    "By increasing exposure to the number 8 you may learn to manage the specific fear and its symptoms",
                    "Hypnotherapy Hypnotherapy can put you in a trancelike but focused state",
                    "Under hypnosis youre more open to suggestion and change",
                    "A hypnotist may be able to convince you that youre less afraid of the number 8",
                    "Medications A variety of antianxiety medications can lessen anxiety and its physical symptoms"
                ]
            },
            "How can I reduce my risk of octophobia?": {
                "items": [
                    "Mental health professionals dont fully understand what causes octophobia and other specific phobias so theres no proven way to prevent it",
                    "But many people with one specific fear have multiple phobias plus other anxiety disorders such as panic disorder or obsessivecompulsive disorder OCD",
                    "Its important to work with your healthcare provider to manage any symptoms of the first anxiety disorder before you develop additional fears"
                ]
            },
            "Can octophobia be cured?": {
                "items": [
                    "There isnt a cure for specific fears such as octophobia",
                    "But exposure therapy often combined with other treatments helps most people who practice it regularly"
                ]
            },
            "How can I best learn to cope with a fear of the number 8?": {
                "items": [
                    "Many people manage octophobia by working with a mental health professional and practicing techniques to manage anxiety",
                    "Strategies include",
                    "Breathing exercises",
                    "Muscle relaxation",
                    "Meditation",
                    "Yoga",
                    "A note from Cleveland Clinic",
                    "Octophobia is an intense irrational fear of the number 8",
                    "Its a type of specific phobia which is a kind of anxiety disorder",
                    "Because numbers are everywhere octophobia can have serious consequences for education career daily functioning and personal relationships",
                    "If you have octophobia or any other specific fear talk to your healthcare provider about treatment options",
                    "Last reviewed by a Cleveland Clinic medical professional on 03152022",
                    "Merck Manual Consumer Version",
                    "Specific Phobic Disorders",
                    "httpswwwmerckmanualscomhomementalhealthdisordersanxietyandstressrelateddisordersspecificphobicdisorders  Accessed 3152022",
                    "National Institute of Mental Health",
                    "Specific Phobia",
                    "httpswwwnimhnihgovhealthstatisticsspecificphobia  Accessed 3152022",
                    "Satterfield JM Feldman MD",
                    "Anxiety",
                    "In Behavioral Medicine A Guide for Clinical Practice",
                    "5th ed",
                    "New York McGrawHill 2021",
                    "Accessed 3152022",
                    "Substance Abuse and Mental Health Services Administration",
                    "DSMIV to DSM5 Specific Phobia Comparison",
                    "httpswwwncbinlmnihgovbooksNBK519704tablech3t11  Accessed 3152022",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy"
                ]
            },
            "Related Institutes & Services": {
                "items": [
                    "Appointments\nContact Us"
                ]
            }
        }
    },
    {
        "name": "Ombrophobia (Fear of Rain)",
        "description": "Ombrophobia is an intense fear of rain, from intense weather to a drizzle. An ombrophobe might worry about acid rain, germs in rain, floods or other dangers. Ombrophobia is a type of anxiety disorder that can cause symptoms and emotions that affect daily life. But certain types of therapy and medications can help.",
        "data": {
            "What is ombrophobia?": {
                "items": [
                    "Ombrophobia is an extreme fear of rain",
                    "The condition is a specific phobia fear which is a type of anxiety disorder",
                    "A person who is afraid of rain an ombrophobe may be afraid of major destructive rain or just a light drizzle",
                    "People with ombrophobia may believe that rain can be harmful in some way",
                    "For example they may worry about acid rain or germs in rainfall",
                    "They may have generalized fears that rain will cause darkness floods landslides power failures or other dangers",
                    "Ombrophobes may go to great lengths to avoid rain such as",
                    "Deciding where to live based on local weather patterns",
                    "Obsessing over weather forecasts",
                    "Refusing to go outdoors",
                    "Skipping educational professional or personal activities if theres a chance rain might occur",
                    "Any specific phobia including ombrophobia can cause significant stress and even physical symptoms",
                    "An ombrophobe may understand that the fear of rain is not reasonable but may not be able to control it"
                ]
            },
            "How common is fear of rain?": {
                "items": [
                    "Health professionals arent sure how common ombrophobia is",
                    "But one study found that about 10 of Americans have a fear of severe weather",
                    "Phobias affect people of all ages",
                    "They can start in childhood or adulthood",
                    "Such fears are common About 1 in 10 American adults and 1 in 5 teenagers will deal with a specific phobia disorder at some point in their lives"
                ]
            },
            "What other fears are related to ombrophobia?": {
                "items": [
                    "Fear of rain may be related to other specific phobias including",
                    "Antlophobia fear of flooding",
                    "Aquaphobia fear of drowning",
                    "Astraphobia fear of lightning and thunder",
                    "Germophobia a fear of germs which an ombrophobe may think is present in rain",
                    "Nosophobia a fear of illness which an ombrophobe may think will be caused by rain or floods",
                    "Homichlophobia fear of fog",
                    "Pluviophobia fear of weather related to rain including storms wind thunder and lightning"
                ]
            },
            "What causes a fear of rain?": {
                "items": [
                    "Healthcare providers arent sure what causes ombrophobia and other specific phobias",
                    "But mental health professionals believe it results from a combination of",
                    "Frightening experiences associated with rain If a person has a traumatic experience with rain that may lead to ombrophobia",
                    "For example surviving a terrible storm or flood can make a person ombrophobic",
                    "Genetics Some people have a family history of anxiety disorders and specific fears"
                ]
            },
            "What are the symptoms of ombrophobia?": {
                "items": [
                    "A person who is afraid of rain may experience symptoms of anxiety or panic when they think about or encounter rain",
                    "Dizziness",
                    "Dry mouth",
                    "Extreme feeling of dread or terror",
                    "Nausea vomiting or diarrhea",
                    "Profuse sweating",
                    "Rapid breathing and heart rate",
                    "Shaking or trembling",
                    "Shortness of breath",
                    "Urge to run and hide",
                    "Ombrophobia also might lead to certain behaviors such as",
                    "Avoiding the outdoors",
                    "Becoming socially isolated because of fear of rain",
                    "Obsessively checking the weather forecast or looking up at the sky",
                    "Refusing to participate in certain activities if theres any chance of rain",
                    "Worrying excessively about loved ones encountering rain"
                ]
            },
            "How is ombrophobia diagnosed?": {
                "items": [
                    "There are no tests to diagnose a rain phobia",
                    "A healthcare provider can diagnose the condition based on discussions with you about",
                    "Your symptoms and how long theyve been happening",
                    "Whether symptoms interfere with your life",
                    "A healthcare provider can diagnose ombrophobia if you have an intense fear of rain that",
                    "Causes extreme anxiety as soon as you think about rain see it or feel it",
                    "Leads to significant stress or affects your daily life",
                    "Has been happening for at least six months",
                    "Is out of proportion with any actual danger",
                    "Makes you avoid the outdoors or certain activities",
                    "Produces physical symptoms of anxiety or panic attacks"
                ]
            },
            "How do I get rid of ombrophobia?": {
                "items": [
                    "Some people with mild ombrophobia may not need treatment",
                    "But if fear of rain leads to physical symptoms or interferes with your life talk to a healthcare provider",
                    "Possible treatments include",
                    "Cognitivebehavioral therapy CBT CBT is structured psychotherapy that can help a person understand and control thoughts and emotions",
                    "Its a form of talk therapy and it can help people unlearn negative thoughts and behaviors",
                    "Exposure therapy Exposure therapy sometimes called desensitization helps people confront their fears gradually",
                    "Through increasing levels of exposure to rain the person can learn to manage fear and negative reactions",
                    "For ombrophobia treatment the therapist might start with something simple like a picture of rain",
                    "Next the therapist might ask the ombrophobe to imagine standing in the rain",
                    "Eventually the therapist aims to have the person actually stand in the rain while controlling their emotions and behaviors",
                    "Hypnotherapy Hypnotherapy can put a person in a trancelike but focused state",
                    "A person under hypnosis is more open to suggestions and change",
                    "A hypnotist may be able to convince a hypnotized person that they are less afraid of the rain",
                    "Medications A variety of antianxiety medications can lessen anxiety and its physical symptoms"
                ]
            },
            "How can I reduce my risk of ombrophobia?": {
                "items": [
                    "Mental health professionals dont fully understand what causes a fear of rain so they dont have a proven way to prevent it",
                    "But specific fears and anxiety issues often occur in groups",
                    "If you have another phobia or anxiety disorder such as panic disorder or obsessivecompulsive disorder talk to a healthcare provider",
                    "Managing one anxiety disorder may help you prevent others"
                ]
            },
            "Can ombrophobia be cured?": {
                "items": [
                    "Many children and adolescents grow out of ombrophobia",
                    "But the fear may last into adulthood or even get worse",
                    "Although theres no cure for ombrophobia treatments are very effective at lessening the effects",
                    "Exposure therapy which can be combined with other treatments helps most people who practice it regularly"
                ]
            },
            "How can I best learn to cope with a fear of rain?": {
                "items": [
                    "Many people can manage ombrophobia and other similar phobias",
                    "Consider strategies that help manage the symptoms of anxiety such as",
                    "Breathing exercises",
                    "Muscle relaxation",
                    "Meditation",
                    "Yoga",
                    "A note from Cleveland ClinicOmbrophobia is an extreme fear of rain",
                    "Its a type of anxiety disorder and it can cause symptoms and problems in daily life",
                    "If you are afraid of the rain and feel like you cant control the fear talk to a healthcare provider about treatment options",
                    "Last reviewed by a Cleveland Clinic medical professional on 03152022",
                    "Merck Manual Consumer Version",
                    "Specific Phobic Disorders",
                    "httpswwwmerckmanualscomhomementalhealthdisordersanxietyandstressrelateddisordersspecificphobicdisorders  Accessed 3152022",
                    "National Institute of Mental Health",
                    "Specific Phobia",
                    "httpswwwnimhnihgovhealthstatisticsspecificphobia  Accessed 3152022",
                    "Satterfield JM Feldman MD",
                    "Anxiety",
                    "In Behavioral Medicine A Guide for Clinical Practice",
                    "5th ed",
                    "New York McGrawHill 2021",
                    "Accessed 3152022",
                    "Substance Abuse and Mental Health Services Administration",
                    "DSMIV to DSM5 Specific Phobia Comparison",
                    "httpswwwncbinlmnihgovbooksNBK519704tablech3t11  Accessed 3152022",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy"
                ]
            },
            "Related Institutes & Services": {
                "items": [
                    "Appointments\nContact Us"
                ]
            }
        }
    },
    {
        "name": "Ophidiophobia (Fear of Snakes)",
        "description": "Ophidiophobia is an extreme, overwhelming fear of snakes. It’s more intense than the common, generalized fear of snakes. Ophidiophobia is an anxiety disorder that interferes with your daily life or sense of safety. Treatments such as exposure therapy and cognitive behavioral therapy can be effective in controlling the symptoms of ophidiophobia.",
        "data": {
            "What is ophidiophobia?": {
                "items": [
                    "Ophidiophobia is an extreme overwhelming fear of snakes",
                    "The condition is called a specific phobia fear which is a type of anxiety disorder",
                    "Ophidiophobia may be associated with herpetophobia which is fear of all reptiles",
                    "Many people are somewhat fearful of snakes",
                    "But ophidiophobia is so extreme that it interferes with a persons life wellbeing or sense of safety",
                    "Ophidiophobes people who have the phobia may",
                    "Act strangely in social educational or professional activities because of the phobia",
                    "Avoid friends homes pet stores zoos and other places where snakes may be",
                    "Have a panic attack when they see or hear something that might be a snake like a rope or a hiss",
                    "Have intense anxiety at the mere mention of a snake",
                    "Take extreme action to avoid snakes such as choosing where to live or refusing to go outdoors",
                    "A person with ophidiophobia may understand that the fear is excessive but cant control it"
                ]
            },
            "How common is an intense fear of snakes?": {
                "items": [
                    "Snakes can be harmful to people and stories often depict snakes as threatening and dangerous",
                    "So a generalized fear of snakes is very common",
                    "One in 10 American adults and 1 in 5 teenagers will deal with a specific phobia disorder at some point in their lives and ophidiophobia is one of the most common specific phobias",
                    "Ophidiophobia can affect people of any age starting in childhood or adulthood"
                ]
            },
            "Are there other fears related to ophidiophobia?": {
                "items": [
                    "People with a fear of snakes may also have related phobias including",
                    "Herpetophobia or fear of reptiles in general",
                    "Ranidaphobia fear of frogs",
                    "Thanatophobia fear of death which some may associate with snake bites"
                ]
            },
            "What causes a fear of snakes?": {
                "items": [
                    "Healthcare providers arent sure what causes specific phobias such as ophidiophobia",
                    "But most mental health professionals believe its often caused by some combination of",
                    "Genetics Some people have a family history of anxiety disorders and specific fears",
                    "Learned behavior A person is more likely to develop ophidiophobia if a close friend or relative had an intense fear of snakes",
                    "Superstitions and cultural meanings Many stories and cultural beliefs contribute to ophidiophobia",
                    "For example snakes are often associated with lies evil temptation and paganism",
                    "Examples include Medusa of Greek mythology who had snakes for hair and turned people to stone and the snake in the Garden of Eden",
                    "Traumatic experiences associated with snakes People may develop ophidiophobia after being bitten by a snake or seeing a scary movie involving a snake attack"
                ]
            },
            "What are the symptoms of snake phobia?": {
                "items": [
                    "A person with ophidiophobia will experience symptoms of anxiety or panic when they",
                    "Encounter a snake",
                    "Hear a noise they think could be a snake",
                    "Hear someone talk about a snake",
                    "See a picture of a snake even a cartoon version",
                    "Think about snakes",
                    "Symptoms of anxiety or panic may include",
                    "Dizziness",
                    "Dry mouth",
                    "Extreme feeling of dread or terror",
                    "Nausea vomiting or diarrhea\nProfuse sweating",
                    "Rapid breathing and heart rate",
                    "Shaking or trembling",
                    "Shortness of breath",
                    "Urges to run and hide"
                ]
            },
            "How is ophidiophobia diagnosed?": {
                "items": [
                    "There arent any tests to diagnose ophidiophobia",
                    "Your healthcare provider can diagnose the condition based on discussions with you about",
                    "Your symptoms",
                    "How long theyve been happening",
                    "Whether theyre interfering in your life",
                    "Ophidiophobia is a specific diagnosis and goes beyond generalized fear of snakes",
                    "It",
                    "Causes extreme anxiety as soon as you think about or encounter a snake",
                    "Leads to significant stress or affects your daily life",
                    "Has been happening for at least six months",
                    "Is out of proportion with the actual danger",
                    "Makes you avoid specific situations",
                    "Produces physical symptoms of anxiety or panic attacks"
                ]
            },
            "How do I get over a fear of snakes?": {
                "items": [
                    "If you have mild ophidiophobia you may not need treatment",
                    "But if the fear causes physical symptoms or nightmares or if it interferes with your daily life possible treatments include",
                    "Cognitive behavioral therapy CBT CBT is structured psychotherapy that can help you understand and control thoughts and emotions",
                    "This talk therapy can help you unlearn negative thoughts that happen when you think about snakes",
                    "Exposure therapy Exposure therapy sometimes called desensitization helps you gradually confront your fears",
                    "Youre exposed to the idea of snakes over time in a controlled environment",
                    "For example exposure therapy may start with something less scary like a picture of a cartoon snake",
                    "Eventually you might be asked to imagine a real snake or look at a live snake in a cage",
                    "Through increasing exposure you may learn to manage ophidiophobia",
                    "Hypnotherapy Hypnotherapy can put you in a trancelike but focused state",
                    "Under hypnosis youre more open to suggestion and change",
                    "A hypnotist may be able to convince you that youre less afraid of snakes",
                    "Medications A variety of antianxiety medications can lessen anxiety and physical symptoms of anxiety",
                    "They can be helpful in certain situations for people who have ophidiophobia",
                    "For example they can ease anxiety so you can attend an outdoor wedding or go camping with your kids"
                ]
            },
            "How can I reduce my risk of ophidiophobia?": {
                "items": [
                    "Theres no proven way to prevent a snake phobia",
                    "But many people with one specific fear develop multiple anxiety disorders such as panic disorder or obsessivecompulsive disorder OCD",
                    "Its important to learn how to manage any symptoms of the first fear before you develop additional anxieties"
                ]
            },
            "Can ophidiophobia be cured?": {
                "items": [
                    "Children and adolescents may grow out of ophidiophobia",
                    "But the fear may persist into adulthood",
                    "Ophidiophobia cant be cured but you can manage the fear and the symptoms",
                    "Exposure therapy and other techniques are very effective",
                    "Treatment helps most people who regularly practice what theyve learned or take medications as directed"
                ]
            },
            "How can I best learn to cope with a fear of snakes?": {
                "items": [
                    "Many people can manage ophidiophobia and other specific fears with techniques to manage anxiety such as",
                    "Breathing exercises",
                    "Muscle relaxation",
                    "Meditation",
                    "Yoga",
                    "A note from Cleveland Clinic",
                    "Many people are afraid of snakes",
                    "But ophidiophobia is an extreme overwhelming fear of snakes that interferes with your sense of safety and daily life",
                    "Ophidiophobia is a common specific phobia but there are treatments like exposure therapy and cognitive behavioral therapy that can help you manage symptoms",
                    "Last reviewed by a Cleveland Clinic medical professional on 03152022",
                    "Merck Manual Consumer Version",
                    "Specific Phobic Disorders",
                    "httpswwwmerckmanualscomhomementalhealthdisordersanxietyandstressrelateddisordersspecificphobicdisorders  Accessed 3152022",
                    "National Institute of Mental Health",
                    "Specific Phobia",
                    "httpswwwnimhnihgovhealthstatisticsspecificphobia  Accessed 3152022",
                    "Satterfield JM Feldman MD",
                    "Anxiety",
                    "In Behavioral Medicine A Guide for Clinical Practice",
                    "5th ed",
                    "New York McGrawHill 2021",
                    "Substance Abuse and Mental Health Services Administration",
                    "DSMIV to DSM5 Specific Phobia Comparison",
                    "httpswwwncbinlmnihgovbooksNBK519704tablech3t11  Accessed 3152022",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy"
                ]
            },
            "Related Institutes & Services": {
                "items": [
                    "Appointments\nContact Us"
                ]
            }
        }
    },
    {
        "name": "Ornithophobia (Fear of Birds)",
        "description": "Ornithophobia is a fear of birds. A scary experience with birds may make you fearful of them. Birds are everywhere. If you find yourself staying indoors and avoiding places with birds, a mental health specialist can help. Treatments like exposure therapy can help you gradually overcome this fear and enjoy nature.",
        "data": {
            "What is ornithophobia?": {
                "items": [
                    "People who have ornithophobia have an extreme fear of birds",
                    "They may worry that birds will attack them and feel as though theyre in danger when they see birds",
                    "“Ornithos” is the Greek word for bird and “phobos” means fear"
                ]
            },
            "What do people with ornithophobia fear?": {
                "items": [
                    "A person with ornithophobia may be afraid of",
                    "All birds or only certain types like birds of prey hawks or household birds parakeets",
                    "Taxidermy birds or bird sculptures on display in homes museums or other places",
                    "Photos or images of birds in movies or shows including animated birds",
                    "Bird feathers",
                    "The sound of birds squawking or wings fluttering"
                ]
            },
            "What is a phobia?": {
                "items": [
                    "When you have a specific phobia a type of anxiety disorder it means youre fearful of something that isnt likely to harm you",
                    "Ornithophobia is a specific phobic disorder focused on birds"
                ]
            },
            "How common is ornithophobia?": {
                "items": [
                    "Its hard to know exactly how many people have a specific phobia like ornithophobia",
                    "We do know that about 1 in 10 American adults and 1 in 5 teenagers deal with a specific phobic disorder at some point in their lives",
                    "The number of people with ornithophobia may have increased in the 1960s after the release of the Alfred Hitchcock movie The Birds",
                    "In the movie flocks of vicious birds mostly crows and seagulls attack the residents of a small beach town",
                    "The Edgar Allen Poe poem The Raven also portrays crows as scary",
                    "Crows are often made out to be bad or frightening",
                    "In fact a group of crows is called a murder"
                ]
            },
            "Who is at risk for ornithophobia?": {
                "items": [
                    "Specific phobic disorders affect all ages and sexes although women and people designated female at birth DFAB are more likely to have phobias",
                    "You may be more likely to develop a specific phobic disorder like ornithophobia if you have",
                    "Family members who are afraid of birds or who have other phobias or anxiety disorders",
                    "A gene change mutation linked to the development of anxiety disorders"
                ]
            },
            "What other phobias are associated with a fear of birds?": {
                "items": [
                    "People who fear birds may also have",
                    "Ailurophobia fear of cats",
                    "Anatidaephobia fear of ducks or geese",
                    "Biophobia fear of nature",
                    "Dendrophobia fear of trees where birds build nests",
                    "Thanatophobia fear of death",
                    "Zoophobia fear of animals"
                ]
            },
            "Why do I have a fear of birds?": {
                "items": [
                    "Many people who develop ornithophobia have had a scary encounter with a bird",
                    "For instance a gaggle of geese may have chased you at a park as a child",
                    "Or seagulls may have divebombed you as you attempted to relax on a beach",
                    "You may also have seen birds attacking or eating an animal like a mouse or rabbit"
                ]
            },
            "What are ornithophobia symptoms?": {
                "items": [
                    "Someone with ornithophobia may try to run away and hide when they see birds",
                    "Or they may be so afraid that they become unable to move",
                    "Symptoms of ornithophobia may include",
                    "Dizziness",
                    "Dry mouth",
                    "Extreme feeling of dread or terror",
                    "Nausea vomiting or diarrhea",
                    "Profuse sweating",
                    "Rapid breathing and heart rate",
                    "Shaking or trembling",
                    "Shortness of breath"
                ]
            },
            "How is ornithophobia diagnosed?": {
                "items": [
                    "Healthcare providers refer to the American Psychiatric Associations Diagnostic and Statistical Manual of Mental Disorders the DSM5 to diagnose phobia disorders like ornithophobia",
                    "The criteria for a specific phobia disorder diagnosis include",
                    "Symptoms that appear when you see or think about a particular trigger like birds",
                    "An ongoing extreme fear of the trigger birds that lasts for at least six months",
                    "Extreme changes to behaviors or routines that help you avoid encountering the trigger",
                    "Negative effects on your quality of life"
                ]
            },
            "What is ornithophobia treatment?": {
                "items": [
                    "Mental health specialists like psychologists help people overcome phobias",
                    "You may benefit from",
                    "Cognitive behavioral therapy CBT During this form of psychotherapy talk therapy you explore the underlying cause of ornithophobia",
                    "CBT also teaches you how to use relaxation techniques to manage your fears",
                    "Exposure therapy desensitization During exposure therapy you use relaxation techniques while your therapist gradually exposes you to images of birds",
                    "Together you and your therapist may work up to increasing your exposure to real birds",
                    "The goal is to gradually make you less fearful",
                    "Hypnotherapy During hypnotherapy your therapist places you into a hypnotic state to help you overcome memories thoughts and emotions related to the fear",
                    "Medications Antianxiety drugs or antidepressants can help control symptoms as you go through therapy",
                    "Antianxiety medicines can help if youll be in a situation like at a park or zoo where you expect birds to be present"
                ]
            },
            "What are the complications of ornithophobia?": {
                "items": [
                    "Birds can be everywhere so it isnt realistic to avoid them completely",
                    "Someone who has an extreme fear of birds may choose to stay home where they feel safe",
                    "This can lead to another phobia called agoraphobia",
                    "Phobia disorders also increase your risk of",
                    "Depression social isolation and suicidal thoughts",
                    "Panic attacks and panic disorder",
                    "Substance use disorder"
                ]
            },
            "When should I call the doctor?": {
                "items": [
                    "You should call your healthcare provider if you experience",
                    "Panic attacks",
                    "Persistent anxiety that interferes with daily life or sleeping",
                    "Signs of depression or problems with substance use"
                ]
            },
            "What questions should I ask my doctor?": {
                "items": [
                    "You may want to ask your healthcare provider",
                    "What is causing this phobia",
                    "What is the best treatment for me",
                    "Should I try exposure therapy",
                    "How long will I need therapy",
                    "Can medications help",
                    "A note from Cleveland ClinicBirds are abundant in nature making them impossible to avoid completely if you go outside",
                    "It isnt healthy or practical to stay inside to prevent bird encounters",
                    "If an earlier experience with birds causes ornithophobia specialists can help you learn to think about birds differently and manage your reactions",
                    "In time you can get out and explore the outdoors without an extreme fear of birds",
                    "Last reviewed by a Cleveland Clinic medical professional on 03152022",
                    "American Psychological Association",
                    "What Is Exposure Therapy",
                    "httpswwwapaorgptsdguidelinepatientsandfamiliesexposuretherapy  Accessed 3152022",
                    "Merck Manual Consumer Version",
                    "Phobic Disorders Phobias",
                    "httpswwwmerckmanualscomhomequickfactsmentalhealthdisordersanxietyandstressrelateddisordersphobicdisordersphobias  Accessed 3152022",
                    "Merck Manual Consumer Version",
                    "Specific Phobic Disorders",
                    "httpswwwmerckmanualscomhomementalhealthdisordersanxietyandstressrelateddisordersspecificphobicdisorders  Accessed 3152022",
                    "National Health Service UK",
                    "Overview Phobias",
                    "httpswwwnhsukmentalhealthconditionsphobiasoverview  Accessed 3152022",
                    "National Institute of Mental Health",
                    "Specific Phobia",
                    "httpswwwnimhnihgovhealthstatisticsspecificphobia  Accessed 3152022",
                    "Substance Abuse and Mental Health Services Administration",
                    "Impact of the DSMIV to DSM5 changes on the National Survey on Drug Use and Health httpswwwncbinlmnihgovbooksNBK519704tablech3t11  Internet",
                    "Accessed 3152022",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy"
                ]
            },
            "Related Institutes & Services": {
                "items": [
                    "Appointments\nContact Us"
                ]
            }
        }
    }
]