[
    {
        "name": "Leukophobia (Fear of the Color White)",
        "description": "With leukophobia, fear of the color white takes over your life. Seeing or thinking of this color can make you feel sick. You may go out of your way to avoid it. Exposure therapy may help you overcome this condition.",
        "data": {
            "What is leukophobia?": {
                "items": [
                    "Leukophobia is an intense fear of the color white",
                    "Its a specific phobia which occurs when you face or think of a particular situation",
                    "Leukophobia may stem from other mental health issues including",
                    "Repetitive thoughts and urges Obsessivecompulsive disorder OCD",
                    "Perfectionism An expectation of flawlessness that when not met causes severe selfcriticism",
                    "The source of the fear is often in what the color white represents",
                    "Commitment Seeing white can remind you of brides and marriage",
                    "It can cause you to fear commitment gamophobia",
                    "Death In some cultures people wear white when theyre mourning",
                    "You may also have thanatophobia a fear of death",
                    "Perfection Seeing the color white can reinforce an abnormal need for perfection",
                    "You may have atelophobia which is the fear of being imperfect",
                    "Purity You may feel shameful about not being pure which can occur in survivors of sexual abuse and rape",
                    "Snow White may remind you of a bad experience with snow causing chinonophobia"
                ]
            },
            "What are phobias?": {
                "items": [
                    "Its natural to fear things that seem dangerous or uncomfortable",
                    "You may also get anxious about things that remind you of a bad experience like food that made you sick",
                    "But these situations rarely disrupt daily activities",
                    "Phobias cause more intense feelings",
                    "They bring challenges that affect your everyday life",
                    "You may experience fear that makes you go out of your way to avoid certain normal situations",
                    "This can lead to abnormal thoughts and behaviors that are difficult to control"
                ]
            },
            "What does it feel like to have leukophobia?": {
                "items": [
                    "With leukophobia seeing or thinking of the color white causes extreme fear and anxiety",
                    "In some people these feelings become overwhelming leading to panic attacks",
                    "If the color white makes you feel this way theres no reason to feel selfconscious",
                    "Many people have phobias",
                    "Talk to your healthcare provider so you can learn how to lessen the impact the color white has on your life"
                ]
            },
            "What are leukophobia causes?": {
                "items": [
                    "Genetics and your environment raise the risk of specific phobias",
                    "Genetics A family history of mood disorders increases the likelihood of phobias",
                    "Its also possible for anxiety and obsessivecompulsive disorder to run in families",
                    "But not everyone with a family history ends up with these issues",
                    "Environment Emotional trauma related to the color white often causes leukophobia",
                    "For example you or a loved one may have been injured in a car accident due to snowy conditions"
                ]
            },
            "What are leukophobia symptoms?": {
                "items": [
                    "Leukophobia symptoms include behavioral changes and physical responses",
                    "Behaviors that can affect your daily life include",
                    "Not wanting to leave your house in fear of seeing something white",
                    "Working in professions where you feel you have more control over the exposure to the color white",
                    "Avoiding people who might not understand how this color makes you feel",
                    "Leukophobia can also make you unwell including",
                    "Breathlessness",
                    "Dizziness",
                    "Dry mouth",
                    "Excessive sweating",
                    "Headaches",
                    "Muscle tension",
                    "Nausea",
                    "Racing heart palpitations",
                    "Sense of imminent doom"
                ]
            },
            "How is leukophobia diagnosed?": {
                "items": [
                    "Healthcare providers typically diagnose leukophobia in an office visit",
                    "The evaluation includes asking you about symptoms and negative behaviors",
                    "They may ask",
                    "How often do you think about the color white",
                    "How does the color white make you feel",
                    "What is it about this color that makes you fearful",
                    "Is this fear causing you to make abnormal changes in your daily routine",
                    "Do you have a personal or family history of anxiety or obsessivecompulsive disorder",
                    "Are you avoiding people or places you used to enjoy because of leukophobia"
                ]
            },
            "What is leukophobia treatment like?": {
                "items": [
                    "A common leukophobia treatment is exposure therapy",
                    "Your mental health provider helps you explore the reasons behind your fear of the color white",
                    "They then enable you to overcome these issues by exposing you to whitecolored objects",
                    "Therapy starts with lowrisk exposures such as thinking of the color white",
                    "As treatment progresses exposures gradually become more significant",
                    "You may touch whitecolored objects or briefly go to places where white is present",
                    "Over time with successful treatment you learn how to manage negative feelings about this color"
                ]
            },
            "Can other treatments help me cope with leukophobia?": {
                "items": [
                    "Additional treatments may include",
                    "Cognitive behavioral therapy CBT Undergoing CBT helps you address why white makes you fearful",
                    "You also learn techniques for managing negative thoughts",
                    "Medications Drugs dont cure leukophobia",
                    "But antidepressants can help reduce symptoms of a mood disorder and antianxiety medications can help you decrease your emotional distress and anxiety",
                    "Stress reduction Yoga meditation and other relaxation techniques quiet an overactive mind",
                    "This makes it easier to face things you find uncomfortable"
                ]
            },
            "Is there anything I can do to prevent leukophobia?": {
                "items": [
                    "If you face a higher risk of phobias you can learn how to manage worrisome thoughts and your reactions to them",
                    "Doing so may lower the risk of these issues escalating into phobias",
                    "You may be able to lower your risk of leukophobia by",
                    "Limiting alcohol and recreational drug consumption",
                    "Lowering stress during everyday activities like working",
                    "Quitting smoking and other forms of tobacco use",
                    "Spending time with loved ones",
                    "Taking up a new hobby to take your mind off the phobia"
                ]
            },
            "What is the outlook for people with leukophobia?": {
                "items": [
                    "Exposure therapy and other treatments help you overcome the fear of the color white",
                    "And when fears are under control you can feel more comfortable going about your daily life",
                    "The color white may still occasionally cause anxiety",
                    "But knowing how to calm your mind can prevent these feelings from taking over"
                ]
            },
            "What else is important to know about leukophobia?": {
                "items": [
                    "When you have leukophobia fear of the color white and attempts to avoid it take over your life",
                    "Its important to remember even though it might be difficult that the fear is often greater than the actual risk to your wellbeing",
                    "This is why its essential to seek treatment",
                    "A note from Cleveland Clinic",
                    "Leukophobia is an intense fear of the color white",
                    "In many people the phobia stems from worries about what the color represents",
                    "You may associate white with death purity or commitment",
                    "Going out of your way to avoid the color white can worsen the fears grip on your life",
                    "With successful treatment you learn how to manage negative feelings and behaviors",
                    "This can give you the confidence to go about your daily life without worrying about the color white",
                    "Last reviewed by a Cleveland Clinic medical professional on 02152022",
                    "Merck Manual Consumer Version",
                    "Phobic Disorders Phobias",
                    "httpswwwmerckmanualscomhomequickfactsmentalhealthdisordersanxietyandstressrelateddisordersphobicdisordersphobias  Accessed 2142022",
                    "Merck Manual Consumer Version",
                    "Specific Phobic Disorders",
                    "httpswwwmerckmanualscomhomementalhealthdisordersanxietyandstressrelateddisordersspecificphobicdisorders  Accessed 2142022",
                    "National Health Service United Kingdom",
                    "Phobias",
                    "httpswwwnhsukmentalhealthconditionsphobias  Accessed 2142022",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy"
                ]
            },
            "Related Institutes & Services": {
                "items": [
                    "Appointments\nContact Us"
                ]
            }
        }
    },
    {
        "name": "Lilapsophobia (Fear of Tornadoes or Hurricanes)",
        "description": "Phobias are intense fears that can affect your daily life and worsen over time. Lilapsophobia is an unhealthy fear of tornadoes or hurricanes. Exposure therapy is the most common treatment. It can help lessen the impact of lilapsophobia on your daily life.",
        "data": {
            "What is lilapsophobia?": {
                "items": [
                    "You may have lilapsophobia if you have an abnormal fear of tornadoes or hurricanes",
                    "The official diagnosis for this is “specific phobia” meaning that it causes fear of a particular situation",
                    "Often the fear isnt rational and much greater than the actual risk of danger",
                    "People with a specific phobia may have many phobias",
                    "People with lilapsophobia may also have",
                    "Astraphobia Fear of thunder and lightning",
                    "Autophobia Fear of being alone",
                    "Dystychiphobia Fear of accidents",
                    "Ombrophobia Fear of rain",
                    "Thanatophobia Fear of death"
                ]
            },
            "What is a phobia?": {
                "items": [
                    "Its natural to be fearful of things that make us feel unsafe or uncomfortable",
                    "These often include flying needle pokes or snake and wildlife encounters",
                    "These situations may make you feel anxious but thoughts of them dont disrupt your daily life",
                    "Phobias are more intense and can worsen over time",
                    "They cause an abnormal level of fear",
                    "It may be difficult to get a phobia off your mind",
                    "You may go out of your way to avoid situations that trigger the phobia",
                    "These efforts can overtake rational thinking and affect your quality of life"
                ]
            },
            "Do I have lilapsophobia?": {
                "items": [
                    "Hurricanes and tornadoes are intense storms with the potential for communitywide damage",
                    "They occur in specific areas of the country under particular weather conditions",
                    "Many people living in areas prone to hurricanes or tornadoes feel uneasy about them especially during storm season",
                    "But if you have lilapsophobia you live your life as if youre constantly under threat",
                    "Thinking about hurricanes or tornadoes can cause intense fear or anxiety",
                    "That fear may occasionally become overwhelming and trigger panic attacks",
                    "If youre experiencing signs of lilapsophobia discuss your concerns with a healthcare professional",
                    "You should be honest with them about how the fears are affecting your daily life",
                    "They can offer reassurance and connect you with helpful therapies"
                ]
            },
            "What causes lilapsophobia?": {
                "items": [
                    "Genetics and environmental factors can increase your risk of lilapsophobia",
                    "Genetics A family history of mood disorders can raise your risk of anxiety and specific phobias",
                    "Environment If youve experienced emotional trauma related to a bad weather event you might develop lilapsophobia",
                    "But you dont need to have lived through a hurricane or tornado",
                    "A severe weather event that harms a loved one can cause also lilapsophobia"
                ]
            },
            "What are lilapsophobia symptoms?": {
                "items": [
                    "Lilapsophobia can trigger behaviors and physical responses",
                    "Building a storm shelter in an area not prone to tornadoes or hurricanes",
                    "Constantly checking weather reports",
                    "Refusing to leave home when the forecast shows bad weather",
                    "Staying away from buildings that dont appear to be “storm safe”\nStockpiling necessities even with no risk of bad weather",
                    "Anxiety",
                    "Bouts of crying that can be difficult to control",
                    "Headache",
                    "Inability to sit still",
                    "Muscle tension",
                    "Nausea or diarrhea",
                    "Repetitive motions like pacing",
                    "Shakiness",
                    "Stress"
                ]
            },
            "How is lilapsophobia diagnosed?": {
                "items": [
                    "Healthcare providers diagnose lilapsophobia by asking about your symptoms and behaviors",
                    "They may ask",
                    "If a previous hurricane tornado or weather event caused you or a loved one distress",
                    "Whether thoughts of tornadoes or hurricanes have caused changes in your daily activities",
                    "How often you think about hurricanes or tornadoes",
                    "If youre avoiding activities or places you used to enjoy because of fear",
                    "What symptoms you experience and how intense they are",
                    "How long youve been living with changes in behavior",
                    "If theres a personal or family history of anxiety disorders or phobias"
                ]
            },
            "What is lilapsophobia treatment like?": {
                "items": [
                    "One of the more common treatments for lilapsophobia is exposure therapy",
                    "This treatment works by gradually exposing you to situations that trigger your fears",
                    "Therapy may start by looking at pictures of tornadoes or hurricanes and progress to watching videos of these events",
                    "Over time exposures become less bothersome",
                    "Your care may include other treatments such as",
                    "Cognitive behavioral therapy CBT Mental health professionals use CBT to help you explore thoughts and feelings associated with the phobia",
                    "You also learn healthier alternatives to negative thoughts or behaviors",
                    "Medications Taking medications isnt a cure for lilapsophobia",
                    "But antidepressants can help with mood disorders and antianxiety medications can help you during a challenging time",
                    "Stress reduction A variety of techniques can help quiet your mind and relax your body",
                    "You may get relief with deepbreathing exercises meditation or writing in a journal"
                ]
            },
            "Is there anything I can do to prevent lilapsophobia?": {
                "items": [
                    "If you have an anxiety disorder there are steps you can take to manage it",
                    "Doing so may lower the likelihood of common fears becoming phobias",
                    "And if you have a phobia these efforts may lessen its severity",
                    "You can manage anxiety by",
                    "Limiting caffeine alcohol and recreational drug consumption",
                    "Lowering stress",
                    "Practicing relaxation techniques",
                    "Quitting smoking and other forms of tobacco use",
                    "Seeking professional help when symptoms become difficult to manage",
                    "Spending time with loved ones"
                ]
            },
            "What is the outlook for people with lilapsophobia?": {
                "items": [
                    "With treatment you can likely learn to manage your fear of tornadoes and hurricanes",
                    "Doing so will help you feel more in control of your life",
                    "You may still experience anxiety at the prospect of a dangerous weather event but youll know how to calm unpleasant thoughts and use healthier coping skills"
                ]
            },
            "What else is important to know about living with lilapsophobia?": {
                "items": [
                    "The likelihood of being impacted by a hurricane or tornado is low",
                    "But if you have lilapsophobia you may feel more comfortable if youre prepared",
                    "Healthy methods of coping with lilapsophobia include",
                    "Exploring the history of tornadoes and hurricanes in your community",
                    "You may learn that they occur infrequently",
                    "Learning how to interpret weather predictions",
                    "This will give you a realistic idea if bad weather is a threat to your safety",
                    "Taking courses to learn how tornadoes and hurricanes develop",
                    "By doing so you focus more on facts and not fears",
                    "Practicing relaxation techniques when fear and physical symptoms start escalating",
                    "A note from Cleveland Clinic",
                    "Lilapsophobia is an unhealthy fear of tornadoes or hurricanes",
                    "Changing your lifestyle to avoid them can make it worse",
                    "Its easy to lose track of the actual likelihood of a tornado or hurricane",
                    "Behaviors youve adopted to avoid the fear may have become habits that you dont realize are unhealthy",
                    "Seeking treatment can help you gain a more rational perception",
                    "You may still struggle with occasional symptoms but theyll have less impact on your daily life",
                    "Last reviewed by a Cleveland Clinic medical professional on 02102022",
                    "Merck Manual Consumer Version",
                    "Phobic Disorders Phobias",
                    "httpswwwmerckmanualscomhomequickfactsmentalhealthdisordersanxietyandstressrelateddisordersphobicdisordersphobias  Accessed 2102022",
                    "Merck Manual Consumer Version",
                    "Specific Phobic Disorders",
                    "httpswwwmerckmanualscomhomementalhealthdisordersanxietyandstressrelateddisordersspecificphobicdisorders  Accessed 2102022",
                    "National Health Service United Kingdom",
                    "Phobias",
                    "httpswwwnhsukmentalhealthconditionsphobias  Accessed 2102022",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy",
                    "Cleveland Clinic is a nonprofit academic medical center",
                    "Advertising on our site helps support our mission",
                    "We do not endorse nonCleveland Clinic products or services",
                    "Policy"
                ]
            },
            "Related Institutes & Services": {
                "items": [
                    "Appointments\nContact Us"
                ]
            }
        }
    }
]