[
    {
        "name": "Haphephobia (Fear of Being Touched)",
        "description": "Haphephobia is an intense, irrational fear of being touched. It is different from hypersensitivity, which is physical pain associated with being touched. People with haphephobia feel extreme distress over the thought of being touched. This anxiety can lead to physical symptoms like nausea, vomiting or panic attacks.",
        "data": {
            "What is haphephobia?": "Haphephobia (haf-uh-FOE-bee-uh) is an intense, overwhelming fear of being touched. Many people don’t like being touched by strangers. But haphephobia is significant distress over being touched by anyone, even family or friends. For some people, the fear is specific to touch by people of one gender. Haphephobia is a type of anxiety disorder. Other names for haphephobia include: Aphephobia. \nAphenphosmphobia. \nChiraptophobia. \nThixophobia.",
            "What does haphephobia feel like?": "Haphephobia isn’t a physical sensation. It is not the same as allodynia, which is hypersensitivity to touch. People with haphephobia do not feel pain when touched. Rather, the fear of being touched is so strong that it is often paralyzing. It causes physical symptoms like hives, hyperventilation or fainting.",
            "Who might get haphephobia?": "Anyone can develop haphephobia. You are more likely to have haphephobia if one of your parents or other family members has the condition. For some people, haphephobia is the only mental health issue they experience. For others, haphephobia is related to another condition, such as: Agoraphobia: Fear of becoming overwhelmed by panic or anxiety causes some people to avoid many situations. \nMysophobia (fear of germs): The fear of being touched might arise from not wanting to be contaminated. \nObsessive-compulsive disorder (OCD): Someone with OCD might feel stress over situations that are out of their control, such as being touched. \nOchlophobia (fear of crowds): A person may feel anxious about being touched in a crowd. \nPost-traumatic stress disorder (PTSD): Fearing touch may come from experiencing or witnessing a traumatic event. It may occur after sexual abuse, sexual assault or rape.",
            "How common is haphephobia?": "Researchers don’t know exactly how many people have haphephobia. But phobias are fairly common. About 10 million adults in the United States have a phobia diagnosis.",
            "What causes haphephobia?": "Haphephobia doesn’t have one clear cause. Some people may never know the exact cause of haphephobia. Some people have a higher risk of developing a phobia. For example, women are twice as likely as men to develop a situational phobia. Situational phobias are fears of specific situations or interactions. You may also be more likely to develop haphephobia if you have: Family history of anxiety disorders. \nOther phobias or mental health conditions. \nPersonal history of negative experience with being touched. \nPersonality type that tends to feel inhibited.",
            "What are the symptoms of haphephobia?": "The main symptom of haphephobia is intense distress over being touched. This distress might cause physical symptoms such as: Increased heart rate or heart palpitations. \nFlushed skin or feeling hot. \nSweating. \nTremors or uncontrollable shaking. \nHyperventilating.\nHives. \nNausea or vomiting. \nFainting (syncope). Children who fear being touched may also: Cling to a parent or caregiver. \nCry uncontrollably. \nFreeze in position when touched. \nHave temper tantrums. In many people, being touched can lead to panic attacks. Panic attacks are sudden, intense rushes of distress that cause physical symptoms. Many people who have haphephobia know the intensity of the fear is not proportional to the actual threat of being touched. Still, it can be difficult to manage symptoms. The fear of being touched becomes a phobia when symptoms: Develop nearly every time you are touched. \nInterfere with your day-to-day life and relationships. \nLast six months or longer.",
            "How is haphephobia diagnosed?": "To diagnose haphephobia, your healthcare provider may ask you about: When fear arises. \nHow long fear has lasted. \nWhat symptoms you experience when you think about being touched. \nWhat symptoms you experience when you are touched. \nIf symptoms interfere with your daily activities or relationships.",
            "How is haphephobia treated?": "Treatment for haphephobia aims to help you manage symptoms so they do not interfere with your life. Common haphephobia treatment options include: Exposure therapy: With this treatment, you gradually introduce a specific fear into your thoughts or life. For example, you may imagine receiving a touch on the arm from a trusted loved one. Over time, you may practice receiving the touch in person. Exposure therapy is often the first treatment for a specific phobia. The therapy is successful for about 90% of people who stick with it. \nEye movement desensitization and reprocessing (EMDR): EMDR is often effective for people who have experienced trauma. During therapy, you focus on a traumatic memory while being stimulated by specific rhythmic movements. EMDR can help you process and move on from a traumatic event. \nCognitive behavioral therapy (CBT): During CBT, you speak with a therapist about symptoms and fears. The therapist helps you identify irrational thoughts and learn to replace them with rational ones. For phobias, CBT is often part of a larger treatment plan and not a standalone therapy. \nHypnotherapy: With hypnotherapy, a therapist guides you to a place of intense focus. You become temporarily unaware of your surroundings and are more open to new thoughts or suggestions. You may have hypnotherapy with other types of therapy.\nMedication: You may take medicines for anxiety disorders or for specific phobias. For example, your doctor may prescribe alprazolam (Xanax®) or diazepam (Valium®) to take before certain events. These medicines may help you temporarily manage symptoms to avoid panic attacks.",
            "How can I manage haphephobia symptoms?": "You should also learn coping strategies to manage anxiety or panic attack symptoms. You can: Exercise consistently. \nLearn breathing techniques. \nPractice mindfulness or meditate to reduce stress.",
            "How can I reduce my risk of haphephobia?": "There is no one way to prevent haphephobia. But many people can reduce the frequency and intensity of phobia symptoms with healthy lifestyle habits. You may: Eat a nutritious diet full of lean protein, whole grains, fruits, vegetables and healthy fats.\nManage other mental health conditions, such as OCD or PTSD, with the help of a trusted healthcare provider.\nSleep at least seven to eight hours nightly.\nTalk with trusted loved ones or a therapist to prevent social isolation.",
            "What is the outlook for people with haphephobia?": "For many people, haphephobia symptoms decrease with treatment. Untreated haphephobia can increase your risk of: Anxiety. \nDepression.\nSocial withdrawal or isolation. \nSubstance use disorders, including misuse of alcohol or drugs.",
            "What else should I ask my doctor?": "You may also want to ask your healthcare provider: What is the most likely cause of haphephobia? \nWhat can I do to manage haphephobia symptoms? \nIs haphephobia related to another mental health diagnosis? \nWould I benefit from taking medication? \nWill haphephobia symptoms ever go away completely?",
            "Is haphephobia related to autism?": "Many people with autism don’t like to be touched. Some research has found that the brain of a person with autism responds to physical touch the same way a person with haphephobia does. Not everyone with autism has haphephobia, and having haphephobia doesn’t necessarily mean you have autism. However, studies show that about half of all people with autism also have an anxiety disorder. Of that half, up to two in three have a specific phobia, which could include haphephobia. People with autism also commonly experience bullying or abuse, which can lead to haphephobia. A note from Cleveland ClinicHaphephobia is the fear of being touched. For some people, the fear is specific to being touched by people of one gender. For others, the fear extends to all people. People with haphephobia often experience physical symptoms of intense distress when they are touched. They may feel nauseated, flushed or like their heart is racing. Treatment such as therapy or medication helps many people manage haphephobia symptoms and live a more comfortable life. Last reviewed by a Cleveland Clinic medical professional on 10/22/2021. American Psychological Association. Figuring out phobia. (https://www.apa.org/monitor/julaug05/figuring)  Accessed 11/17/2021.\nMerck Manuals (Consumer Version). Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 11/17/2021.\nNational Institute of Mental Health. Specific Phobia. (https://www.nimh.nih.gov/health/statistics/specific-phobia)  Accessed 11/17/2021. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    }
]