[
    {
        "name": "Samhainophobia (Fear of Halloween)",
        "description": "",
        "data":
        {
            "What is samhainophobia?": "People with samhainophobia (sam-HI-noh-phobia) have a fear of Halloween. Someone with samhainophobia may have extreme fear oranxietyat the thought of Halloween, including: Advertisement Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.Policy Halloween parties. Halloween symbols such as ghosts and spiders. Trick-or-treating.",
            "What does the word samhain mean?": "The word samhain comes from the festival of Samhain, first celebrated by the Celtic druids about 2,000 years ago. The Celts mainly lived in the region that is now Ireland, Northern France and the United Kingdom. The Celts believed that the living and the dead mingled on Oct. 31, the night before the Celtic New Year. The festival included large bonfires, where they sacrificed animals to please the dead. The Celts often wore costumes made of animal skins and heads.",
            "What is a phobia?": "Phobias are a form ofanxiety disorder. They lead to an excessive fear of an event or situation that isn’t harmful in reality. Samhainophobia is a type of specific phobia disorder. A specific situation (Halloween) leads to a fearful response.",
            "How common is samhainophobia?": "About 9% of American adults and close to 20% of teenagers have a specific phobia disorder — like samhainophobia — sometime in their lives. These disorders affect nearly twice as many women as men.",
            "What does a person with samhainophobia fear?": "Someone with samhainophobia may be afraid of: Children wearing costumes and makeup while trick-or-treating. Halloween traditions, especially being scared or startled, such as at costume parties and haunted houses or with ghost stories. Knocking on strangers’ doors or going out in the dark when trick-or-treating. Participating in social activities, such as Halloween parties. Things associated with Halloween including ghosts, spiders, witchcraft or zombies. Advertisement",
            "Who is at risk for samhainophobia?": "You’re more likely to develop samhainophobia or a different type of specific phobia disorder if you already have: Another phobia. Anxiety disorder. Panic disorder. Substance use disorder.",
            "What other phobias are associated with samhainophobia?": "Other phobias linked to samhainophobia include: Arachnophobia,fear of spiders. Coulrophobia,fear of clowns. Hemophobia,fear of blood. Kinemortophobia,fear of zombies. Masklophobia,fear of mascots and people in masks. Nyctophobia,fear of the dark. Phasmophobia,fear of ghosts. Wiccaphobia,fear of witchcraft.",
            "What are the causes of samhainophobia?": "Possible causes of samhainophobia include: Past frightening experiences:People who had a traumatic experience related to Halloween may develop samhainophobia. These negative experiences may include being tricked while trick-or-treating or visiting a scary haunted house at a young age. In these cases, you might have both samhainophobia andpost-traumatic stress disorder(PTSD). Family history:Your risk of having a phobia increases if you have a parent or close relative with a phobic disorder or anxiety disorder. You may be more anxious than other people if you have a certaingene mutation(change). Modeling:Seeing a person with samhainophobia or hearing someone talk about their fear of Halloween can cause you to have the same phobia.",
            "What are samhainophobia triggers?": "Anything related to Halloween may bring on samhainophobia. Samhainophobia triggers include seeing: Carved pumpkins lit with candles. Children dressed up in costumes for Halloween. Halloween items in stores. Halloween-related movies or TV shows. Homes decorated for Halloween.",
            "What are samhainophobia symptoms?": "Samhainophobia symptoms can range from mild to extreme. They include: Dizziness. Intense sweating (hyperhidrosis). Pale skin. Panic attacks. Rapid breathing andheart rate. Strong feeling of terror. Nausea. Trembling or shaking. In addition to the above symptoms, samhainophobia triggers may cause children to: Avoid the dark. Cry or havetantrums. Hide or run away. Not want to go to school (school refusal or scolionophobia). Not want to sleep by themselves. Scream.",
            "How is samhainophobia diagnosed?": "If samhainophobia disrupts your life, your healthcare provider may recommend visiting a mental health professional like a psychologist. The American Psychiatric Association’s Diagnostic and Statistical Manual of Mental Disorders (DSM) doesn’t recognize samhainophobia as a phobic disorder. But a psychologist may make a diagnosis after evaluating your symptoms. You may have a specific phobic disorder if the fear of Halloween: Occurs when you experience situations related to Halloween. Leads to you avoiding anything to do with Halloween. Causes you to miss out on social events. Impacts your ability to enjoy life. Triggers symptoms of anxiety or fear that don’t match the actual danger. Lasts at least six months. Advertisement",
            "What are samhainophobia treatments?": "Exposure therapy is one of the main treatments for samhainophobia. During exposure therapy, a mental health professional exposes you to situations and images that may trigger your symptoms. As many as 9 in 10 people with specific phobias see their symptoms improve after getting this type ofpsychotherapy(talk therapy). During exposure therapy, you: Learn breathing and relaxation techniques to use before and during an exposure. View images or videos of situations involving Halloween. Gradually progress to visiting a store with a display of Halloween items. Finally may attend a Halloween party with a friend or relative who can support you.",
            "What are other samhainophobia solutions?": "Other techniques to overcome samhainophobia include: Cognitive behavioral therapy (CBT):Many providers suggest CBT along with exposure therapy. CBT helps you learn to change the way you see and respond to situations that trigger symptoms. Hypnotherapy:Healthcare providers use guided relaxation techniques and focused attention to help change your perception of situations. Providers can also use hypnotherapy to find the underlying cause of your anxiety. Medications:Anti-anxiety drugs may be helpful if you’re worried about having symptoms during upcoming Halloween events. Your provider may suggest beta blockers (to reduce your anxiety during specific events, such as Halloween parties. Relaxation techniques:Practicing deep breathing can help you take in more oxygen and reduce anxious feelings. You can start by breathing in for three seconds and breathing out for six seconds. Advertisement",
            "What are the complications of samhainophobia?": "Severe samhainophobia can impact your quality of life. You may not want to attend social events, go shopping or even leave the house during the period around Halloween. It can be difficult to see friends and family during this time. Children with samhainophobia may not want to go to school. They may refuse to go trick-or-treating or to go to Halloween-related events with their friends. Some people experience panic attacks, which can lead tononcardiac chest painand a racingheart rate. Constant worries about having panic attacks can result in a panic disorder that may require the long-term use of anti-anxiety medications.",
            "When should I call the doctor?": "You should call your healthcare provider if you have: Panic attacks. Persistent anxiety that interferes with daily life or sleeping.",
            "What questions should I ask my doctor?": "You may want to ask your healthcare provider: How long will I need therapy? Should I try exposure therapy? Should I look for signs of complications? What is causing this phobia? What is the most effective treatment for me? A note from Cleveland Clinic Phobias such as samhainophobia can impact your quality of life, especially around Halloween. You may miss out on social events, spend less time with friends and family or become afraid to leave your house. Healthcare providers can help you overcome your fear of Halloween. Talk to your provider about treatments such as exposure therapy that can help reduce anxiety surrounding this holiday. Advertisement Last reviewed on 08/10/2022. Learn more about theHealth Libraryand oureditorial process."
        }
    },
    {
        "name": "Scolionophobia (Fear of School)",
        "description": "",
        "data":
        {
            "What is scolionophobia?": "Scolionophobia is an intense fear of school that stays with your child for a long time. It's not a clinical diagnosis in the Diagnostic and Statistical Manual of Mental Disorders (DSM-5). But some healthcare providers view it as similar to specific phobias. Advertisement Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.Policy Many children feel reluctant to go to school at some point. But children with scolionophobia feel insecure or anxious at the thought of going to school. They may even become physically ill. A child with scolionophobia often misses many days of school for vague or unknown reasons. School phobia or school refusal is often associated with otheranxiety disorders. Another name for school phobia is didaskaleinophobia.",
            "Who might get school phobia?": "Between 18 and 24 months, many children developseparation anxiety. They may cry, havetantrumsor feel anxious when they are away from their caregiver. Usually, children grow out of this separation anxiety. If they don’t, they may develop scolionophobia. Children are more likely to develop school phobia if they have a caregiver who tends to be overprotective. Some children are naturally more anxious than others. Children are also more likely to fear school if they are: An only child. The youngest child. Chronically ill.",
            "How common is school phobia?": "School phobia affects about 2% to 5% of children — in other words, up to 1 in every 20 children. It's most common in young children ages 5 to 6 or middle school-age children ages 10 to 11. You may also notice scolionophobia symptoms during transitional times, such as when your child enters high school. Advertisement",
            "What causes scolionophobia?": "Sometimes, there's no clear cause of scolionophobia. But problems at school or home can contribute to a child’s anxiety about school. At home, children who have scolionophobia may also struggle with: Fear of violence at home or in their community. Financial instability. Food instability. Lack of adequate housing or homelessness. Lack of undivided attention from their parent or caregiver. Significant family changes, such as a move, divorce or death. At school, children may have scolionophobia after experiencing: Bullying, teasing or threats of physical harm from other children. Fear of criticism, punishment or ridicule from a teacher or other school staff. Learning difficulties, such asdyslexia(difficulty with reading and language) or dyscalculia (difficulty understanding math and numbers). Worry or intense fear about catastrophic events, such as fear of a school shooting.",
            "What are the symptoms of scolionophobia?": "For many children, the primary symptoms of scolionophobia are physical. When they think about going to school, children may experience: Diarrhea. Headaches. Nausea and vomiting. Stomachaches. Tremors or uncontrollable shaking. Children may also experience psychological symptoms, including: Clinginess, such as being afraid to leave caregivers. Fear of the dark. Nightmares. Preoccupation with thoughts about their safety or the safety of others. Tantrums.",
            "How is scolionophobia diagnosed?": "Scolionophobia doesn't have specific diagnostic criteria. To understand the root of school refusal, a healthcare provider may ask you or your child: What symptoms your child experiences. When symptoms appear. How long symptoms last. If specific events or interactions trigger symptoms. What helps symptoms go away.",
            "How is scolionophobia treated?": "Children with mild scolionophobia symptoms may work with a caregiver or teacher to overcome school-related fears. If symptoms are severe or related to another mental health diagnosis, children may benefit from: Talk therapy:Cognitive behavioral therapy (CBT), often called talk therapy, helps children identify unhelpful or untrue thoughts. The therapist teaches children how to replace inaccurate thoughts with rational ones. Dialectical behavior therapy (DBT):DBT uses four skills to help children work through intense emotions. The therapist teaches children two acceptance-oriented skills and two change-oriented skills. The goal is to help children understand how their thoughts influence their behaviors. With this understanding, they can better manage negative emotions and interpersonal relationships. Exposure therapy:Exposure therapy works by slowly introducing a specific fear into daily life. Children may start by visualizing interactions at school. Eventually, you face the fear in real life. Medication:Particularly if a child has another mental health condition, medication may be helpful. For example, children may takeantidepressantssuch as selective serotonin reuptake inhibitors (SSRIs). SSRIs like sertraline (Zoloft®) or fluoxetine (Prozac®) may treat an underlying anxiety disorder. Advertisement",
            "Are there other conditions that put my child at a higher risk of scolionophobia?": "Children with anxiety disorders or other mental health conditions are more likely to develop school refusal. Children with scolionophobia may also have: Depression. Generalized anxiety disorder (GAD). Obsessive-compulsive disorder (OCD). Oppositional defiant disorder. Post-traumatic stress disorder (PTSD). Social anxiety disorder.",
            "How can my child overcome a fear of school?": "With proper treatment, many children overcome the fear of school. For others, school-related anxiety never goes away completely. Along with any formal treatment, children may learn coping strategies to lower anxiety. They may: Learn mindfulness ormeditationtechniques to lowerstress. Practice breathing exercises. Repeat positive, affirmative statements (affirmations).",
            "What should I ask my child's healthcare provider?": "You may also want to ask your child's healthcare provider: What's the most likely cause of school refusal? Does my child have a mental health diagnosis? Would my child benefit from seeing a therapist? How can I help my child overcome school phobia?",
            "Is there a fear of schoolwork?": "Yes. Some children have a crippling fear of completing schoolwork. The fear of homework is called devwahrphobia. If children with devwarhphobia feel like they have too much schoolwork to do, they may have a panic attack or other extreme anxiety symptoms. Advertisement A note from Cleveland Clinic Scolionophobia is the extreme fear of school. It's not a formal diagnosis, but many experts treat it like a specific phobia. Some children who have scolionophobia become physically ill at the thought of going to school. They may miss a significant amount of school for vague or unexplained reasons. Children with minor symptoms can work with a teacher or caregiver to decrease school-related anxiety. If symptoms are more extreme, therapy or medication can help these children. Advertisement Last reviewed on 08/10/2022. Learn more about theHealth Libraryand oureditorial process."
        }
    },
    {
        "name": "Selenophobia (Fear of the Moon)",
        "description": "",
        "data":
        {
            "What is selenophobia?": "Selenophobia (suh-LEEN-o-foe-bee-uh) is an intense fear of the moon or moonlight. It’s a specific phobia. These phobias are very intense fears of something that doesn’t pose a real threat. Another name for selenophobia is lunaphobia. Advertisement Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.Policy People with selenophobia may feel anxious or distressed when thinking about the moon. They may avoid looking at the moon or going out at night. They may even suffer panic attacks (sudden, intense anxiety that causes physical symptoms).",
            "Who might get selenophobia?": "Like other specific phobias, traumatic experiences and genetics can increase your risk of developing selenophobia. Some people are afraid of the moon only. Others also have symptoms of: Astrophobia(fear of outer space). Nyctophobia (fear of the dark). Samhainophobia (fear of Halloween). Sanguivoriphobia (fear of vampires).",
            "How common is a fear of the moon?": "Specific phobias are somewhat common. About 12.5% of adults in the United States have a specific phobia in their lifetime. Experts don’t know exactly how many people have selenophobia, but a fear of the moon is one of the less common specific phobias.",
            "What causes selenophobia?": "Often, people don’t know exactly what causes selenophobia. The anxiety sometimes stems from superstitions about the moon. For example, a child may read about werewolves coming out during a full moon. Some people may link selenophobia to a traumatic childhood event that happened under moonlight or during a full moon. You may also be more likely to develop selenophobia if you have a parent or family member who’s afraid of the moon. Advertisement",
            "What are the symptoms of selenophobia?": "The primary symptom of selenophobia is an overwhelming fear of the moon or moonlight. Many people have worsening symptoms during a full moon. Selenophobia can cause physical symptoms such as: Dizzinessor fainting (syncope). Heart racing orheart palpitations. Nausea or vomiting. Shortness of breath (dyspnea). Sweating. Trembling or shaking uncontrollably. People with selenophobia might also: Close windows and blinds to avoid seeing the moon. Obsess over an upcoming full moon. Refuse to go outside at night or attend social events during a full moon.",
            "How is selenophobia diagnosed?": "Your healthcare provider may ask you questions to determine if your fear of the moon is a specific phobia, including: What symptoms you experience. If symptoms have lasted six months or longer. If symptoms interfere with your daily life or relationships. Whether you go out of your way to avoid seeing the moon. Your healthcare provider may also ask questions to determine if you have anotheranxiety disorder. People with specific phobias may have other mental health conditions such as: Generalized anxiety disorder (GAD). Obsessive-compulsive disorder (OCD). Panic disorder. Post-traumatic stress disorder (PTSD).",
            "How is selenophobia treated?": "The goal of selenophobia treatment is to help you live a higher quality of life without disruptions. You might try: Exposure therapy:Up to 9 out of 10 people who consistently do exposure therapy have a decrease in symptoms. Exposure therapy is the only phobia treatment that many people need. It involves gradually introducing a specific fear into your life. First, you may look at pictures of the moon or imagine going outside during a full moon. Eventually, you may look at the moon itself or go out when you can see the moon. Cognitive behavioral therapy (CBT):Sometimes called talk therapy,CBTinvolves speaking with a therapist. Your therapist helps you identify which of your thoughts aren't serving you well. Then, they teach you to replace those thoughts with more positive ones. CBT can help people who’ve had traumatic experiences that lead to a phobia. Eye movement desensitization and reprocessing (EMDR):EMDR may help if selenophobia stems from trauma. During EMDR, you focus on a difficult memory while being stimulated by specific rhythmic movements. You may be able to process traumatic memories without being overwhelmed by them. Medication:Prescriptions may be particularly useful if you have another mental health diagnosis, such as anxiety or depression. For example, you may take alprazolam (Xanax®) or diazepam (Valium®) before nighttime events. These medications may help you manage symptoms to avoid panic attacks. Advertisement",
            "How can I prevent a fear of the moon?": "There isn’t a guaranteed way to prevent selenophobia. But you may lessen the frequency or intensity of symptoms by living a healthy lifestyle, such as: Eat anutritious dietof whole grains, lean protein, fruits, vegetables and healthy fats. Manage any mental health conditions, such as OCD or PTSD, under the care of a trusted provider. Sleepa minimum of seven to eight hours each night. Talk to a therapist or trusted loved ones regularly to prevent social isolation.",
            "Are there long-term effects from selenophobia?": "Many people who receive treatment overcome a fear of the moon. Others manage symptoms long-term. Most people find that, with treatment, they experience fewer disruptions to their everyday lives. Without treatment, a specific phobia can increase your risks for: Mood disorders, such as anxiety anddepression. Social withdrawal or isolation. Substance misuse, includingdrugsandalcohol.",
            "How can I best learn to cope with a fear of the moon?": "Many people experience fewer and less frequent symptoms with proper phobia treatment. If you continue having anxiety symptoms or panic attacks, you might also learn coping strategies to help you manage symptoms, including: Exerciseconsistently. Learn tomeditateor use mindfulness to reducestress. Practice breathing techniques. A note from Cleveland Clinic Advertisement Selenophobia is an intense fear of the moon. For some people, the phobia links to a fear of the dark or outer space. Fear of the moon may also stem from superstitions and folklore about the full moon. People with selenophobia may close blinds, refuse to look out windows or go to extreme lengths to avoid leaving the house at night. With treatment, many people overcome selenophobia symptoms. Advertisement Last reviewed on 03/30/2022. Learn more about theHealth Libraryand oureditorial process."
        }
    },
    {
        "name": "Somniphobia (Fear of Sleep)",
        "description": "",
        "data":
        {
            "What is somniphobia?": "Somniphobia is the extreme fear of sleep. People with somniphobia may worry or obsess throughout the day about how they can avoid sleep. They may be afraid of what happens when they do fall asleep, such as having a nightmare orsleepwalking. Advertisement Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.Policy Somniphobia is a type of specific phobia. Specific phobias are intense fears related to specific objects, situations or animals. Most people with specific phobias know the anxiety they feel is extreme compared to the actual threat the fear poses. Still, it can be difficult to manage anxiety symptoms.",
            "What is the difference between somniphobia and sleep anxiety?": "Somniphobia andsleep anxietyboth involve worry about falling asleep. People with sleep anxiety may feel anxious because they struggle to get enough sleep. People with somniphobia often experience more intense fear, such as worrying that something bad will happen to them when they fall asleep.",
            "Who might get somniphobia?": "The most significant risk factor for somniphobia is a history ofparasomnia. Parasomnias are chronic sleep-related problems, such as nightmares orsleep paralysis. People who have a parasomnia may feel anxious about going to sleep. They have this worry because they fear re-experiencing the sleep problems. Othersleep disorderssuch asinsomniaalso increase your risk. You’re more likely to develop somniphobia if you have: Generalized anxiety disorder (GAD). History of trauma that happened at night. Narcolepsy. Panic disorder. Restless legs syndrome (RLS). Sleep apnea.",
            "How common is somniphobia?": "Experts don’t know exactly how many people experience somniphobia. Research does show that more than 40 million adults in the United States have a chronic sleep disorder. And more than 12% of adults in the U.S. have a specific phobia. Specific phobias are twice as common in women they are in men. Advertisement",
            "What causes somniphobia?": "Experts don’t know exactly what causes somniphobia. Many factors can contribute to a fear of sleep. For many people, the fear of sleep stems from: Fear of dying in your sleep. Hallucinations. Nightmares. Sleep paralysis. People who havepost-traumatic stress disorder (PTSD)are also more likely to develop somniphobia. PTSD often causesnight terrors, sleepwalking or other sleep disturbances that can lead to a general fear of sleep.",
            "What are the symptoms of somniphobia?": "The main symptom of somniphobia is intense distress when you think about or try to sleep. You may: Avoid going to bed for as long as possible. Feel irritable or have mood swings. Leave lights or the television on when you try to sleep. Struggle to concentrate throughout the day because sleep-related worry is so intense. Phobias can also cause physical symptoms. In severe cases, you may have a panic attack. A panic attack is a sudden or unexpected rush of anxiety that causes physical symptoms. You might experience: Breathing changes orshortness of breath (dyspnea). Chest painor tightness. Chillsor cold sweats. Hyperventilation. Increased heart rate orheart palpitations. Nausea or vomiting. Uncontrollable shaking or tremors. Children who are afraid of going to sleep may also: Cling to caregivers. Cry uncontrollably. Get up multiple times throughout the night. Havetantrums. Resist going to bed.",
            "How is somniphobia diagnosed?": "If you suspect you have somniphobia, tell your healthcare provider. They may ask you questions to confirm or rule out the condition. They may ask if the fear of sleeping: Affects your sleep quality. Distracts you from your daily tasks. Has lasted six months or longer. Interferes with your relationships, work, school or other responsibilities. Leads to persistent stress or anxiety. Negatively affects your emotional or physical health.",
            "How is somniphobia treated?": "Often, somniphobia treatment is similar to treatment for other specific phobias. Your healthcare provider may recommend: Exposure therapyis often the most effective phobia treatment. It involves working with a therapist to gradually get used to the fear. With somniphobia, you may imagine getting a good night’s rest and work your way up to taking short naps. Cognitive behavioral therapy (CBT)involves talking with a therapist about the fear.CBThelps you identify and work through sleep-related fears. Your therapist teaches you to challenge distressing thoughts to lower your anxiety symptoms. Eye movement desensitization and reprocessing (EMDR)may be particularly effective if somniphobia stems from trauma. During EMDR, you remember traumatic events while being stimulated by rhythmic movement. You may be able to process trauma without being overwhelmed by memories. Advertisement",
            "Is there medication for somniphobia?": "Some medications may reduce sleep-related anxiety symptoms. Often, your healthcare provider prescribes medications along with therapy. You may take: Beta blockerssuch as propranolol (Inderal®) or atenolol (Tenormin®). These medicines can reduce physical anxiety symptoms, such as heart racing. Benzodiazepinessuch as alprazolam (Xanax®) or lorazepam (Ativan®). These medicines are sedatives that may help decrease symptoms short-term.",
            "How can I reduce my risk of somniphobia?": "There isn’t one way to prevent somniphobia. You may increase your chances of sleeping better by adopting healthy lifestyle habits. Your healthcare provider may call these habits good sleep hygiene. You may: Avoid using tablets, smartphones or televisions at least an hour before going to bed. Eat a nutritious diet and limit processed foods. Exerciseregularly. Limitcaffeineand alcohol, which can affect sleep cycles. Sleep in a cool, dark environment.",
            "Are there long-term effects of somniphobia?": "Long-term lack of sleep can lead to health problems. Consistentsleep deprivationcan increase your risk of: Depression. Diabetes. Heart attack. High blood pressure (hypertension). Obesity. Stroke. Many people with somniphobia may also misuse substances to try to fall asleep. Untreated somniphobia may increase your risk ofdrug addiction(substance use disorder), overuse ofmarijuanaoralcoholism. Advertisement",
            "Is there a cure for somniphobia?": "There isn’t a single cure for somniphobia. With treatment, some people’s symptoms go away. Others learn to manage the condition long-term. To reduce somniphobia symptoms, speak with a healthcare provider about treatment options.",
            "What else should I ask my healthcare provider?": "You may want to ask your healthcare provider: What’s the most likely cause of somniphobia? Are my symptoms related to somniphobia or another condition? What are the treatment options for somniphobia? Will somniphobia ever go away completely? A note from Cleveland Clinic Somniphobia is the intense fear of sleep. People with this phobia may be afraid of having nightmares, experiencing sleep paralysis or dying in their sleep. Often, people who have somniphobia try to avoid going to sleep for as long as possible. Chronic lack of sleep can increase your risk of health problems such as diabetes or high blood pressure. With treatment, many people manage somniphobia symptoms and finally get some rest. Advertisement Last reviewed on 03/30/2022. Learn more about theHealth Libraryand oureditorial process."
        }
    }
]