[
    {
        "name": "Tachophobia (Fear of Speed)",
        "description": "",
        "data":
        {
            "What is tachophobia?": "Tachophobia is the irrational fear of speed. People with tachophobia are afraid of moving at a quick pace. They may fear riding roller coasters, driving, biking or even walking too fast. Advertisement Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.Policy Some people with tachophobia may avoid quick-moving transit at all costs. For example, they may refuse to ride airplanes, buses or trains. In some cases, people may refuse to leave their homes for fear of encountering a fast-moving car or bus. Tachophobia is a type of specific phobia. A specific phobia is an overwhelming fear of something that isn’t actually a significant threat. Many people who have specific phobias know the fear is irrational. But it can still be challenging to control symptoms.",
            "Who might get tachophobia?": "Tachophobia can be related to other fears, such as the fear of driving (amaxophobia). Or people may have a fear of dying in a speeding vehicle. You’re more likely to develop tachophobia if you have: Family history of tachophobia. Family member who has ananxiety disorder. Negative past experiences with moving fast, such as being in a car accident.",
            "How common is tachophobia?": "Experts don’t know exactly how many people have tachophobia. In general, about 12.5% of adults in the United States deal with a specific phobia at some point in their life. Women are about twice as likely as men to have a specific phobia.",
            "What causes tachophobia?": "Often, tachophobia stems from a past trauma associated with moving quickly. For example, you might have a loved one who died in a plane crash. Or you may have been in a severe car accident. Advertisement People with a personal or family history of anxiety disorders are more likely to develop specific phobias. Sometimes, the cause of tachophobia is a combination of genetics and negative experiences.",
            "What are the symptoms of tachophobia?": "The main symptom of tachophobia is irrational fear when moving quickly or observing fast motion. People with tachophobia may even feel afraid while watching sports or fast sequences in action movies. They may choose to live within walking distance of work or a grocery store. They often avoid driving or taking public transportation. But avoiding fast speeds can make tachophobia symptoms worse because it reinforces the thought that the fear is justified. Extreme anxiety can also cause physical symptoms, such as: Chest pain. Dizzinessor fainting (syncope). Heart palpitationsor a racingheartbeat. Nausea or vomiting. Shortness of breath (dyspnea). Sweating. Trembling or uncontrollable shaking.",
            "How is tachophobia diagnosed?": "To diagnose or rule out tachophobia, your healthcare provider may ask you specific questions about symptoms. Sometimes, anxiety symptoms relate to another mental health condition. Your healthcare provider may ask if you have experienced: Extreme avoidance of swift-moving vehicles. Fear or anxiety lasting six months or longer. Immediate distress or dread when you think about moving at fast speeds. Panic that’s severe compared with the actual threat of speed. Symptoms that interfere with your usual functioning or daily routine.",
            "How is tachophobia treated?": "Tachophobia treatment may be similar to treatment approaches for other specific phobias. Your healthcare provider may recommend these treatments: Exposure therapyis successful for up to 9 out of 10 people who do it as directed. It’s often the only specific phobia treatment you need. Exposure therapy involves gradually introducing the specific fear into your life. You may imagine moving at faster speeds, eventually working up to activities like riding a bus or driving a car. Cognitive behavioral therapy (CBT)involves talking with a therapist about symptoms. Your therapist helps you identify thought patterns that are untrue or irrational. The goal ofCBTis to retrain your brain to redirect these thought patterns. Hypnotherapyinvolves a state of intense concentration in which you’re temporarily unaware of your surroundings. While you’re in this state, your therapist may talk with you about symptoms and suggest treatments.Hypnotherapyoften increases the success of other phobia treatments, such as exposure therapy. Medicationsmay be especially useful if you have an anxiety disorder. For example, your healthcare provider may prescribe diazepam (Valium®) or alprazolam (Xanax®). You may take these medicines before travel or other typically stressful events. Advertisement",
            "How can I prevent tachophobia?": "There’s no guaranteed way to prevent tachophobia. But you may manage or lessen anxiety symptoms by living a healthy lifestyle, such as: Connect with loved ones regularly to lower your risk of social withdrawal and isolation. Eat a nutritious diet of fruits, vegetables, whole grains, lean protein and healthy fat. Exercise consistently, incorporating bothaerobic exerciseand strength training. Reducestresswith healthy coping strategies such as mindfulness ormeditation. Sleepat least seven to eight hours each night.",
            "Are there long-term effects of tachophobia?": "With treatment, many people manage tachophobia symptoms so they don’t interfere with daily life. Without treatment, specific phobias can increase your risk of: Mood disorders such asdepressionor anxiety. Social withdrawal and isolation. Substance misuse, including addiction todrugsoralcohol.",
            "What else should I ask my healthcare provider?": "You may want to ask your healthcare provider: What’s the most likely cause of a specific phobia? What are the treatment options for tachophobia? What could happen if I don’t seek treatment? Can I overcome tachophobia completely? A note from Cleveland Clinic Tachophobia is the irrational fear of speed. People with tachophobia might be afraid to drive a car, ride public transportation or even look at fast-moving vehicles. They might choose to live only in places where they can walk to work or do errands. Treatment might include exposure therapy, CBT or medication. Living a healthy lifestyle can also decrease the frequency and intensity of symptoms. Advertisement Last reviewed on 03/30/2022. Learn more about theHealth Libraryand oureditorial process."
        }
    },
    {
        "name": "Technophobia",
        "description": "",
        "data":
        {
            "What is technophobia?": "Technophobia is an extreme fear of technology. People with technophobia may fear the power of artificial intelligence, robots or computers. Advertisement Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.Policy Technophobia is more than resistance to learning new technology. Rather, people with the condition may obsess over technology. Or, they may go to great lengths to avoid incorporating technology into their lives.",
            "Is technophobia a mental illness?": "Technophobia is not a clinical diagnosis in the Diagnostic and Statistical Manual of Mental Disorders (DSM-5). Still, as technology has expanded rapidly in recent years, some clinicians treat technophobia like a specific phobia. Specific phobias are irrational fears of a particular situation, object, animal or interaction. The fear isn’t in proportion to the actual danger.",
            "Who might get technophobia?": "Anyone can feel afraid of or reluctant to use new technology. When the fear interferes with your life, it may be technophobia. Adults and especially seniors are more likely to develop technophobia. You are also more likely to develop technophobia if you have another mental health diagnosis, such as ananxiety disorder.",
            "How common is technophobia?": "Experts don’t know exactly how many people have technophobia. But it's more common in older adults. Many people refuse to use technology as they age. One study found that the portion of older adults who use the Internet includes: 60% of adults ages 55 to 59. 45% of adults ages 60 to 64. 25% of adults ages 65 to 74. 6% of adults ages 74 and older. Advertisement",
            "What causes technophobia?": "There isn’t a single cause of technophobia. Factors that can contribute to technophobia include: General anxiety about the future. Mass hysteria about technology unknowns, such as the Y2K scare. Media that portrays “doomsday scenarios” where technology goes wrong or overpowers humans.",
            "What are the symptoms of technophobia?": "Someone with technophobia might feel preoccupied with thoughts of being forced to use technology. They may: Avoid getting a new computer or phone. Criticize new technology or changes. Refuse to use computers, ATMs or card readers. Resist upgrading a device’s software. Resist using any automatic processes, such as automatic withdrawals to pay bills. Sometimes, people with specific phobias experience extreme physical anxiety symptoms. These signs may include: Breathlessness orshortness of breath (dyspnea). Dizziness. Fainting (syncope). Flushed skin orsweating. Heart racing orheart palpitations. Nausea or vomiting.",
            "How is technophobia diagnosed?": "Although technophobia isn't a formal diagnosis, your healthcare provider may treat it like a specific phobia. Your healthcare provider may ask questions to determine whether the fear of technology interferes with your life. They may ask: What symptoms do you experience? Does a fear of technology cause conflict in your relationships? How long has the fear of technology lasted? Do you go to great lengths to avoid interacting with technology?",
            "How is technophobia treated?": "Technophobia treatment may be similar to treatment for other specific phobias. These treatments can help: Exposure therapyinvolves slowly familiarizing yourself with the object of your fear. First, you may visualize using technology. Then you may work your way up to using it in real life. Exposure therapy is one of the most effective phobia treatments. It may be the only treatment you need. Cognitive behavioral therapy (CBT)is talking with a therapist about symptoms and feelings. The therapist helps you identify which thought processes are irrational or untrue. ThroughCBT, you learn to replace untrue thoughts with more rational ones. Medicationmay be helpful if you have extreme anxiety or experience panic attacks.",
            "How can I reduce my risk of technophobia?": "There is no guaranteed way to prevent technophobia. It’s common to resist adapting to technology, especially as you get older. If you are naturally anxious or have a mental health diagnosis, seek treatment. Getting treatment for underlying conditions may reduce your risk of developing technophobia.",
            "What is the outlook for people with technophobia?": "Many people can overcome technophobia with treatment. Dealing with technophobia is crucial. Refusing to adapt to changing technology can reduce the quality of life, mental health and independence, especially in older adults. Advertisement",
            "How can I best learn to cope with a fear of technology?": "Most people get frustrated with technology now and then. But that frustration doesn’t need to prevent you from using technology. To reduce fear and make technology transitions smoother, you can: Ask for help from a family member, friend or coworker. Call in experts, such as hiring a professional trainer or taking devices to repair shops. Focus on one task or device at a time. Take your time and don’t feel pressure to learn every new technology at once. A note from Cleveland Clinic Technophobia is the irrational fear of technology. Although it's not a clinical diagnosis, some people think of it as a specific phobia. People with technophobia may feel irrationally afraid of computers, robots or artificial intelligence. This fear keeps them from adapting to new technology, such as using a mobile phone or computer. It may also keep them from using ATMs or paying with credit cards. With treatment, many people can overcome technophobia. Advertisement Last reviewed on 04/20/2022. Learn more about theHealth Libraryand oureditorial process."
        }
    },
    {
        "name": "Thanatophobia (Fear of Death)",
        "description": "",
        "data":
        {
            "What is thanatophobia?": "Thanatophobia is an intense fear of death or the dying process. Another name for this condition is “death anxiety.” You might be anxious about your own death or the death of someone you care about. Advertisement Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.Policy",
            "What is a phobia?": "A phobia is an intense sense of worry or panic about certain activities, objects or situations. A specific phobic disorder, such as thanatophobia, is a type ofanxiety disorder. Other examples of phobic disorders includeclaustrophobia(fear of small, confined spaces) and aerophobia (fear of flying).",
            "What’s the difference between thanatophobia and necrophobia?": "Thanatophobia is different than necrophobia. Necrophobia is a fear of dead things (corpses) or places that contain dead things, such as graveyards.",
            "Is thanatophobia normal?": "It’s natural to feel some sense of worry about death or dying. After all, it’s normal to fear the unknown. You might think dying will be scary, painful or lonely. But if you have thanatophobia, your fear of death affects your daily life. It may make it difficult to function at school, work or in social situations. You may experience physical symptoms, such as apanic attack, when you think about dying. Or you might go out of your way to avoid talking about death or the dying process.",
            "How common is thanatophobia?": "Research suggests that death anxiety is common, though people tend not to report their feelings. One study shows that between 3% and 10% of people feel they’re more nervous than others about the thought of dying.",
            "Who is at risk for thanatophobia?": "Thanatophobia can affect adults and children. It’s more common in people who: Advertisement Are in poor health or receive a diagnosis of a serious illness. Don’t have religious beliefs. Feel a sense of dissatisfaction with their life. Have low self-esteem. Have other phobias or mental health disorders such asdepressionor anxiety. Have parents or loved ones who are elderly, ill or dying. Lack close family members or friends. Witness illness, trauma or violence in their jobs, such as healthcare providers or social workers. One study suggests that elderly people are more likely to fear the dying process, while young adults are more likely to fear death itself. Another study found that the children of elderly parents actually had a higher level of death anxiety than their parents, peaking at around middle age.",
            "What causes thanatophobia?": "It’s possible for a specific event or experience to trigger thanatophobia. For instance, you may develop death anxiety if you: Have a traumatic experience related to death or dying. Lose a parent or loved one. Witness someone having a difficult or painful death. A fear of death can also be at the root of many other phobias like: Aerophobia(fear of flying). Agoraphobia(fear of not being able to escape from an unfamiliar place). Aquaphobia (fear of water). Arachnophobia(fear of spiders). Claustrophobia (fear of crowded, confined spaces).",
            "What are the symptoms of thanatophobia?": "If you have thanatophobia, thoughts of death may cause intense feelings of panic, fear, dread or depression. You may avoid places or situations that seem dangerous. You might also become obsessed with your health, constantly checking for signs of illness. It’s not uncommon for people with death anxiety to spend a lot of time looking for abnormalmoles, checking theirblood pressureor researching medical information. They can develophypochondriasis, which is a disorder that causes excessive worry about becoming ill. Other symptoms might resemble those of a panic attack. Intense thoughts of death may trigger: Chills. Dizzinessand lightheadedness. Excessive sweating (hyperhidrosis). Heart palpitations. Nausea. Shortness of breath (dyspnea). Trembling or shaking. Upset stomach or indigestion (dyspepsia).",
            "How is thanatophobia diagnosed?": "There isn’t a test for diagnosing thanatophobia. Your healthcare provider will carefully review your symptoms and ask a variety of questions about your fear of death. They rule out other conditions that can cause similar symptoms, such asobsessive-compulsive disorderor other anxiety disorders. Healthcare providers typically diagnose specific phobic disorders when: Symptoms last for six months or longer. Symptoms occur as soon as you encounter the feared object or situation. The fear is about a specific object or situation, such as death or the dying process. You go out of your way to avoid the object or situation you fear. You have trouble functioning in your daily life due to your fear. Advertisement",
            "How is thanatophobia managed or treated?": "If a fear of death affects your ability to function at school, work or in social situations, seek treatment from a healthcare provider. You may benefit from psychotherapy, which helps you talk through your fear and anxiety. Types of psychotherapy include: Cognitive behavioral therapy (CBT):CBTcan help you change the way you think about death so it isn’t so scary. You may need to address unrealistic beliefs about death, such as feeling that death is “unfair” or that the dying process is always painful. CBT also gives you techniques to better manage how you react to thoughts of death, such as deep breathing. Exposure therapy:This type of therapy gradually exposes you to places, thoughts or situations that relate to death. You might start by writing about how you picture your own death or the death of a loved one. Other exposure techniques could include visiting a hospital, writing a will, reading obituaries or talking with someone who has a terminal illness. Medication for thanatophobia or other specific phobic disorders hasn’t proven very effective. But your healthcare provider may recommend anti-anxiety drugs if you have to be in a stressful or fearful situation, like a funeral. Advertisement",
            "Is there a way to prevent thanatophobia?": "There’s no way to prevent thanatophobia. But you can reduce its effects on your life by: Avoiding things that can make anxiety worse, likecaffeine, drugs or alcohol. Forming a supportive network of family members, friends and healthcare providers. Getting help as soon as you notice symptoms.",
            "What’s the prognosis (outlook) for people with thanatophobia?": "Most people with thanatophobia respond very well to treatment. In fact, studies show that exposure therapy helps most people living with specific phobic disorders.",
            "When should I call the doctor?": "Contact your healthcare provider if you experience: Difficulty functioning in your daily life due to fear of death or the dying process. Symptoms of a panic attack. You may want to ask your healthcare provider: Are there support groups for thanatophobia? How long does psychotherapy last? Will my fear of death ever go away? A note from Cleveland Clinic Thanatophobia is an intense fear of death or the dying process. While it’s natural to feel anxious about death from time to time, thanatophobia is an anxiety disorder that can disrupt every aspect of your life. Don’t be afraid to talk to a healthcare provider about your fears. They can connect you with a mental health professional who can help you find healthy ways to overcome this condition. Advertisement Last reviewed on 04/20/2022. Learn more about theHealth Libraryand oureditorial process."
        }
    },
    {
        "name": "Tokophobia (Fear of Childbirth)",
        "description": "",
        "data":
        {
            "What is tokophobia?": "Tokophobia is an extreme fear of childbirth. This condition primarily affects people designated female at birth, but a small number of people designated male at birth also experience it. Tokophobia is a specific phobia that causes fear of a particular situation. Advertisement Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.Policy There are two types of tokophobia: Primary tokophobiaoccurs in people who've never been pregnant. Secondary tokophobiadevelops after a traumatic event during pregnancy or labor. These may include difficultlabororstillbirth. Tokophobia may stem from other fears, including: Algophobia:Fear of pain. Haphephobia:Fear of being touched. Iatrophobia:Fear of doctors. Nosocomephobia:Fear of hospitals. Obesophobia:Fear of gaining weight. Pedophobia:Fear of children. Thanatophobia:Fear of dying. Trypanophobia:Fear of needles.",
            "What are phobias?": "It’s natural to fear things that feel dangerous or uncomfortable. For many people, this includes pregnancy and childbirth. But these thoughts rarely disrupt daily activities. Phobias cause intense fear that makes you go out of your way to avoid certain situations. You may experience irrational thoughts and behaviors that are difficult to control. In some cases, phobias get in the way of achieving life goals, like having children or expanding your family.",
            "Do I have tokophobia?": "Many people feel anxious about childbirth. Tokophobia causes some people to avoid getting pregnant. People who become pregnant might not feel excited about it and try to hide their growing baby. There’s no reason to feel embarrassed about tokophobia. And you shouldn’t have to experience these feelings alone. Talking to your healthcare provider can be one of the first steps toward getting relief. Treatment can make being pregnant and planning for childbirth less stressful. Advertisement",
            "What causes tokophobia?": "Causes of tokophobia include: Having a history of abuse or rape that makes you feel shameful about being pregnant. Feeling pressured into having an uncomplicated vaginal birth. Learning of other people’s bad experiences during childbirth. Being self-conscious about healthcare providers putting their hands near your vagina during childbirth. Not knowing that the likelihood of complications during childbirth is low. Anticipating lifestyle changes, like not being able to control your schedule.",
            "What are tokophobia symptoms?": "Tokophobia affects your thoughts and behaviors. Many people with tokophobia suffer fromdepression. They’re are also likely to experience negative outcomes. Fear of pregnancy may cause you to: Avoid sexual intercourse. Not feel emotionally connected to the developing fetus. Not feel excited about pregnancy. Try to hide the fact that you’re pregnant. Feel disconnected from your partner or loved ones. People who have an extreme fear of giving birth are more likely to: Choose aCesarean birth (C-section), even though a safe vaginal delivery is possible. Seek an abortion if they become pregnant. Put their baby up for adoption.",
            "How is tokophobia diagnosed?": "Tokophobia is often diagnosed during healthcare provider visits for other reasons. People who aren't pregnant:During annual exams, healthcare providers ask aboutcontraceptionand plans to start a family. This is an excellent opportunity to discuss your concerns about childbirth. People who are pregnant:Regularprenatal examsinclude questions about your mental health. Answering these questions honestly helps healthcare providers detect tokophobia.",
            "How is tokophobia treated?": "A common tokophobia treatment iscognitive behavioral therapy (CBT). Undergoing CBT helps you identify the aspects of childbirth that are fueling the phobia. You can also learn healthy coping methods by working with a mental health professional. Additional methods for overcoming tokophobia may include: Antidepressants:If you have depression,antidepressantscan help. These medications balance brain chemicals responsible for regulating mood. Hypnotherapy:Hypnotherapyuses focused relaxation to achieve a heightened sense of awareness. While in this state, a mental health provider helps you explore subconscious thoughts that are holding you back. Stress reduction:Yoga,meditationand other relaxation techniques clear your mind. This may make you feel more confident about childbirth.",
            "Is there anything I can do to prevent tokophobia?": "While tokophobia can’t be prevented, there are several ways you can reduce its influence on your life. It’s natural to be fearful about childbirth. But this doesn’t have to hold you back from starting or expanding your family. If you feel anxious, it’s never too early to discuss your concerns with your healthcare provider. You may also wish to shut out stories of other people’s negative childbirth experiences. Just because things don’t go as planned for other people doesn't mean the same will happen to you. Advertisement",
            "Can tokophobia be cured?": "With successful treatment, anticipating childbirth is less likely to feel overwhelming. You may still haveanxietyabout it. But knowing how to calm your mind prevents these feelings from escalating.",
            "What else is important to know about overcoming tokophobia?": "Having a support network can make it easier to cope with tokophobia. Identify friends and loved ones who are a positive influence in your life. These people may or may not have experienced pregnancy. But you can count on them for kind words and encouragement. You can also learn more about childbirth by: Attending prenatal classes:These classes guide you through what to expect during childbirth. They take place toward the end of your pregnancy. Taking early pregnancy classes:These classes are for people in the early stages of pregnancy or who wish to become pregnant. Touring a hospital or birthing center:Most facilities offer guided tours and give you the opportunity to ask questions. Joining a support group:There are many online pregnancy forums, including options for people trying to conceive. Your hospital may also host an in-person group. A note from Cleveland Clinic Tokophobia is an extreme fear of childbirth. It’s natural to be anxious about the many unknowns that come with delivering a baby. But you shouldn’t let this hold you back from starting or expanding your family. Talk to your healthcare provider about your concerns. There are many methods for overcoming this fear. Doing so can help you appreciate the joys of pregnancy and welcoming a new baby. Advertisement Last reviewed on 04/12/2022. Learn more about theHealth Libraryand oureditorial process."
        }
    },
    {
        "name": "Trypanophobia (Fear of Needles)",
        "description": "",
        "data":
        {
            "What is trypanophobia?": "Trypanophobia (trih-PAN-o-foe-bee-uh) is the overwhelming, extreme fear of medical procedures that involve needles. It's closely related to phobias of needles, pins or sharp objects. But people with trypanophobia specifically fear needles in the medical setting. Advertisement Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.Policy Needle phobia is a type of specific phobia. Intense trypanophobia can interfere with your life. A severe fear may cause you to miss necessary doctor’s appointments or follow prescribed treatments.",
            "Who might get trypanophobia?": "A few factors can increase your risk of developing trypanophobia. These include: History of negative or traumatic experiences with needles. Family history of needle phobia. Other fears related to illness or medicine, such ashypochondriaor germaphobia (mysophobia). Otheranxiety disorders, such asobsessive-compulsive disorder(OCD) orgeneralized anxiety disorder(GAD).",
            "What causes trypanophobia?": "Experts don’t always identify a single cause of trypanophobia. Different people may be afraid of specific aspects of needles or injections. People may have: Hypersensitivity to pain (hyperalgesia). Fear of being restrained (merinthophobia), which may be triggered when receiving an injection. Negative or traumatic memories triggered by seeing a needle. Vasovagal reactions (passing out or situationalsyncope) at the sight or touch of a needle.",
            "What are the symptoms of trypanophobia?": "People with trypanophobia have intense anxiety at the sight or thought of a procedure involving a needle. Sometimes, this anxiety is so severe that it's debilitating. It may lead to a panic attack (a sudden wave of anxiety that causes physical symptoms). Advertisement Needle phobia may cause people to avoid or even run away from medical care. Other signs of trypanophobia may include: Dizzinessor fainting (syncope). Heart racing orheart palpitations. Insomnia. Nausea and vomiting. Temporarily increasedblood pressure.",
            "How is trypanophobia diagnosed?": "Healthcare providers use the American Psychiatric Association's (APA)Diagnostic and Statistical Manual of Mental Disorders (DSM). Needle phobia is a type of specific phobic disorder, blood-injection-injury type, in the DSM. A provider may diagnose trypanophobia if you have intense fear or anxiety when you see a needle or need an injection. Your provider may ask questions to assess the severity of your fear of needles. Your provider may want to know: How long you've been afraid of needles. What symptoms you experience when you see a needle. How long your symptoms last. If fearing needles interferes with your ability to get medical care.",
            "How is trypanophobia treated?": "There's no single way to treat trypanophobia. You may need to try multiple strategies to lessen trypanophobia symptoms. Your provider may recommend: Exposure therapyinvolves slowly introducing the specific fear into your life. A therapist may show you pictures of a needle, have you stand near a needle, or ask you to hold one. Over time, the goal is to change your physical and mental response to seeing a needle. Cognitive behavioral therapy (CBT),often called talk therapy, involves talking about the fear with a therapist. You learn new coping techniques and different ways to think about needles.CBThelps you have more control over symptoms. Medicationmay be helpful if you still feel extreme stress around needles after going through therapy.",
            "How can I overcome trypanophobia?": "For many people, trypanophobia never goes away completely. You may learn to use coping strategies that lessen symptoms. You may: Avoid watching the needle stick or looking at the needle itself. Bring a support person, like a spouse, friend or family member, to medical appointments. Distract yourself by wiggling your toes, looking intently at a pattern on the wall or chatting with someone during the needle stick. Lie down before getting a needle stick, especially if you have fainted or felt dizzy in the past. Practice deep-breathing techniques, such as counting to four on each inhale and exhale. Relax the muscle where you're receiving an injection to decrease pain. Request a numbing agent such as a freezing spray to numb your skin before the needle prick. Tell the person giving you an injection or blood draw that you have a fear of needles.",
            "Are there other conditions that put me at higher risk?": "You may be more likely to develop needle phobia if you have another mental health diagnosis, such as: Germaphobia. Hypochondria. Obsessive-compulsive disorder(OCD). Post-traumatic stress disorder(PTSD).",
            "Are there long-term effects from trypanophobia?": "Untreated trypanophobia can have severe consequences. The fear may cause you to delay or forego necessary medical care. If you have a chronic health condition, avoiding medical care can significantly increase your risk of health complications. In medical emergencies, delaying or avoiding medical care can even lead to death. Advertisement With treatment, many people can manage trypanophobia symptoms. Therapy or medication may help decrease anxiety enough that you can receive medical treatment.",
            "What should I ask my doctor?": "You might want to ask your healthcare provider: What is the most likely cause of trypanophobia? What can I do to relax before medical appointments? What are the available treatments for trypanophobia? Can I overcome trypanophobia?",
            "How do I know if I have trypanophobia?": "If you feel extreme anxiety every time you see a needle or think about an injection, you may have trypanophobia. Often, people with this phobia have symptoms when they know they need to get an injection or blood draw. They may feel dizziness, nausea or heart palpitations. Typically, needles are the only trigger for this fear. If you have extreme anxiety symptoms at other times, your symptoms may relate to another condition. A note from Cleveland Clinic Trypanophobia is the extreme fear of needles. Specifically, people with this phobia feel afraid of getting injections or blood draws. Although trypanophobia is common, it can significantly interfere with your life. People with intense needle phobia may delay or avoid necessary medical care. With treatment, you can learn to manage anxiety symptoms so that you experience fewer disruptions to your life. Advertisement Last reviewed on 04/12/2022. Learn more about theHealth Libraryand oureditorial process."
        }
    },
    {
        "name": "Trypophobia",
        "description": "",
        "data":
        {
            "What is trypophobia?": "Trypophobia (trip-uh-FOE-bee-uh) is an aversion or repulsion to objects like honeycombs and sponges that have repetitive patterns or clusters of small holes. People with trypophobia are disgusted by the pattern of holes. They don’t necessarily have a fear of holes. Advertisement Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.Policy",
            "What are trypophobia triggers?": "A person is more likely to have an adverse reaction to a holey object or image the closer they are to it. Trypophobia triggers may include: Bread and bagels with seeds. Cheese with holes. Fruits with small seeds like strawberries, raspberries, papaya and kiwi. Honeycombs, sunflowers and lotus seed pods. Insects and bees. Skin on snakes, lizards, frogs and other reptiles. Soles of shoes. Sponges.",
            "How common is trypophobia?": "Some studies suggest that as many as 17% of children and adults (about one in six people) have some degree of trypophobia. It’s a fairly new disorder first named in 2005. More people became aware of trypophobia after news stories reported that people reacted negatively to clusters of tiny camera lenses on certain smartphones. In addition, the TV show “American Horror Story: Cult” featured a character who had trypophobia. The show included triggering images that repulsed some viewers and increased awareness of the phobia.",
            "What causes trypophobia?": "Experts don’t know why some people develop trypophobia. One theory is that the brain associates clusters of holes with danger. For example, you may associate a pattern of small holes with the skin of a venomous snake or the eyes of a tarantula. Or the holes may remind you of skin diseases or skin rashes. Advertisement Another theory is that your brain uses more energy and oxygen to process holey patterns, triggering feelings of distress. It may also be a feature of obsessive-compulsive disorder (OCD).",
            "How do you get trypophobia?": "Trypophobia affects more females than males. You may be more prone to trypophobia if you have: Anxiety. Depression. Obsessive-compulsive disorder.",
            "What are trypophobia symptoms?": "Trypophobia can cause: Chills. Choking or dry mouth. Fast breathing andheart rate. Intense feeling of disgust or terror. Pale skin. Profuse sweating (hyperhidrosis). Nausea. Trembling or shaking.",
            "How is trypophobia diagnosed?": "The American Psychiatric Association (APA) doesn’t recognize trypophobia as a disorder in its Diagnostic and Statistical Manual of Mental Disorders (DSM). This may be because the condition is often uncomfortable but not debilitating. Because it’s not recognized as a disorder, there aren’t established criteria for diagnosing it. However, there is a trypophobia test. Completing the online trypophobia test (which is solely for research purposes) may help determine whether you have this aversion. The test doesn’t collect your personal information. Your participation is anonymous. The trypophobia test: Displays a variety of images for one to eight seconds each. Some of the images have patterns or clusters of holes, while some do not. Asks you to estimate how long you saw each image. Compares your estimates for viewing trypophobic images and neutral images (those without holes) and gives you a ratio at the end of the test. A ratio higher than two may indicate trypophobia. You may want to talk to a mental health professional like a psychologist about the test findings and your adverse reactions to holey patterns.",
            "Is there a trypophobia cure?": "If trypophobia affects your ability to engage in certain activities or enjoy life, you may benefit from exposure therapy. This therapy gradually exposes you to trypophobia triggers, helping you to manage your reactions. This type ofpsychotherapy(talk therapy) helps as many as nine in 10 people overcome specific phobic disorders. During exposure therapy, your healthcare provider: Teaches you breathing and relaxation techniques to use before and during exposures. Shows you images or videos of clusters or patterns of holes while helping you manage your response. Gradually expands the exposures until you are touching or holding something with a holey pattern, like a sponge. You may also getcognitive behavioral therapy(CBT). This therapy helps change your perceptions and responses to situations that trigger trypophobia. Anti-anxiety medications generally don’t help people with specific phobic disorders. If you know you’ll be in a situation that might trigger a reaction, your provider may prescribe anti-anxiety medicine for short-term help. Advertisement",
            "What are the complications of trypophobia?": "In extreme situations, trypophobia may affect your ability to work, go to school or socialize. You may experience: Depression. Increasedstressand irritability. Insomniaor sleep problems. Panic attacks.",
            "Can you prevent trypophobia?": "Relaxation techniques likemeditation, mindfulness or visualizing soothing images may help you avoid feelings of trypophobia.",
            "What is the prognosis (outlook) for people who have trypophobia?": "Most people who complete exposure therapy see improvements in their symptoms. Once you have a handle on trypophobia triggers, you can use breathing or relaxation methods to manage your body’s reactions.",
            "When should I call the doctor?": "You should call your healthcare provider if you experience: Depression, anxiety or OCD. Extreme irritability. Insomnia Panic attacks.",
            "What questions should I ask my doctor?": "You may want to ask your healthcare provider: What causes trypophobia? What is the best treatment for me? Should I try exposure therapy? How long will I need therapy? Should I watch for signs of complications? A note from Cleveland Clinic Trypophobia refers to disgust or fear of a pattern of holes. Seeing clusters of holes in foods, flowers and everyday items like sponges can trigger feelings of revulsion. Trypophobia is gaining recognition as an anxiety problem that can affect quality of life. Don’t be embarrassed to talk to your healthcare provider if you think you have trypophobia. (You can take the trypophobia test to find out.) If needed, your provider can connect you with a mental health professional who may use exposure therapy to help you overcome this issue. Advertisement Last reviewed on 08/11/2021. Learn more about theHealth Libraryand oureditorial process."
        }
    }
]