[
    {
        "name": "Nosocomephobia (Fear of Hospitals)",
        "description": "",
        "data":
        {
            "What is nosocomephobia?": "Nosocomephobia is an intense, overwhelming fear of hospitals. The condition is a specific phobia (fear), which is similar to anxiety disorder. Advertisement Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.Policy Many people are uncomfortable in hospitals. Hospitals are often associated with illness, pain and death. But most people can overlook those negative associations and visit a hospital when they need to. People with nosocomephobia are overwhelmed by the fear. They might: Avoid hospitals, even when they need medical attention. Get extremely nervous when they merely think about hospitals. Panic when faced with the possibility of going to a hospital, even to visit someone else. Regret not visiting a loved one in the hospital due to their fear. Worry excessively about the possibility of having to go to a hospital.",
            "How can nosocomephobia impact daily life?": "Nosocomephobia can have a negative impact on physical and emotional health. It can cause symptoms of extreme fear. It may stop you from getting the medical care you need. It can also prevent you from visiting ill loved ones, which can have lasting emotional effects. Like all phobias, people with nosocomephobia may understand that the feelings are irrational, but not be able to control them.",
            "How common is nosocomephobia?": "Nosocomephobia, like acrophobia (fear of heights) and aerophobia (fear of flying), is more common than some other phobias. It can affect people of any age, starting in childhood or adulthood.",
            "Are there different types of nosocomephobia?": "Nosocomephobia may be related to other specific phobias associated with hospitals and healthcare, including: Advertisement Agliophobia, fear of pain. Carcinophobia, fear of cancer. Claustrophobia, fear of enclosed spaces, such as small exam rooms or medical tests that require confinement. Hemophobia, fear of blood. Iatrophobia, fear of doctors. Mysophobia, fear of germs. Nosophobia, fear of disease. Tomophobia, fear of surgery. Pharmacophobia, fear of medicines. Thanatophobia, fear of death. Trypanophobia, fear of needles.",
            "What causes a fear of hospitals?": "Mental health professionals aren’t sure what causes specific phobias like nosocomephobia. But it may be related to: Genetics:Some people have a family history of anxiety and specific fears. Traumatic experiences associated with hospitals:You may develop nosocomephobia after a traumatic experience in a hospital. Examples include being very sick or seriously injured as a child or seeing a loved one die in a hospital. Other fears:Nosocomephobia may develop when you have fears about other things related to hospitals. Examples include negative feelings about nudity, germs, blood and needles. Media portrayal of hospitals:Movies and news reports often associate hospitals with danger, disaster, medical errors and other scary situations. Sensory issues:Nosocomephobia may develop in a person with a particularly strong sense of smell. For example, they may be oversensitive to the smell of antiseptics, bedpans, vomit or human waste.",
            "What are the symptoms of a hospital phobia?": "A person with nosocomephobia may experience symptoms of anxiety or panic when they think about, see or visit a hospital. A mild fear of doctors is called “white coat syndrome.” This occurs when a person’s blood pressure rises around healthcare providers or in medical facilities. Full-on nosocomephobia may cause: Breathlessness, rapid breathing or hyperventilation. Dizziness. Dry mouth. Excessive sweating. Muscle tension. Nausea and vomiting. Nightmares. Panic attacks. Racing heart rate. Shaking. Urges to run and hide.",
            "How is nosocomephobia diagnosed?": "Many people are uncomfortable in hospitals. But nosocomephobia is an intense, overwhelming fear that affects your behavior and decisions. If you think you may have a phobia, talk to your healthcare provider or mental health specialist. Although no tests can diagnose nosocomephobia, a healthcare provider can diagnose a specific phobia based on discussions with you about: Symptoms. How long they’ve been happening. Whether they’re interfering in your life. Diagnosis depends on whether your fear: Causes extreme anxiety. Leads to significant stress or affects your daily life. Has been happening for at least six months. Is out of proportion with any actual danger. Makes you avoid hospitals, even if you want or need to visit one. Produces physical symptoms of anxiety or panic attacks. Advertisement",
            "What are the treatments for nosocomephobia?": "People with mild nosocomephobia may not need treatment. But the fear can cause symptoms, interfere with medical care or stop you from visiting ill loved ones. So, some people need help facing this fear. Nosocomephobia treatment may include: Cognitive behavioral therapy (CBT):CBTis structured psychotherapy that can help you understand and control thoughts and emotions. A therapist talks with you to uncover why you think, feel and behave the way you do. Over time, CBT can help you unlearn negative thoughts associated with hospitals. Exposure therapy:Exposure therapy, sometimes called desensitization, helps you confront your fears gradually. A person with nosocomephobia is exposed to the idea of hospitals over time in a controlled environment. Therapy starts with something less scary, like a photo of a hospital. Eventually, you might go near a hospital, then into one. With increasing exposure, you can learn to manage nosocomephobia. Hypnotherapy:Hypnotherapycan put you in a trance-like but focused state. Under hypnosis, you’re more open to suggestion and change. A hypnotist may be able to convince a hypnotized person that they’re less afraid of hospitals. Medications:A variety of anti-anxiety orantidepressantmedications can help lessen the symptoms of anxiety ordepression. These drugs aren’t a cure for nosocomephobia. But anti-anxiety medications may be able to help you cope when you absolutely must go to a hospital. Examples include going to the hospital to visit a loved one or getting an important medical procedure. Advertisement",
            "How can I reduce my risk of nosocomephobia?": "Mental health professionals don’t fully understand the causes of specific phobias like nosocomephobia, so there’s no proven way to prevent it. However, if you have a phobia, you may develop or already have other anxiety disorders, such as panic disorder orobsessive-compulsive disorder(OCD). It’s important to work with your healthcare provider to manage any symptoms of your first anxiety disorder to prevent others. You may be able to lower your risk of nosocomephobia by: Limiting alcohol and recreational drug consumption. Lowering stressduring everyday activities, like working. Quittingsmokingand other forms of tobacco use. Spending time with loved ones. Taking up a new hobby to take your mind off the phobia.",
            "Can nosocomephobia be cured?": "There’s no cure for nosocomephobia, but therapy helps the majority of people who practice it regularly.",
            "How can I best learn to cope with a fear of hospitals?": "Most people have to visit a doctor’s office or hospital at some point in their life. Certain strategies can help you manage the fear and anxiety so you can go to a hospital when necessary. It might help to: Choose facilities that are less intimidating. Many newer hospitals have been designed to be more calming and comfortable. Plan ahead if you have to get a test or procedure. Ask someone to go with you for support. Pack familiar, comforting items that will make you feel more at home. Take things that can help distract you, such as books and games. Practice simple techniques to relax, such asmeditation, breathing exercises and muscle relaxation. Focusing on specific senses may help you relax, too. For example, concentrate on the way it feels to touch a comforting item like a soft sweater. Or eat a favorite food and concentrate on the way it tastes. Reduce the amount of caffeine you consume. Caffeine can make anxiety more intense. Talk to a loved one or trusted healthcare provider about your fear. Advertisement A note from Cleveland Clinic Nosocomephobia is an anxiety disorder that involves an intense, overwhelming fear of hospitals. It can cause symptoms of extreme anxiety or fear and prevent you from getting the medical care you need. Working with a therapist and practicing techniques to manage anxiety can help. Last reviewed on 02/15/2022. Learn more about theHealth Libraryand oureditorial process."
        }
    },
    {
        "name": "Nosophobia (Fear of Disease)",
        "description": "",
        "data":
        {
            "What is nosophobia?": "People who have nosophobia have an illogical fear of developing a specific disease. Usually, the illness they fear is life-threatening. The word nosophobia originates from the Greek words for disease, “nosos,” and fear, “phobos.” Advertisement Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.Policy Nosophobia is sometimes called medical students’ disease because students may believe they have a disease after studying it. Other terms for nosophobia include disease phobia, pathophobia and hypochondria. A related and fairly new phobia is cyberchondria. This refers to people reading about a certain disease online (cyberspace) and then believing they have, or will get, that illness.",
            "How common is nosophobia?": "It’s hard knowing exactly how many people have a specific phobia, like nosophobia. We do know that about 1 in 10 American adults and 1 in 5 teenagers will deal with a specific phobia disorder at some point in their lives, though. And the number of people with nosophobia may have increased in recent years due to growing worries about getting sick withCOVID-19.",
            "What’s the difference between nosophobia, hypochondria and somatic symptom disorder?": "These conditions all lead to excessive worries about illnesses without actual evidence of having a disease. But there are differences: Nosophobia:Someone with nosophobia is afraid of developing a specific disease. The disease they fear is often chronic, life-changing or life-threatening. They may think they already have symptoms or are at greater risk for getting the disease than they really are. Feared diseases may includecancers,multiple sclerosis,sexually transmitted diseases(STDs) andHIV/AIDS. Hypochondria:Illness anxiety disorder(IAD) is the medically correct term for hypochondria. A person with IAD has worries about getting or being sick from many different diseases. They don’t fixate on one particular illness. Instead, they worry about a variety of ailments ranging from acoldtocardiovascular disease. Somatic symptom disorder:A person withsomatic symptom disorderobsessively worries about their health — just like someone with nosophobia or IAD. However, they have actual physical symptoms of an illness but no diagnosable cause. Advertisement",
            "Who is at risk for nosophobia (fear of disease)?": "Research indicates that all sexes and ages are at risk for nosophobia. But people who are older might be more prone to nosophobia because of a fear of dying. People withobsessive-compulsive disorder(OCD) may also have a higher risk. OCD causes you to need to have control over situations, including whether or not you get sick. Other risk factors include: Being seriously ill as a child. Family history of inheritable disease. Caring for a loved one with a serious illness. Loss of a loved one to an incurable disease. Growing up with a parent who has illness anxiety disorder (often called hypochondria), phobias or anxiety disorder. Gene changes (mutations) that increase your risk of an anxiety disorder.",
            "What other phobias are associated with nosophobia?": "It’s not uncommon to have several phobias that share some connection. Someone with nosophobia may also have: Carcinophobia (fear of getting cancer). Cardiophobia (fear of heart disease orheart attacks). Dermatophobia (fear of skin diseases). Hemophobia (fear of blood). Pharmacophobia (fear of medication). Thanatophobia (fear of death). Trypanophobia (fear of needles).",
            "What are the symptoms of nosophobia?": "People with nosophobia may make frequent trips to the doctor and request medical tests. Or they may develop a fear of doctors (iatrophobia) because they’re afraid they’ll find out they have a disease. They often feel that doctors don’t take their symptoms and concerns seriously. Signs of nosophobia include: Avoiding people or places to lower your risk of getting a disease. Constantly researching a specific disease and its symptoms. Extreme anxiety about your health. Obsessing over normal body functions, such asheart rate, or worrying that something like acoughis a sign oflung cancer. Oversharing your symptoms and health status with others. Repeatedly checking for signs of illness, such as taking yourblood pressureor temperature. Seeking reassurances from others about your symptoms or health. Uneasiness with normal bodily functions likegasorsweating.",
            "How is nosophobia diagnosed?": "Healthcare providers always want to be sure that you don’t have a particular disease before thinking you may have nosophobia. They’ll ask lots of questions about your symptoms and will likely run some tests to make sure you’re not ill. The American Psychiatric Association’sDiagnostic and Statistical Manual of Mental Disorders (DSM)helps mental health professionals like psychologists diagnose phobia disorders based on your symptoms and how they affect your quality of life. There isn’t a specific test for nosophobia, but your healthcare provider may use standardized questions to help them understand your fears and your real risk of having a disease. Advertisement A persistent fear about having a specific disease or developing one is a top sign of nosophobia. Your healthcare provider may diagnose this phobia if symptoms last for six months or longer, even after medical tests show you don’t have that disease.",
            "What are ways to overcome nosophobia?": "A mental health specialist can help you overcome a fear of disease. You may benefit from therapies like: Cognitive behavioral therapy (CBT):A form of psychotherapy (talk therapy),CBThelps you understand why you think and feel the way you do about diseases and your health. Then, you learn how to change these perceptions. Exposure therapy:A therapist teaches you relaxation techniques to use, while gradually exposing you to news stories and information about diseases or disease outbreaks. Hypnotherapy:Hypnotherapyuses guided relaxation techniques to help you change your perceptions about a disease and your health risks. Medications:Anti-anxiety drugs andantidepressantsmay ease symptoms while you engage in therapy. You may not need these medications if you keep up with your therapies.",
            "What are the complications of nosophobia?": "Constantly worrying about your health can cause unnecessarystress. And it can negatively affect your physical and mental well-being. Nosophobia may cause you to miss out on time with loved ones because you’re overly concerned about your health. Advertisement Nosophobia also puts you at risk for: Depressionandsuicidal thoughts. Financial struggles due to missed work and medical bills. Panic attacks and panic disorder. Potential unemployment. Unnecessary medical tests and possible test complications. Substance use disorder.",
            "When should I call the doctor?": "You should call your healthcare provider if you experience: Panic attacks. Persistent anxiety that interferes with daily life or sleeping. Signs of depression or problems with substances. You may want to ask your healthcare provider: What’s causing this phobia? What’s the best treatment for me? How long will I need therapy? Can medications help? A note from Cleveland Clinic The COVID-19 pandemic and the unlimited amount of information (and misinformation) available online about all types of diseases may spark or heighten a fear of illness. It’s smart to take steps to lower your risk for diseases, especially during an outbreak or if you have risk factors. But obsessively worrying about being sick is unhealthy for you physically and mentally. Your healthcare provider can help you improve symptoms of nosophobia so you can enjoy better overall health. Advertisement Last reviewed on 03/15/2022. Learn more about theHealth Libraryand oureditorial process."
        }
    },
    {
        "name": "Nyctophobia (Fear of the Dark)",
        "description": "",
        "data":
        {
            "What is nyctophobia?": "Nyctophobia is an extreme fear of the dark. The name comes from the Greek word for night. Children and adults with nyctophobia may fear being alone in the dark. They may have anxiety in dark places, and they may have trouble sleeping in a darkened room. Advertisement Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.Policy Providers sometimes call fear of the dark scotophobia (fear of darkness) or lygophobia. Untreated, people with severe nyctophobia may avoid any situation where there isn’t enough light. They may stay indoors after the sun goes down and avoid social situations that require being out after dark. People with nyctophobia may also have trouble sleeping (insomnia), which can lead to fatigue during the day and even trouble keeping a job. Several types of therapy can help children and adults with this disorder.",
            "What is a phobia?": "A specific phobia is a type ofanxiety disorder. These disorders cause adults and kids to have an irrational, intense fear of something that’s actually harmless. People with phobias have extreme, unrealistic reactions to something that many other people don’t find scary. Nyctophobia is a specific phobia disorder, which is an extreme fear of a particular situation or thing. If you have a specific phobia disorder, you may go to great lengths to avoid the object or situation that upsets you.",
            "How common is nyctophobia?": "Nyctophobia is very common, especially among children. Some researchers estimate that nearly 45% of children have an unusually strong fear of some kind. Fear of the dark is one of the most common fears among kids between 6 and 12 years old. Kids usually outgrow nyctophobia by adolescence, but not always. Advertisement Across the United States, about 9% of adults have had a specific phobia disorder in the past year. More than 12% of adults have had a specific phobia in their lifetime. In general, peopleassigned female at birth (AFAB)are more likely to get specific phobic disorders. But anyone can get them.",
            "Who is at risk of nyctophobia?": "Nyctophobia is much more common in children than adults, but people of all ages can be afraid of the dark. Children and adults who had a traumatic or troubling experience in the dark are more likely to develop this type of phobia, especially if the event happened in the dark. Memories of that scary experience can return whenever the lights go out or even when you think about being in the dark. This means nyctophobia can develop as part ofpost-traumatic stress disorder (PTSD). Nyctophobia can also develop after watching a scary movie or hearing an upsetting story. You (or your child) may replay these frightening images in your head. And if it’s too dark to see around you, you may worry that the fear-provoking objects are real. You have an increased risk of developing any type of specific phobic disorder if you have: Depression. Substance use disorder. Generalized anxiety disorder (GAD). History of mental illness. Obsessive-compulsive disorder (OCD). Other phobias or a history of phobias in your family. Panic attacks orpanic disorder.",
            "What causes nyctophobia?": "Some researchers believe that fear of the dark probably dates back to our ancestors. Many, many years ago, when our ancestors lived and slept out in the open, the dark was very dangerous. Predators roamed at night, and our ancestors had to stay aware in order to survive. But nyctophobia isn’t just about being afraid of the dark. Kids and adults with this phobia actually have a fear of what they can’t see. In the dark, many children are afraid of ghosts, monsters or robbers. They may worry about noises they hear when the lights are out, especially if they can’t tell what caused them. They fear what’s in the dark as much as they fear the darkness itself. A traumatic experience (even one that happened during the day) can lead to nyctophobia. The memory of a scary event can return when it’s dark, causing an extreme reaction.",
            "What are the triggers of nyctophobia?": "Nearly everyone feels uneasy or uncomfortable in the dark from time to time. But a specific phobia is more than just an occasional fear. Phobias get in the way of everyday life. Children and adults with nyctophobia often have severe anxiety when: Entering a dark place (like a movie theater). Getting ready for bed. Seeing the sun go down. Thinking about being in the dark. Trying to sleep at night. Turning out the lights. Watching a movie or TV show with nighttime scenes. Advertisement",
            "What are the symptoms of nyctophobia?": "People with an extreme fear of the dark experience intense fear or anxiety when they’re in the dark or think about darkness. Children may avoid going to bed or refuse to turn the lights out at bedtime. Signs of nyctophobia include: Difficulty swallowing (dysphagia) anddry mouth. Dizzinessandheadaches. Excessive sweating(hyperhidrosis). Feelings of dread, catastrophic (terrifying) thoughts and panic attacks. Increasedheart rate,non-cardiac chest painorheart palpitations. Intense emotions, crying and screaming in the dark. Nausea and vomitingwhen thinking about the dark or nighttime. Shortness of breath (dyspnea), difficulty breathing or fast breathing.",
            "How do healthcare providers diagnose nyctophobia?": "To diagnose this phobia, your provider will ask about your symptoms (or your child’s symptoms), including when they began and when they occur. Tell your provider about any scary or traumatic experiences you’ve had, even if they occurred during daylight. Your provider will want to know if nyctophobia is affecting your sleep and daily activities. They'll also ask about any other phobias you have or if you have a family history of phobias. Your provider may refer you to a mental health professional who specializes in phobias. A mental health professional is an expert who is specially trained to diagnose phobias. They also help with other anxiety disorders. Advertisement",
            "How do providers treat nyctophobia?": "Sleeping with a nightlight can help some children and adults feel more comfortable in a darkened room. Sometimes, just having a little light is enough to help people with nyctophobia fall asleep and stay asleep. If you have insomnia, your provider may recommendmelatonin supplementsor other medications to help you sleep. If you had a traumatic experience that’s causing distress, your provider will recommend therapy or counseling to help you understand your feelings and learn to manage them. You may also needmedicationsto treat depression or control panic attacks. Several types of therapy can help people with a severe fear of the dark, including: Cognitive behavioral therapy (CBT),to learn to change how you respond to your fear of the dark. Exposure therapy,which involves gradually exposing you to the dark so you can become desensitized to it. It’s important to do this therapy under the supervision of your provider. Hypnotherapy,which helps you rethink your fear of the dark and the anxiety it causes. Hypnotherapy includes guided relaxation exercises while your mind is in a calm state. Psychotherapy,or talk therapy, to help you understand your fears and manage them. Mindfulness exercises,like yoga,breathing exercisesandmeditationto help you control anxiety when you’re in the dark. Advertisement",
            "What are the complications of nyctophobia?": "Nyctophobia often goes hand-in-hand withinsomnia. People who have trouble sleeping may develop a fear of the dark, and people who have a fear of the dark often have trouble sleeping. They can develop extreme anxiety when they turn off the lights or even close their eyes. To avoid the dark, people with nyctophobia may try to sleep with the lights on. But sleeping with the lights on can make it very difficult to get restful sleep. Too little sleep can cause extremefatigue. Being exhausted during the day can make it difficult to hold down a job. Untreated, nyctophobia can cause problems with relationships, especially if you avoid leaving your house after dark because of your fears. Sleeping difficulties interfere with your child’s development and can lead to behavioral or learning issues. They can also affect your child’s growth.",
            "What is the prognosis (outlook) for people who have nyctophobia?": "Most people with nyctophobia get better with therapy. But the outlook depends on the severity of the phobia. People with severe nyctophobia and other anxiety disorders may need several types of therapy for the condition to improve. You or your child may need long-term therapy.",
            "When should I see my healthcare provider about nyctophobia?": "Talk to your provider if you or your child has severe signs of nyctophobia. Get help if you’re having trouble sleeping or you’re avoiding situations that involve being in the dark. See your provider right away if you’re having panic attacks or if anxiety gets in the way of your daily life. Many kids are afraid of the dark when they’re young. It’s a very common childhood fear, and most kids grow out of it. But you should call your child’s provider if their fear is severe. To gain a better understanding of nyctophobia and your treatment options, you may want to ask your provider: What is the cause of nyctophobia? How do you cure nyctophobia? What type of therapy or treatment is right for me? What experience do you have with exposure therapy, hypnotherapy and CBT? What relaxation techniques can I do on my own to control my anxiety when I’m in the dark? A note from Cleveland Clinic If you or your child has an intense fear of the dark, ask your provider about therapies that can help. You should call your provider if you’re having panic attacks or if you’re avoiding situations that involve being in the dark. Severe nyctophobia can cause problems sleeping, which can lead to exhaustion during the day. Therapy, including exposure therapy and CBT, can help people with nyctophobia. Your provider can also show you relaxation techniques to calm your fears and help you relax in the dark. Last reviewed on 03/28/2022. Learn more about theHealth Libraryand oureditorial process."
        }
    }
]