[
    {
        "name": "Eisoptrophobia (Fear of Mirrors)",
        "description": "Eisoptrophobia is an unhealthy fear of mirrors. Some people fear mirrors due to self-image issues. People may also avoid mirrors because they distort the way an object looks. This phobia leads to lifestyle changes that enable people to avoid mirrors.",
        "What is eisoptrophobia?": "You may have eisoptrophobia if you have an intense fear of mirrors. Eisoptrophobia is a specific phobia, which means it causes fear of a particular situation. The fear is typically much greater than the actual risk of danger. Eisoptrophobia may also be called spectrophobia or catoptrophobia. People with a specific phobia often have many phobias. In addition to eisoptrophobia, they may also have: Atelophobia: Fear of imperfection.\nCacophobia: Fear of ugliness.\nChromophobia: Fear of colors.\nKoinoniphobia: Fear of rooms.\nObesophobia: Fear of gaining weight.\nSanguivoriphobia: Fear of vampires (according to folklore, they have no reflection in mirrors).\nThanatophobia: Fear of death.",
        "Do I have eisoptrophobia?": "Mirrors are typically a part of everyday life. They help us see images of ourselves and can protect us from danger (for example, mirrors in or on vehicles). But some people fear images due to self-image issues. People may also avoid mirrors because they may distort the way an object looks. If you have eisoptrophobia, the thought of mirrors can bring intense anxiety. This can sometimes lead to panic attacks. If you have signs of eisoptrophobia, discuss your concerns with your healthcare provider. You should be honest with them about what you are experiencing. They can offer reassurance and refer you to therapies that make life a little less stressful.",
        "What causes a fear of mirrors?": "Many healthcare providers agree that genetics and your environment can increase your risk: Genetics: A family history of mood disorders means you may carry genes that cause phobias.\nEnvironment: If you experience emotional trauma related to mirrors, you may be more likely to develop a phobia of them. Some people have bad experiences with mirrors because of scary movies or mirror-based attractions at carnivals. Cultural beliefs may also play a role in eisoptrophobia. Many cultures believe that the souls of deceased loved ones travel through or get trapped in mirrors. This is why mirrors are often covered or turned away when a family is in mourning.",
        "What are eisoptrophobia symptoms?": [
            "seeing mirror cause combination negative behaviors physical responses negative behaviors may go way avoid mirrors removing mirrors home buying items like makeup kits mirrors giving driver license safety mirrors make uncomfortable avoiding public outings due fear encounter mirror physical responses physical symptoms may include chills dizziness lightheadedness excessive sweating hyperhidrosis heart palpitations nausea shortness breath dyspnea trembling shaking upset stomach indigestion dyspepsia"
        ],
        "How is eisoptrophobia diagnosed?": "Healthcare providers use a mental health evaluation to diagnose eisoptrophobia. There isn’t a specific test to diagnose chronophobia. Your provider will ask you about your symptoms, mental health history and whether you have other phobias. They may refer you to a mental health professional who specializes in phobias and anxiety disorders.",
        "What is eisoptrophobia treatment like?": [
            "common treatment eisoptrophobia exposure therapy gradually exposes situations trigger fear mirrors exposure therapy eisoptrophobia may start looking pictures mirrors time may progress looking real mirrors successful treatment seeing mirrors becomes less bothersome"
        ],
        "Can other treatments help me cope with a fear of mirrors?": "Additional treatments may include: Cognitive behavioral therapy (CBT): Mental health professionals use CBT to help you explore thoughts and feelings associated with mirrors. You also develop healthy alternatives to negative thoughts or behaviors.\nMedications: Taking medications does not cure eisoptrophobia. But antidepressants and anti-anxiety medications can get you through a challenging time. If you start driving again and are anxious about rearview mirrors, medications can make using them less stressful.\nStress reduction: These techniques help quiet your mind and relax your body. Yoga and meditation can help you become more in tune with your thoughts and feelings. This can reduce the likelihood of panic when you see a mirror.",
        "Is there anything I can do to prevent a fear of mirrors?": "If you face a higher risk of anxiety disorders, there are steps you can take to manage them. Doing so may lower the likelihood of common fears becoming phobias. Managing anxiety may include: Limiting alcohol and recreational drug consumption.\nLowering stress.\nQuitting smoking and other forms of tobacco use.\nSpending time with loved ones.\nTaking up a new hobby to take your mind off the phobia.",
        "What is the outlook for people with eisoptrophobia?": [
            "seeking treatment shows methods managing fear mirrors reflections may still sometimes experience anxiety knowing calm unpleasant thoughts prevent escalating symptoms becoming difficult control contact healthcare provider offer tips recommend additional therapies"
        ],
        "What else is important to know about living with eisoptrophobia?": "You don’t have to live in fear of mirrors. Help is available. It can take time to overcome negative thoughts and feelings as recovery isn’t always a direct path forward. It’s normal to experience small setbacks. But don’t let these discourage you. A note from Cleveland Clinic Eisoptrophobia is an unhealthy fear of mirrors or reflective objects. Changing your lifestyle to avoid the phobia can worsen its impact on your life. You shouldn’t feel embarrassed about having a phobia. Many people have them. Seeking treatment can help you gain a rational perception of the fear so that you are better able to cope with it. Last reviewed by a Cleveland Clinic medical professional on 03/28/2022. Merck Manual Consumer Version. Phobic Disorders (Phobias). (https://www.merckmanuals.com/home/quick-facts-mental-health-disorders/anxiety-and-stress-related-disorders/phobic-disorders-phobias)  Accessed 3/22/2022.\nMerck Manual Consumer Version. Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 3/22/2022.\nNational Health Service (United Kingdom). Phobias. (https://www.nhs.uk/mental-health/conditions/phobias/)  Accessed 3/22/2022. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
    },
    {
        "name": "Emetophobia (Fear of Vomiting)",
        "description": "Emetophobia is the fear of vomit or vomiting. Being around someone who is ill, seeing vomit or feeling nauseous may make you feel anxious and panicked. If you have a fear of vomiting, it may be difficult to even hear or read the word “vomit.” While this is uncomfortable, read on to learn more about treatment options to help you feel better.",
        "What is emetophobia?": "Emetophobia is a mental health condition in which you experience an intense fear of vomiting, barfing or throwing up. Vomiting isn’t something that people enjoy doing. But after an illness, most people don’t think about it. If you have emetophobia, you’re constantly worried about vomiting and it can take over your thoughts. This fear impacts your life beyond just feeling afraid. It can prevent you from relaxing, participating in social activities or eating complete, nutritious meals. Emetophobia is a “specific phobia” in the Diagnostic and Statistical Manual of Mental Disorders. Specific phobias cause anxiety and panic attacks after exposure or anticipated exposure to the thing or situation you’re afraid of. If you feel like you have to vomit or witness vomiting, you may be afraid of: Not being able to stop vomiting.\nEmbarrassment or shame.\nHaving an underlying medical condition.\nLosing control. Emetophobia is rare. It affects 0.1% of people around the world. It’s more common among women and people assigned female at birth (AFAB) than men and people assigned male at birth (AMAB).",
        "What are the symptoms of emetophobia?": [
            "emetophobia hear see experience nausea vomiting may feel following anxious nervous distressed panicked overwhelmed cause following symptoms increased heart rate sweating shaking upset stomach tight feeling chest lightheadedness dizziness fainting emetophobia might certain things address fear since may feel charge body vomit might feel ease prepare situation might involve vomiting behaviors could include locating bathroom staying close sleeping trash next bed avoiding long car rides near water especially boat riding thrill rides like roller coaster taking medications list nausea vomiting possible side effect signs emetophobia include avoiding new foods beverages restaurants foods previously caused vomiting words describe vomiting like barf people illnesses places ill people go like hospitals eating foods home socializing traveling becoming pregnant due risk morning sickness may also wash hands often frequently check signs illness like taking temperature limit foods eat much overcook food destroy traces bacteria throw away foods close expiration date wince close eyes someone mentions vomiting"
        ],
        "What causes emetophobia?": "Most cases of emetophobia happen after a negative experience with vomiting. For example, you might develop emetophobia if you: Vomited in public or in front of someone else.\nHad an illness (like the stomach flu, food poisoning or alcohol poisoning) that caused a lot of vomiting.\nChoked on food. Emetophobia can also develop when you experience other related mental health conditions like obsessive-compulsive disorder (OCD) or an eating disorder. Triggers are things or events that cause symptoms. Triggers of emetophobia may include: Feeling nauseous.\nSeeing someone else vomit.\nHearing or saying words related to vomiting.\nBeing in a new place, because you don’t know where the nearest bathroom is.\nBeing around foods or beverages that previously caused vomiting. Emetophobia is a vicious cycle. This means the symptoms you fear (nausea and vomiting) occur together with your anxiety about it. This can make the symptoms feel worse.",
        "What are the complications of emetophobia?": "Complications of emetophobia may include: Malnutrition and/or dehydration.\nOther phobias (like agoraphobia).\nEating disorders (anorexia nervosa or avoidant/restrictive food intake disorder).\nSocial isolation.\nDepression.",
        "How is emetophobia diagnosed?": "Your primary care physician may refer you to see a mental health provider. A mental health provider (a psychologist or psychiatrist) will diagnose emetophobia. A provider will diagnose emetophobia through a thorough series of questions about your history, experiences and symptoms. Usually, your persistent fear and anxiety about vomiting happen for at least six months in order to be diagnosed with emetophobia. Your healthcare provider will likely use the criteria in the Diagnostic and Statistical Manual of Mental Disorders (DSM-5), a publication by the American Psychiatric Association, to diagnose emetophobia. Your provider will also rule out any other physical or mental health conditions that could be causing your symptoms. In general, phobias have at least four criteria for diagnosis, including: Intense and unreasonable fear: Your fear of vomiting is persistent and out of proportion to an appropriate level of fear.\nAnticipatory anxiety: You tend to dwell on or dread future situations or experiences that could involve nausea and vomiting.\nAvoidance: You actively avoid vomiting and things that might lead to it. You may go to extreme lengths to try to avoid vomiting.\nThe phobia interferes with day-to-day activities: Your fear limits your everyday life in some way.",
        "How is emetophobia treated?": [
            "treatment emetophobia may include cognitive behavioral therapy exposure therapy medications cognitive behavioral therapy cbt form talk therapy help manage thoughts behaviors around fear conversation mental health professional discuss history fear determine makes anxious techniques manage anxiety happens like breathing relaxation exercises ways adapt situations prefer avoid like traveling socializing feel safe around fear confront challenging situations fear present cbt takes time patience difficult open new person discuss feelings confront uncomfortable situations memories rather think remember mental health provider support help reach goals exposure therapy way reduce fear slowly reintroducing triggers controlled setting reduces anxiety desensitizes fear vomiting time exposure therapy emetophobia may include saying hearing word vomit words associated like throwing spinning around circle induce nausea healthcare provider approves going public place previously avoided watching television show movie features vomiting exposure therapy happens steps able move next step feel comfortable first one final step exposure therapy emetophobia simulated vomiting healthcare provider make vomit instead provide textured mushy food like creamed corn baked beans take spoonful food item spit toilet trash mimic vomiting would feel like often difficult part exposure therapy likely practice exposure therapy techniques addition cognitive behavioral therapy medications usually used treat specific phobias like emetophobia sometimes medications temporarily help relieve symptoms fear anxiety treat phobia going psychological therapy situations unavoidable medications may include psychotropic medications like benzodiazepines antidepressants gastrointestinal medications antiemetics reduce upset stomach nausea talk healthcare provider possible side effects medications follow instructions take medications directed"
        ],
        "How soon after treatment will I feel better?": "You may start to feel better after beginning therapy or taking medications as prescribed. Your phobia won’t go away overnight. It could take several months before you feel comfortable with your fear enough to face it. There isn’t a set amount of time for each person to feel better after treatment for emetophobia.",
        "Can emetophobia be prevented?": "There’s no known way to prevent emetophobia.",
        "What’s the outlook for emetophobia?": "Having a phobia may seem overwhelming, but treatment can help you reduce your fear and anxiety. Treatment can lead to an improved prognosis. Your care team will teach you ways to adjust your thinking and behaviors around vomiting. Without treatment, emetophobia can impact your mental and physical health in addition to your ability to socialize and engage with your loved ones.",
        "When should I see a healthcare provider?": "If you notice a fear is taking over your thoughts, behaviors and your ability to feel well, talk to a healthcare provider. Treatment is available for emetophobia.",
        "What questions should I ask my healthcare provider?": "What caused my fear?\nWhat type of treatment do you recommend?\nWhat are the side effects of the medication you prescribed?\nHow often do I need to participate in therapy?\nWhat should I do if exposure therapy makes me feel worse? A note from Cleveland Clinic It’s normal to be grossed out by vomiting. Sometimes, a negative experience with vomit changes the way you feel about it and it can take over your thoughts and behaviors. If you feel that your fear is preventing you from engaging in specific activities or interfering with your physical and mental well-being, contact a healthcare provider. Treatment for emetophobia is very effective to help you feel better. Last reviewed by a Cleveland Clinic medical professional on 07/03/2023. Anxiety and Depression Association of America. Fear of Vomiting or Emetophobia. (https://adaa.org/understanding-anxiety/specific-phobias/fear-of-vomiting)  Accessed 7/3/2023.\nDargis M, Burk L. A Transdiagnostic Approach to the Treatment of Emetophobia: A Single Case Study. (https://journals.sagepub.com/doi/10.1177/1534650118808600)  Clin Case Stud. 2018; 18(1): 69–82. Accessed 7/3/2023.\nFaye AD, Gawande S, Tadke R, et al. Emetophobia: A Fear of Vomiting. (https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3890925/)  Indian J Psychiatry, 2013; 55(4), 390–392. Accessed 7/3/2023.\nInternational OCD Foundation. Emetophobia: Fear of Vomiting as an Expression of OCD. (https://iocdf.org/expert-opinions/emetophobia-fear-of-vomiting-as-an-expression-of-ocd/)  Last reviewed 2017. Accessed 7/3/2023.\nSamra CK, Abdijadid S. Specific Phobia. (https://www.ncbi.nlm.nih.gov/books/NBK499923/)  2023 May 1. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2023 Jan-. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
    },
    {
        "name": "Entomophobia (Fear of Insects)",
        "description": "Entomophobia is a fear of insects. People with this specific phobia feel anxious when they think about or see an insect. Many people with insect phobia have had traumatic experiences with insects. You can overcome a phobia of insects with several therapy options, including exposure therapy, cognitive behavioral therapy and hypnotherapy.",
        "What is entomophobia?": "People with entomophobia have a fear of insects. Someone with entomophobia may have extreme anxiety or fear when seeing or thinking about insects. They may avoid walking or exercising outside and may stay away from outdoor events. Some people may stop leaving their house to reduce their chances of seeing insects. Entomophobia is also known by other names. You might hear this phobia called: Acarophobia.\nInsectophobia.",
        "How common is entomophobia?": "It’s hard to know exactly how many people have a specific phobia like entomophobia. Many people may keep this fear to themselves or may not recognize they have it. We do know that about 1 in 10 American adults and 1 in 5 teenagers will deal with a specific phobia disorder at some point in their lives.",
        "What does a person with entomophobia fear?": "Someone with entomophobia may be afraid of: Being stung or bitten by an insect, like a bee, wasp or tick.\nComing across insects, either outdoors or indoors.\nGetting a disease from an insect, like a fly or mosquito.\nHaving a bug infestation in their house or in their body.\nSeeing images of insects in TV shows, movies, books or online.",
        "Who is at risk for entomophobia?": "You’re more likely to develop entomophobia or a different type of specific phobia disorder if you already have: Another phobia.\nAnxiety disorder.\nPanic disorder.\nSubstance use disorder.",
        "What other phobias are associated with entomophobia?": "Other phobias linked to entomophobia include: Apiphobia or melissaphobia (fear of bees).\nArachnophobia (fear of spiders).\nHelminthrophobia, scoleciphobia or vermiphobia (fear of worms).\nKatsaridaphobia (fear of roaches).\nMyrmecophobia (fear of ants).\nPteronarcophobia (fear of flies).\nSpheksophobia (fear of wasps).",
        "What are the causes of entomophobia?": "Possible causes of entomophobia include: Past traumatic experiences: People who have had a traumatic experience related to insects may develop entomophobia. For example, you or someone you know may have had a severe allergic reaction to a bee sting.\nEnvironmental irritations: Some people have itchy skin caused by pollen, mold or household allergens. Persistent irritated skin may lead someone to blame insects.\nFamily history: Your risk of entomophobia increases if you have a close relative or parent with a phobic disorder or anxiety disorder. You may be more anxious than other people if you have a certain gene mutation (change).\nModeling: Seeing a person with entomophobia or hearing someone talk about their fear of insects can cause you to have the same phobia.",
        "What are entomophobia triggers?": "Anything related to insects may bring on entomophobia. Entomophobia triggers include seeing or thinking about insects: In public spaces like parks, playgrounds or sidewalks.\nInside your or someone else’s house.\nIn TV shows, movies, books or online.\nWhile walking outside to your car.",
        "What are entomophobia symptoms?": [
            "entomophobia symptoms range mild extreme common symptom extreme anxiety think insects see emotional symptoms include excessive thinking avoid insects fear avoidance places might see insect people may also experience physical symptoms severe itchiness crawling sensation body symptoms include chills dizziness lightheadedness excessive sweating hyperhidrosis heart palpitations nausea shortness breath dyspnea trembling shaking upset stomach indigestion dyspepsia"
        ],
        "How is entomophobia diagnosed?": "If entomophobia affects your life, your healthcare provider may suggest that you see a mental health professional like a psychologist. The American Psychiatric Association’s Diagnostic and Statistical Manual of Mental Disorders (DSM) doesn’t recognize entomophobia as a phobic disorder. But a psychologist may diagnose you after asking about your symptoms. You may have a specific phobic disorder if the fear of insects: Occurs when you think about or see insects.\nLeads you to skip situations like going to a park or for a hike.\nCauses you to miss out on social events.\nAffects your ability to enjoy life.\nTriggers symptoms of anxiety or fear that don’t match the actual danger.\nLasts at least six months.",
        "What are entomophobia treatments?": "Exposure therapy is one of the main treatments for entomophobia. During exposure therapy, a mental health professional introduces you to situations and images that may trigger your symptoms. They gradually help you manage your response. Most people with specific phobias see their symptoms improve after getting this type of psychotherapy (talk therapy). During exposure therapy, your provider helps you: Learn relaxation and breathing techniques to use before and during an exposure.\nTalk about your fear of insects.\nView pictures or videos of insects.\nSee live insects in a controlled setting, such as at your healthcare provider’s office.\nGradually progress to a situation where you may see insects, such as a park or forest.",
        "What are other entomophobia solutions?": "Other techniques to overcome entomophobia include: Cognitive behavioral therapy (CBT): CBT helps you change how you see and react to objects and situations that trigger symptoms. Many healthcare providers use CBT along with exposure therapy.\nHypnotherapy: Providers use guided relaxation techniques and focused attention to help alter your perception of insects. Providers can also use hypnotherapy to find the underlying cause of your insect fear.\nMedications: Drugs that help with physical symptoms of anxiety may temporarily lessen entomophobia symptoms in certain situations. Antidepressants can also help reduce overall anxiety.\nYoga and meditation: A regular yoga practice can help you relax and reduce your stress levels. Meditation helps you focus on your breathing and calm your body to lessen panic attacks.",
        "What are the complications of entomophobia?": "Severe entomophobia can have a huge impact on your day-to-day life. You may not want to walk outside, meet friends in a park or take your kids to a playground. Just thinking about seeing an insect when you leave your house can cause extreme anxiety. You may decide to stop going out of your house at all. Some people with entomophobia have panic attacks. These attacks can lead to a racing heart rate and noncardiac chest pain or heart attack symptoms. Uncontrolled panic attacks and constant worry can lead to a panic disorder.",
        "When should I call the doctor?": "You should call your healthcare provider if you have: Panic attacks.\nPersistent anxiety that causes problems with daily life or sleeping. You may want to ask your healthcare provider: How long will I need therapy?\nShould I look for signs of complications?\nWhat is causing this phobia?\nWhat is the most effective treatment for me? A note from Cleveland Clinic Specific phobias like entomophobia can impact your quality of life. You may avoid outdoor activities and events or spend less time with family and friends. Healthcare providers can help you overcome your anxiety about insects. Talk to your provider about treatments like exposure therapy, cognitive behavioral therapy, hypnotherapy or medications. These treatments can help you feel better about coming across insects in your daily life. Last reviewed by a Cleveland Clinic medical professional on 03/22/2022. Chandon KS, Abdijadid S. Specific Phobia. (https://www.ncbi.nlm.nih.gov/books/NBK499923/)  [Updated 2021 May 15]. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2021 Jan-. Accessed 3/22/2022.\nEaton WW, Bienvenu OJ, Miloyan B. Specific phobias. (https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7233312/)  Lancet Psychiatry. 2018 Aug;5(8):678-686. Accessed 3/22/2022.\nMerck Manual (Consumer Version). Phobic Disorders (Phobias). (https://www.merckmanuals.com/home/quick-facts-mental-health-disorders/anxiety-and-stress-related-disorders/phobic-disorders-phobias)  Accessed 3/22/2022.\nMerck Manual (Consumer Version). Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 3/22/2022.\nNational Health Service (UK). Overview: Phobias. (https://www.nhs.uk/mental-health/conditions/phobias/overview/)  Accessed 3/22/2022.\nNational Institute of Mental Health. Specific Phobia. (https://www.nimh.nih.gov/health/statistics/specific-phobia)  Accessed 3/22/2022. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
    },
    {
        "name": "Ephebiphobia (Fear of Teenagers)",
        "description": "People with ephebiphobia fear teenagers. They may view adolescents negatively, mistakenly thinking all teens have bad or violent behavior. A traumatic accident involving teenagers may cause ephebiphobia. A person with ephebiphobia may avoid all situations that involve seeing or interacting with teens. Psychotherapies can help.",
        "What is ephebiphobia?": "People who have ephebiphobia (pronounced “efee-bi-FO-bee-ah”) have an extreme fear of adolescents or teenagers. The word comes from a combination of two Greek words: “ephebos,” meaning youth or adolescence, and “phobos,” which means fear.",
        "What do people with ephebiphobia fear?": "A person with a fear of teenagers may be afraid of anything that exposes them to adolescents — in-person, online or on TV. They may be fearful of: Arcades.\nAmusement parks.\nJunior high or high schools.\nMovie theaters.\nShopping malls.\nTelevision shows or movies featuring teenagers.",
        "How common is ephebiphobia?": "Phobias can affect children, adolescents and adults. At some point in their lives, approximately 1 in 10 American adults develop a specific phobic disorder. While ephebiphobia is specific to adults, there aren’t exact statistics on the number of adults with this phobia.",
        "Who is at risk for ephebiphobia?": "Healthcare professionals don’t know why some people are more likely than others to develop phobias. People with a family history of phobias or other anxiety disorders may be at higher risk. Often, a phobia develops as a result of both your genetics and your environment. You may be more likely to develop ephebiphobia if you: See, read or hear a lot of negative news about teenagers and their actions. \nAre exposed to social media that portrays teens in a negative light.\nAre a victim of a crime by a teen or group of teens.\nLive in an area with high rates of violence attributed to teens.",
        "What other phobias are associated with a fear of teenagers?": "It’s not uncommon to have more than one phobia, especially a combination of phobias that are related. Someone who has a fear of teenagers may also have: Pedophobia (also called pediaphobia), fear of babies and young children.\nGerontophobia, fear of older adults.",
        "What are the symptoms of ephebiphobia?": [
            "people phobias ephebiphobia often recognize fear irrational make easy control physical reactions something triggers fear people fear teenagers may reaction place filled adolescents seeing images teenagers even thinking teens symptoms may include dizziness dry mouth extreme feeling dread terror nausea diarrhea profuse sweating rapid breathing heart rate shaking trembling"
        ],
        "How is ephebiphobia diagnosed?": "The American Psychiatric Association doesn’t recognize fear of teenagers as a phobic disorder in its diagnostic manual, the DSM-5. But a psychologist or another healthcare provider may evaluate your symptoms and diagnose the specific phobia. You may have a specific phobic disorder if you have: Severe anxiety when you think about teenagers.\nDaily fear of teenagers that lasts for at least six months.\nSymptoms that come on anytime you think about or see teenagers.\nChanges in behaviors, such as avoiding places where you might see teenagers.\nPoor quality of life due to phobia symptoms.",
        "How is ephebiphobia treated?": [
            "try practicing relaxation techniques yoga meditation deep breathing help cope phobia triggers help relieve anxiety symptoms experience see teenagers mental health professional help overcome fear teenagers treatments may include cognitive behavioral therapy cbt cbt form psychotherapy talk therapy talking fear situations trigger helps understand think feel way use knowledge change react teenagers exposure therapy type psychotherapy therapist gradually exposes images situations involving teenagers exposure helps desensitize fear teens gradually work way able frequent shopping malls places teens tend hang type psychotherapy works 90 people specific phobias hypnotherapy hypnotherapy therapist induces hypnotic state trance hypnosis help access memories thoughts emotions related fear teenagers may able change thought patterns hypnosis address findings hypnotherapy psychotherapy sessions medications go therapy healthcare provider may prescribe drugs antidepressants medications help cope symptoms related fear may need medication finish therapy"
        ],
        "What are the complications of ephebiphobia?": "A fear of teenagers may lead you to avoid places where adolescents hang out or situations in which you might encounter teens. You may even stay away from television shows, movies or social media that feature teenagers. This avoidance can cause you to miss out on fun or necessary parts of life. Phobias also increase your risk of: Depression, social isolation and suicidal thoughts.\nPanic attacks and panic disorder.\nSubstance use disorder.",
        "When should I call the doctor?": "You should call your healthcare provider if you experience: Panic attacks.\nPersistent anxiety that interferes with daily life or sleeping.\nSigns of depression or problems with substances. You may want to ask your healthcare provider: What’s causing this phobia?\nWhat’s the best treatment for me?\nShould I try exposure therapy?\nHow long will I need therapy?\nCan medications help?\nShould I watch for signs of complications? A note from Cleveland Clinic A fear of teenagers can make you afraid to go out or socialize in places where you might encounter young people. You may stereotype all teenagers as having bad or even violent behavior. A personally traumatic incident with adolescents or negative media exposure about teens may lead to ephebiphobia. A mental health provider can use treatments like talk therapy and exposure therapy to help you overcome this fear. Last reviewed by a Cleveland Clinic medical professional on 02/24/2022. American Psychological Association. What Is Exposure Therapy? (https://www.apa.org/ptsd-guideline/patients-and-families/exposure-therapy)  Accessed 2/24/2022.\nMerck Manual (Consumer Version). Phobic Disorders (Phobias). (https://www.merckmanuals.com/home/quick-facts-mental-health-disorders/anxiety-and-stress-related-disorders/phobic-disorders-phobias)  Accessed 2/24/2022.\nMerck Manual (Consumer Version). Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 2/24/2022.\nNational Health Service (UK). Overview: Phobias. (https://www.nhs.uk/mental-health/conditions/phobias/overview/)  Accessed 2/24/2022.\nSubstance Abuse and Mental Health Services Administration. Impact of the DSM-IV to DSM-5 changes on the National Survey on Drug Use and Health (https://www.ncbi.nlm.nih.gov/books/NBK519704/table/ch3.t11/)  [Internet]. Accessed 2/24/2022.\nU.S. National Institutes of Mental Health. Specific Phobia. (https://www.nimh.nih.gov/health/statistics/specific-phobia)  Accessed 2/24/2022. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
    },
    {
        "name": "Equinophobia (Fear of Horses)",
        "description": "Equinophobia is a fear of horses. A scary experience with a horse — such as falling off a horse, or being stepped on, kicked or bitten by a horse — may cause this phobia. You may also have a fear of donkeys, mules and ponies. Psychotherapies like exposure therapy can help you gradually overcome a fear of horses.",
        "What is equinophobia?": "People who have equinophobia have an extreme fear of horses. They may also be afraid of ponies, donkeys and mules. The word equinophobia comes from “Equus,” the Latin word for horses. “Phobos” is the Greek word for fear. Another word for fear of horses is hippophobia. “Hippos” is the Greek word for horses. In the English language, equine is more commonly associated with things related to horses. For instance, an equestrian is a person who rides horses.",
        "What do people with equinophobia fear?": "A person with equinophobia may be afraid of: Riding a horse.\nTouching or being near a horse.\nPhotos or images of horses in movies or shows, including animated horses.\nHorse sounds like neighs or galloping hooves.\nHorse stables and tack, such as saddles, bridles, bits and reins.",
        "How common is equinophobia?": "It’s hard to know exactly how many people have a specific phobia, like equinophobia (fear of horses). Many people may keep this fear to themselves or may not recognize they have it. About 1 in 10 American adults and 1 in 5 teenagers will deal with a specific phobia disorder at some point in their lives.",
        "Who is at risk for equinophobia?": "Women and people designated female at birth (DFAB) are more likely to have a specific phobic disorder, but phobias affect all ages and sexes. You may be more likely to develop equinophobia if you have: Family members who have phobias, anxiety disorders or are afraid of horses.\nA gene change (mutation) that may bring on an anxiety disorder.",
        "What other phobias are associated with a fear of horses?": "People who have a phobia of horses may also have: Acrophobia (fear of heights).\nBasiphobia (fear of falling).\nBiophobia (fear of nature).\nThanatophobia (fear of death).\nTraumatophobia (fear of injury).\nZoophobia (fear of animals).",
        "Why do I have a fear of horses?": "Horses are powerfully strong animals. Their behaviors can be unpredictable, especially if they aren’t well trained or experience abuse or neglect. Many people become fearful of horses after a scary or traumatic experience, such as being: Thrown from a horse.\nBitten, stepped on or kicked by a horse.\nA witness to someone injured by a horse.\nUnable to stop a runaway horse while riding.",
        "What are equinophobia symptoms?": [
            "extreme fear horses may go great lengths avoid seeing near horses parade fair horses may run direction hide people become immobilized fear symptoms equinophobia may include chills dizziness lightheadedness excessive sweating hyperhidrosis heart palpitations nausea shortness breath dyspnea trembling shaking upset stomach indigestion dyspepsia"
        ],
        "How is equinophobia diagnosed?": "A healthcare provider will assess your symptoms and ask about previous experiences with horses. You may see a mental health professional like a psychologist. To diagnose a specific phobic disorder, providers refer to the American Psychiatric Association’s Diagnostic and Statistical Manual of Mental Disorders (the DSM-5). You may have a specific phobic disorder like equinophobia if you have: Phobia symptoms when you see or think about horses.\nPersistent fear of horses that lasts for at least six months.\nEver changed your routines or behaviors to avoid seeing or being near horses.\nDiminished quality of life due to phobia symptoms.",
        "How can you get over a fear of horses?": "A psychologist or other mental health specialist can help you overcome a fear of horses. You may benefit from one or more of these treatments: Cognitive behavioral therapy (CBT): A provider uses psychotherapy (talk therapy) to help you explore the underlying cause of the phobia. With CBT, you learn how to use relaxation techniques to manage phobia symptoms and overcome your fear.\nExposure therapy: You use relaxation techniques while a provider gradually exposes you to images of horses. You may work your way up to being near a horse and then touching a horse. Exposure therapy makes you less sensitive or responsive to your fear. This therapy is also called desensitization.\nHypnotherapy: Hypnotherapy puts you into a hypnotic state, or trance, to help you overcome thoughts and emotions related to horses.\nMedications: As you go through therapy, anti-anxiety drugs or antidepressants can ease symptoms. These medicines can make it easier for you to be around horses until you finish therapy.",
        "What are the complications of equinophobia?": "A severe phobic disorder increases your risk of: Depression, social isolation and suicidal thoughts.\nPanic attacks and panic disorder.\nSubstance use disorder.",
        "When should I call the doctor?": "You should call your healthcare provider if you experience: Panic attacks.\nPersistent anxiety that interferes with daily life or sleeping.\nSigns of depression or problems with substances.",
        "What questions should I ask my doctor?": "You may want to ask your healthcare provider: What is causing equinophobia?\nWhat is the best treatment for me?\nShould I try exposure therapy?\nHow long will I need therapy?\nCan medications help?\nShould I watch for signs of complications? A note from Cleveland Clinic Depending on where you live and the types of activities you enjoy, it may be easy or difficult to avoid seeing horses. But even in cities, police officers often patrol on horseback and horses may take tourists around to see the sights. Because having a phobia increases your risk for other phobias, anxiety disorder and panic attacks, it’s best to seek help to overcome this fear. Psychotherapies, including CBT and exposure therapy, can make it easier for you to be around horses. Last reviewed by a Cleveland Clinic medical professional on 03/24/2022. American Psychological Association. What Is Exposure Therapy? (https://www.apa.org/ptsd-guideline/patients-and-families/exposure-therapy)  Accessed 3/22/2022.\nMerck Manual (Consumer Version). Phobic Disorders (Phobias). (https://www.merckmanuals.com/home/quick-facts-mental-health-disorders/anxiety-and-stress-related-disorders/phobic-disorders-phobias)  Accessed 3/22/2022.\nMerck Manual (Consumer Version). Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 3/22/2022.\nNational Health Service (UK). Overview: Phobias. (https://www.nhs.uk/mental-health/conditions/phobias/overview/)  Accessed 3/22/2022.\nNational Institute of Mental Health. Specific Phobia. (https://www.nimh.nih.gov/health/statistics/specific-phobia)  Accessed 3/22/2022.\nSubstance Abuse and Mental Health Services Administration. Impact of the DSM-IV to DSM-5 changes on the National Survey on Drug Use and Health (https://www.ncbi.nlm.nih.gov/books/NBK519704/table/ch3.t11/)  [Internet]. Accessed 3/22/2022. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
    }
]