[
    {
        "name": "Koinoniphobia (Fear of Rooms or People in Rooms)",
        "description": "Koinoniphobia is a fear of rooms or people in rooms. People with this phobia often go out of their way to avoid being in a room, especially a room full of people. It may make them feel out of control or stressed. But you don’t have to live your life this way. Therapy can offer help.",
        "What is koinoniphobia?": "Koinoniphobia is an intense fear of rooms or people in rooms. It’s a specific phobia, which means that it causes fear of a particular situation. The discomfort you experience is more concerning and uncomfortable than any real threat to your safety. Koinoniphobia may stem from social anxiety disorder. Social anxiety means that interacting with other people makes you anxious. You may have more than one specific phobia, including: Agoraphobia: Fear of enclosed spaces.\nAnthropophobia: Fear of people.\nCatagelophobia: Fear of being ridiculed.\nEnochlophobia: Fear of crowds.\nGlossophobia: Fear of public speaking.\nHaphephobia: Fear of being touched.\nScolionophobia: Fear of school.",
        "Do I have koinoniphobia?": "Rooms are a part of everyday life, and other people are often in them. It’s natural to feel anxious about entering a room full of people you don’t know. You may also not like entering rooms where you don’t know what to expect. For some people, rooms cause an irrational fear that prevents them from completing once-simple tasks. If you have koinoniphobia, the thought of entering a room can bring severe anxiety. It can also cause overwhelming fear that leads to panic attacks. If you think you may have koinoniphobia, talk to your healthcare provider. Having an intense fear of rooms or rooms full of people can negatively impact your life because these situations are difficult to avoid. There’s no reason to feel self-conscious about having a phobia. Treatment can help you regain peace of mind.",
        "What causes koinoniphobia?": "Genetics and your environment can increase the risk of specific phobias like koinoniphobia: Genetics: A family history of mood disorders can raise your risk of anxiety and phobias.\nEnvironment: Emotional trauma related to being in particular rooms, or the people in those rooms, can lead to koinoniphobia.",
        "What are koinoniphobia symptoms?": [
            "koinoniphobia cause combination behavioral changes physical responses may go way avoid rooms full people refusing leave house going building specific rooms people working certain professions working avoiding school avoiding social gatherings cognitive symptoms affect way think feel may include anger anxiety brain fog excessive worry feeling control irrational thoughts like people room may wish harm stress koinoniphobia also make feel sick physical symptoms include crying dizziness muscle tension nausea racing heartbeat palpitations shortness breath dyspnea upset stomach"
        ],
        "How is koinoniphobia diagnosed?": "Healthcare providers diagnose koinoniphobia by asking about your symptoms and behaviors. They may ask: How does being in a room make you feel?\nHow often do you think about being in a room?\nWhat is it about being in a room that scares you?\nDo you have a personal or family history of social anxiety disorder or a specific phobia?\nIs the fear of rooms causing you to make changes in your daily routine?\nAre you avoiding activities or places you used to enjoy because of your fear?",
        "What is koinoniphobia treatment like?": [
            "common treatment koinoniphobia exposure therapy therapist helps become comfortable rooms people one step time first step may discussing different types rooms make feel therapy progresses look pictures talk situations learn coping methods gradually spend time rooms people first room may people know become comfortable spend time rooms people unfamiliar people"
        ],
        "Can other treatments help me cope with koinoniphobia?": "Other treatments may include: Cognitive behavioral therapy (CBT): Your mental health provider guides you through CBT. You explore why rooms make you feel anxious. You also learn how to shut down negative thought patterns.\nMedications: Drugs don’t cure koinoniphobia. But antidepressants and anti-anxiety medications can help you push past challenges. Anti-anxiety drugs may decrease your fear or temporarily make being in different types of rooms less stressful.\nStress reduction: These techniques, which include deep breathing and meditation, help quiet your mind and relax your body. This can reduce the likelihood of panicking when you enter a room full of people.",
        "Is there anything I can do to prevent koinoniphobia?": "If you struggle with anxiety, there are steps you can take to reduce the likelihood of it worsening. Doing so can help you gain more control over your thoughts, lowering the risk of specific phobias. Steps you can take to manage anxiety include: Limiting alcohol and recreational drug consumption.\nLowering stress.\nQuitting smoking and other forms of tobacco use.\nSpending time with loved ones.\nTaking up a new hobby to take your mind off the phobia.",
        "What is the outlook for people with koinoniphobia?": [
            "guidance healthcare provider exposure therapy treatments help manage fear rooms certain situations may sometimes still cause anxiety like giving presentation meeting group coworkers first time knowing calm mind prevent feelings escalating eventually therapy reduce hold koinoniphobia daily actions improve quality life"
        ],
        "What else is important to know about living with koinoniphobia?": "You don’t have to live in fear of rooms. Treatment can ease symptoms, making it easier to come and go as you please. Overcoming phobias takes time. But don’t let this discourage you. Working with your trusted mental health provider can help you make steady progress. A note from Cleveland Clinic Koinoniphobia is a fear of rooms or people in rooms. Going out of your way to avoid rooms can worsen the phobia’s grip on your life. The first step to getting better is talking to your healthcare provider. They can help you find healthy ways of coping. With successful treatment, rooms of people will become less bothersome. You may sometimes still feel anxious, but you’ll know how to quiet negative thoughts so they’re less likely to derail your plans, and life. Last reviewed by a Cleveland Clinic medical professional on 02/16/2022. Merck Manual Consumer Version. Phobic Disorders (Phobias). (https://www.merckmanuals.com/home/quick-facts-mental-health-disorders/anxiety-and-stress-related-disorders/phobic-disorders-phobias)  Accessed 2/16/2022.\nMerck Manual Consumer Version. Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 2/16/2022\nNational Health Service (United Kingdom). Phobias. (https://www.nhs.uk/mental-health/conditions/phobias/)  Accessed 2/16/2022. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
    }
]