[
    {
        "name": "Tachophobia (Fear of Speed)",
        "description": "Tachophobia is the irrational fear of speed. It may relate to a fear of driving. People may be afraid of any fast-moving vehicle, including cars, buses or trains. They may also refuse to watch quick sequences, such as in action movies or sports. Often, the fear stems from past trauma, like witnessing or surviving a car accident.",
        "What is tachophobia?": "Tachophobia is the irrational fear of speed. People with tachophobia are afraid of moving at a quick pace. They may fear riding roller coasters, driving, biking or even walking too fast. Some people with tachophobia may avoid quick-moving transit at all costs. For example, they may refuse to ride airplanes, buses or trains. In some cases, people may refuse to leave their homes for fear of encountering a fast-moving car or bus. Tachophobia is a type of specific phobia. A specific phobia is an overwhelming fear of something that isn’t actually a significant threat. Many people who have specific phobias know the fear is irrational. But it can still be challenging to control symptoms.",
        "Who might get tachophobia?": "Tachophobia can be related to other fears, such as the fear of driving (amaxophobia). Or people may have a fear of dying in a speeding vehicle. You’re more likely to develop tachophobia if you have: Family history of tachophobia.\nFamily member who has an anxiety disorder.\nNegative past experiences with moving fast, such as being in a car accident.",
        "How common is tachophobia?": "Experts don’t know exactly how many people have tachophobia. In general, about 12.5% of adults in the United States deal with a specific phobia at some point in their life. Women are about twice as likely as men to have a specific phobia.",
        "What causes tachophobia?": "Often, tachophobia stems from a past trauma associated with moving quickly. For example, you might have a loved one who died in a plane crash. Or you may have been in a severe car accident. People with a personal or family history of anxiety disorders are more likely to develop specific phobias. Sometimes, the cause of tachophobia is a combination of genetics and negative experiences.",
        "What are the symptoms of tachophobia?": [
            "main symptom tachophobia irrational fear moving quickly observing fast motion people tachophobia may even feel afraid watching sports fast sequences action movies may choose live within walking distance work grocery store often avoid driving taking public transportation avoiding fast speeds make tachophobia symptoms worse reinforces thought fear justified extreme anxiety also cause physical symptoms chest pain dizziness fainting syncope heart palpitations racing heartbeat nausea vomiting shortness breath dyspnea sweating trembling uncontrollable shaking"
        ],
        "How is tachophobia diagnosed?": "To diagnose or rule out tachophobia, your healthcare provider may ask you specific questions about symptoms. Sometimes, anxiety symptoms relate to another mental health condition. Your healthcare provider may ask if you have experienced: Extreme avoidance of swift-moving vehicles.\nFear or anxiety lasting six months or longer.\nImmediate distress or dread when you think about moving at fast speeds.\nPanic that’s severe compared with the actual threat of speed.\nSymptoms that interfere with your usual functioning or daily routine.",
        "How is tachophobia treated?": [
            "tachophobia treatment may similar treatment approaches specific phobias healthcare provider may recommend treatments exposure therapy successful 9 10 people directed often specific phobia treatment need exposure therapy involves gradually introducing specific fear life may imagine moving faster speeds eventually working activities like riding bus driving car cognitive behavioral therapy cbt involves talking therapist symptoms therapist helps identify thought patterns untrue irrational goal cbt retrain brain redirect thought patterns hypnotherapy involves state intense concentration temporarily unaware surroundings state therapist may talk symptoms suggest treatments hypnotherapy often increases success phobia treatments exposure therapy medications may especially useful anxiety disorder example healthcare provider may prescribe diazepam alprazolam may take medicines travel typically stressful events"
        ],
        "How can I prevent tachophobia?": "There’s no guaranteed way to prevent tachophobia. But you may manage or lessen anxiety symptoms by living a healthy lifestyle, such as: Connect with loved ones regularly to lower your risk of social withdrawal and isolation.\nEat a nutritious diet of fruits, vegetables, whole grains, lean protein and healthy fat.\nExercise consistently, incorporating both aerobic exercise and strength training.\nReduce stress with healthy coping strategies such as mindfulness or meditation.\nSleep at least seven to eight hours each night.",
        "Are there long-term effects of tachophobia?": "With treatment, many people manage tachophobia symptoms so they don’t interfere with daily life. Without treatment, specific phobias can increase your risk of: Mood disorders such as depression or anxiety.\nSocial withdrawal and isolation.\nSubstance misuse, including addiction to drugs or alcohol.",
        "What else should I ask my healthcare provider?": "You may want to ask your healthcare provider: What’s the most likely cause of a specific phobia?\nWhat are the treatment options for tachophobia?\nWhat could happen if I don’t seek treatment?\nCan I overcome tachophobia completely? A note from Cleveland Clinic Tachophobia is the irrational fear of speed. People with tachophobia might be afraid to drive a car, ride public transportation or even look at fast-moving vehicles. They might choose to live only in places where they can walk to work or do errands. Treatment might include exposure therapy, CBT or medication. Living a healthy lifestyle can also decrease the frequency and intensity of symptoms. Last reviewed by a Cleveland Clinic medical professional on 03/30/2022. Merck Manual (Consumer Version). Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 3/30/2022. \nNational Institute of Mental Health. Specific Phobia. (https://www.nimh.nih.gov/health/statistics/specific-phobia)  Accessed 3/30/2022. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
    },
    {
        "name": "Technophobia",
        "description": "Technophobia is an overwhelming fear of technology. People with technophobia may fear computers, cell phones or the powers of artificial intelligence. It is most common in older adults and people who are generally anxious about the future. Media portayals of “technology gone wrong” may also contribute to technophobia.",
        "What is technophobia?": "Technophobia is an extreme fear of technology. People with technophobia may fear the power of artificial intelligence, robots or computers. Technophobia is more than resistance to learning new technology. Rather, people with the condition may obsess over technology. Or, they may go to great lengths to avoid incorporating technology into their lives.",
        "Is technophobia a mental illness?": "Technophobia is not a clinical diagnosis in the Diagnostic and Statistical Manual of Mental Disorders (DSM-5). Still, as technology has expanded rapidly in recent years, some clinicians treat technophobia like a specific phobia. Specific phobias are irrational fears of a particular situation, object, animal or interaction. The fear isn’t in proportion to the actual danger.",
        "Who might get technophobia?": "Anyone can feel afraid of or reluctant to use new technology. When the fear interferes with your life, it may be technophobia. Adults and especially seniors are more likely to develop technophobia. You are also more likely to develop technophobia if you have another mental health diagnosis, such as an anxiety disorder.",
        "How common is technophobia?": "Experts don’t know exactly how many people have technophobia. But it's more common in older adults. Many people refuse to use technology as they age. One study found that the portion of older adults who use the Internet includes: 60% of adults ages 55 to 59.\n45% of adults ages 60 to 64.\n25% of adults ages 65 to 74.\n6% of adults ages 74 and older.",
        "What causes technophobia?": "There isn’t a single cause of technophobia. Factors that can contribute to technophobia include: General anxiety about the future.\nMass hysteria about technology unknowns, such as the Y2K scare.\nMedia that portrays “doomsday scenarios” where technology goes wrong or overpowers humans.",
        "What are the symptoms of technophobia?": [
            "someone technophobia might feel preoccupied thoughts forced use technology may avoid getting new computer phone criticize new technology changes refuse use computers atms card readers resist upgrading device software resist using automatic processes automatic withdrawals pay bills sometimes people specific phobias experience extreme physical anxiety symptoms signs may include breathlessness shortness breath dyspnea dizziness fainting syncope flushed skin sweating heart racing heart palpitations nausea vomiting"
        ],
        "How is technophobia diagnosed?": "Although technophobia isn't a formal diagnosis, your healthcare provider may treat it like a specific phobia. Your healthcare provider may ask questions to determine whether the fear of technology interferes with your life. They may ask: What symptoms do you experience?\nDoes a fear of technology cause conflict in your relationships?\nHow long has the fear of technology lasted?\nDo you go to great lengths to avoid interacting with technology?",
        "How is technophobia treated?": [
            "technophobia treatment may similar treatment specific phobias treatments help exposure therapy involves slowly familiarizing object fear first may visualize using technology may work way using real life exposure therapy one effective phobia treatments may treatment need cognitive behavioral therapy cbt talking therapist symptoms feelings therapist helps identify thought processes irrational untrue cbt learn replace untrue thoughts rational ones medication may helpful extreme anxiety experience panic attacks"
        ],
        "How can I reduce my risk of technophobia?": "There is no guaranteed way to prevent technophobia. It’s common to resist adapting to technology, especially as you get older. If you are naturally anxious or have a mental health diagnosis, seek treatment. Getting treatment for underlying conditions may reduce your risk of developing technophobia.",
        "What is the outlook for people with technophobia?": [
            "many people overcome technophobia treatment dealing technophobia crucial refusing adapt changing technology reduce quality life mental health independence especially older adults"
        ],
        "How can I best learn to cope with a fear of technology?": "Most people get frustrated with technology now and then. But that frustration doesn’t need to prevent you from using technology. To reduce fear and make technology transitions smoother, you can: Ask for help from a family member, friend or coworker.\nCall in experts, such as hiring a professional trainer or taking devices to repair shops.\nFocus on one task or device at a time.\nTake your time and don’t feel pressure to learn every new technology at once. A note from Cleveland Clinic Technophobia is the irrational fear of technology. Although it's not a clinical diagnosis, some people think of it as a specific phobia. People with technophobia may feel irrationally afraid of computers, robots or artificial intelligence. This fear keeps them from adapting to new technology, such as using a mobile phone or computer. It may also keep them from using ATMs or paying with credit cards. With treatment, many people can overcome technophobia. Last reviewed by a Cleveland Clinic medical professional on 04/20/2022. Di Giacomo D, Ranieri J, et al. Psychological Barriers to Digital Living in Older Adults: Computer Anxiety as Predictive Mechanism for Technophobia. (https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6770433)  Behav Sci (Basel). 2019 Sep; 9(9): 96. Accessed 4/20/2022. \nDi Giacomo D, Guerra F, et al. Technophobia as emerging risk factor in aging: Investigation on computer anxiety dimension. (https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7270636/)  Health Psychol Res. 2020 May 27; 8(1): 8207. Accessed 4/20/2022. \nMerck Manuals (Consumer Version). Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 4/20/2022.\nNational Institute of Mental Health. Specific Phobia. (https://www.nimh.nih.gov/health/statistics/specific-phobia)  Accessed 4/20/2022. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
    },
    {
        "name": "Thanatophobia (Fear of Death)",
        "description": "Thanatophobia is an extreme fear of death or the dying process. You might be scared of your own death or the death of a loved one. Psychotherapy can help most people overcome this disorder.",
        "What is thanatophobia?": "Thanatophobia is an intense fear of death or the dying process. Another name for this condition is “death anxiety.” You might be anxious about your own death or the death of someone you care about.",
        "What’s the difference between thanatophobia and necrophobia?": "Thanatophobia is different than necrophobia. Necrophobia is a fear of dead things (corpses) or places that contain dead things, such as graveyards.",
        "Is thanatophobia normal?": "It’s natural to feel some sense of worry about death or dying. After all, it’s normal to fear the unknown. You might think dying will be scary, painful or lonely. But if you have thanatophobia, your fear of death affects your daily life. It may make it difficult to function at school, work or in social situations. You may experience physical symptoms, such as a panic attack, when you think about dying. Or you might go out of your way to avoid talking about death or the dying process.",
        "How common is thanatophobia?": "Research suggests that death anxiety is common, though people tend not to report their feelings. One study shows that between 3% and 10% of people feel they’re more nervous than others about the thought of dying.",
        "Who is at risk for thanatophobia?": "Thanatophobia can affect adults and children. It’s more common in people who: Are in poor health or receive a diagnosis of a serious illness.\nDon’t have religious beliefs.\nFeel a sense of dissatisfaction with their life.\nHave low self-esteem.\nHave other phobias or mental health disorders such as depression or anxiety.\nHave parents or loved ones who are elderly, ill or dying.\nLack close family members or friends.\nWitness illness, trauma or violence in their jobs, such as healthcare providers or social workers. One study suggests that elderly people are more likely to fear the dying process, while young adults are more likely to fear death itself. Another study found that the children of elderly parents actually had a higher level of death anxiety than their parents, peaking at around middle age.",
        "What causes thanatophobia?": "It’s possible for a specific event or experience to trigger thanatophobia. For instance, you may develop death anxiety if you: Have a traumatic experience related to death or dying.\nLose a parent or loved one.\nWitness someone having a difficult or painful death. A fear of death can also be at the root of many other phobias like: Aerophobia (fear of flying).\nAgoraphobia (fear of not being able to escape from an unfamiliar place).\nAquaphobia (fear of water).\nArachnophobia (fear of spiders).\nClaustrophobia (fear of crowded, confined spaces).",
        "What are the symptoms of thanatophobia?": [
            "thanatophobia thoughts death may cause intense feelings panic fear dread depression may avoid places situations seem dangerous might also become obsessed health constantly checking signs illness uncommon people death anxiety spend lot time looking abnormal moles checking blood pressure researching medical information develop hypochondriasis disorder causes excessive worry becoming symptoms might resemble panic attack intense thoughts death may trigger chills dizziness lightheadedness excessive sweating hyperhidrosis heart palpitations nausea shortness breath dyspnea trembling shaking upset stomach indigestion dyspepsia"
        ],
        "How is thanatophobia diagnosed?": "There isn’t a test for diagnosing thanatophobia. Your healthcare provider will carefully review your symptoms and ask a variety of questions about your fear of death. They rule out other conditions that can cause similar symptoms, such as obsessive-compulsive disorder or other anxiety disorders. Healthcare providers typically diagnose specific phobic disorders when: Symptoms last for six months or longer.\nSymptoms occur as soon as you encounter the feared object or situation.\nThe fear is about a specific object or situation, such as death or the dying process.\nYou go out of your way to avoid the object or situation you fear.\nYou have trouble functioning in your daily life due to your fear.",
        "How is thanatophobia managed or treated?": "If a fear of death affects your ability to function at school, work or in social situations, seek treatment from a healthcare provider. You may benefit from psychotherapy, which helps you talk through your fear and anxiety. Types of psychotherapy include: Cognitive behavioral therapy (CBT): CBT can help you change the way you think about death so it isn’t so scary. You may need to address unrealistic beliefs about death, such as feeling that death is “unfair” or that the dying process is always painful. CBT also gives you techniques to better manage how you react to thoughts of death, such as deep breathing.\nExposure therapy: This type of therapy gradually exposes you to places, thoughts or situations that relate to death. You might start by writing about how you picture your own death or the death of a loved one. Other exposure techniques could include visiting a hospital, writing a will, reading obituaries or talking with someone who has a terminal illness. Medication for thanatophobia or other specific phobic disorders hasn’t proven very effective. But your healthcare provider may recommend anti-anxiety drugs if you have to be in a stressful or fearful situation, like a funeral.",
        "Is there a way to prevent thanatophobia?": "There’s no way to prevent thanatophobia. But you can reduce its effects on your life by: Avoiding things that can make anxiety worse, like caffeine, drugs or alcohol.\nForming a supportive network of family members, friends and healthcare providers.\nGetting help as soon as you notice symptoms.",
        "What’s the prognosis (outlook) for people with thanatophobia?": "Most people with thanatophobia respond very well to treatment. In fact, studies show that exposure therapy helps most people living with specific phobic disorders.",
        "When should I call the doctor?": "Contact your healthcare provider if you experience: Difficulty functioning in your daily life due to fear of death or the dying process.\nSymptoms of a panic attack. You may want to ask your healthcare provider: Are there support groups for thanatophobia?\nHow long does psychotherapy last?\nWill my fear of death ever go away? A note from Cleveland Clinic Thanatophobia is an intense fear of death or the dying process. While it’s natural to feel anxious about death from time to time, thanatophobia is an anxiety disorder that can disrupt every aspect of your life. Don’t be afraid to talk to a healthcare provider about your fears. They can connect you with a mental health professional who can help you find healthy ways to overcome this condition. Last reviewed by a Cleveland Clinic medical professional on 04/20/2022. Balasubramanian C, Subramanian M, Balasubramanian S, Agrawal A, Raveendran S, Kaliaperumal C. \"Thanatophobia\": Physician's Perspective of Dealing with Patients with Fear of Death. (https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5812065/)  J Nat Sci Biol Med. 2018 Jan-June;9(1):103-104. Accessed 4/20/2022.\nMerck Manual (Consumer Version). Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 4/20/2022.\nNational Health Services (NHS). Phobias. (https://www.nhs.uk/mental-health/conditions/phobias/)  Accessed 4/20/2022. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
    },
    {
        "name": "Tokophobia (Fear of Childbirth)",
        "description": "Tokophobia is an extreme fear of childbirth. The condition causes some people to take excessive measures to avoid getting pregnant. People who do become pregnant may dread each week of pregnancy instead of enjoying it. With therapy and extra support, this condition can be overcome.",
        "What is tokophobia?": "Tokophobia is an extreme fear of childbirth. This condition primarily affects people designated female at birth, but a small number of people designated male at birth also experience it. Tokophobia is a specific phobia that causes fear of a particular situation. There are two types of tokophobia: Primary tokophobia occurs in people who've never been pregnant.\nSecondary tokophobia develops after a traumatic event during pregnancy or labor. These may include difficult labor or stillbirth. Tokophobia may stem from other fears, including: Algophobia: Fear of pain.\nHaphephobia: Fear of being touched.\nIatrophobia: Fear of doctors.\nNosocomephobia: Fear of hospitals.\nObesophobia: Fear of gaining weight.\nPedophobia: Fear of children.\nThanatophobia: Fear of dying.\nTrypanophobia: Fear of needles.",
        "Do I have tokophobia?": "Many people feel anxious about childbirth. Tokophobia causes some people to avoid getting pregnant. People who become pregnant might not feel excited about it and try to hide their growing baby. There’s no reason to feel embarrassed about tokophobia. And you shouldn’t have to experience these feelings alone. Talking to your healthcare provider can be one of the first steps toward getting relief. Treatment can make being pregnant and planning for childbirth less stressful.",
        "What causes tokophobia?": "Causes of tokophobia include: Having a history of abuse or rape that makes you feel shameful about being pregnant.\nFeeling pressured into having an uncomplicated vaginal birth.\nLearning of other people’s bad experiences during childbirth.\nBeing self-conscious about healthcare providers putting their hands near your vagina during childbirth. \nNot knowing that the likelihood of complications during childbirth is low. \nAnticipating lifestyle changes, like not being able to control your schedule.",
        "What are tokophobia symptoms?": [
            "tokophobia affects thoughts behaviors many people tokophobia suffer depression also likely experience negative outcomes fear pregnancy may cause avoid sexual intercourse feel emotionally connected unborn child feel excited pregnancy try hide fact pregnant feel disconnected partner loved ones people extreme fear giving birth likely choose cesarean birth even though safe vaginal delivery possible seek abortion become pregnant put baby adoption"
        ],
        "How is tokophobia diagnosed?": "Tokophobia is often diagnosed during healthcare provider visits for other reasons. People who aren't pregnant: During annual exams, healthcare providers ask about contraception and plans to start a family. This is an excellent opportunity to discuss your concerns about childbirth.\nPeople who are pregnant: Regular prenatal exams include questions about your mental health. Answering these questions honestly helps healthcare providers detect tokophobia.",
        "How is tokophobia treated?": [
            "common tokophobia treatment cognitive behavioral therapy cbt undergoing cbt helps identify aspects childbirth fueling phobia also learn healthy coping methods working mental health professional additional methods overcoming tokophobia may include antidepressants depression antidepressants help medications balance brain chemicals responsible regulating mood hypnotherapy hypnotherapy uses focused relaxation achieve heightened sense awareness state mental health provider helps explore subconscious thoughts holding back stress reduction yoga meditation relaxation techniques clear mind may make feel confident childbirth"
        ],
        "Is there anything I can do to prevent tokophobia?": "While tokophobia can’t be prevented, there are several ways you can reduce its influence on your life. It’s natural to be fearful about childbirth. But this doesn’t have to hold you back from starting or expanding your family. If you feel anxious, it’s never too early to discuss your concerns with your healthcare provider. You may also wish to shut out stories of other people’s negative childbirth experiences. Just because things don’t go as planned for other people doesn't mean the same will happen to you.",
        "Can tokophobia be cured?": "With successful treatment, anticipating childbirth is less likely to feel overwhelming. You may still have anxiety about it. But knowing how to calm your mind prevents these feelings from escalating.",
        "What else is important to know about overcoming tokophobia?": "Having a support network can make it easier to cope with tokophobia. Identify friends and loved ones who are a positive influence in your life. These people may or may not have experienced pregnancy. But you can count on them for kind words and encouragement. You can also learn more about childbirth by: Attending prenatal classes: These classes guide you through what to expect during childbirth. They take place toward the end of your pregnancy.\nTaking early pregnancy classes: These classes are for people in the early stages of pregnancy or who wish to become pregnant. \nTouring a hospital or birthing center: Most facilities offer guided tours and give you the opportunity to ask questions. \nJoining a support group: There are many online pregnancy forums, including options for people trying to conceive. Your hospital may also host an in-person group. A note from Cleveland Clinic Tokophobia is an extreme fear of childbirth. It’s natural to be anxious about the many unknowns that come with delivering a baby. But you shouldn’t let this hold you back from starting or expanding your family. Talk to your healthcare provider about your concerns. There are many methods for overcoming this fear. Doing so can help you appreciate the joys of pregnancy and welcoming a new baby. Last reviewed by a Cleveland Clinic medical professional on 04/12/2022. Bhatia MS, Jhanjee A. Tokophobia: A dread of pregnancy. (https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3830168/)  Ind Psychiatry J. 2012;21(2):158-159. Accessed 4/12/2022.\nLamaze International. 10 Ways to Help Overcome Your Birth Fears. (https://www.lamaze.org/Giving-Birth-with-Confidence/GBWC-Post/10-ways-to-help-overcome-your-birth-fears)  Accessed 4/12/2022.\nMerck Manual Consumer Version. Phobic Disorders (Phobias). (https://www.merckmanuals.com/home/quick-facts-mental-health-disorders/anxiety-and-stress-related-disorders/phobic-disorders-phobias)  Accessed 4/12/2022.\nMerck Manual Consumer Version. Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 4/12/2022.\nNational Health Service (United Kingdom). Phobias. (https://www.nhs.uk/mental-health/conditions/phobias/)  Accessed 4/12/2022. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
    },
    {
        "name": "Trypanophobia (Fear of Needles)",
        "description": "Trypanophobia is the intense fear of needles. Specifically, people with trypanophobia fear needles in medical settings. They may avoid getting vaccines, blood draws or intravenous (IV) fluids. Although needle phobia is common, it can have severe consequences if it causes you to avoid or delay medical care. Treatment can help.",
        "What is trypanophobia?": "Trypanophobia (trih-PAN-o-foe-bee-uh) is the overwhelming, extreme fear of medical procedures that involve needles. It's closely related to phobias of needles, pins or sharp objects. But people with trypanophobia specifically fear needles in the medical setting. Needle phobia is a type of specific phobia. Intense trypanophobia can interfere with your life. A severe fear may cause you to miss necessary doctor’s appointments or follow prescribed treatments.",
        "Who might get trypanophobia?": "A few factors can increase your risk of developing trypanophobia. These include: History of negative or traumatic experiences with needles.\nFamily history of needle phobia.\nOther fears related to illness or medicine, such as hypochondria or germaphobia (mysophobia).\nOther anxiety disorders, such as obsessive-compulsive disorder (OCD) or generalized anxiety disorder (GAD).",
        "How common is trypanophobia?": "Trypanophobia is most common in children. Some research shows that up to 2 in 3 children fear needles. Many people grow out of trypanophobia, but many adults still fear needles. According to some reports, up to 16% of adults avoid getting vaccines because they're afraid of needles. Other studies show that up to 1 in 10 adults struggle with needle phobia.",
        "What causes trypanophobia?": "Experts don’t always identify a single cause of trypanophobia. Different people may be afraid of specific aspects of needles or injections. People may have: Hypersensitivity to pain (hyperalgesia).\nFear of being restrained (merinthophobia), which may be triggered when receiving an injection.\nNegative or traumatic memories triggered by seeing a needle.\nVasovagal reactions (passing out or situational syncope) at the sight or touch of a needle.",
        "What are the symptoms of trypanophobia?": [
            "people trypanophobia intense anxiety sight thought procedure involving needle sometimes anxiety severe debilitating may lead panic attack sudden wave anxiety causes physical symptoms needle phobia may cause people avoid even run away medical care signs trypanophobia may include dizziness fainting syncope heart racing heart palpitations insomnia nausea vomiting temporarily increased blood pressure"
        ],
        "How is trypanophobia diagnosed?": "Healthcare providers use the American Psychiatric Association's (APA) Diagnostic and Statistical Manual of Mental Disorders (DSM). Needle phobia is a type of specific phobic disorder, blood-injection-injury type, in the DSM. A provider may diagnose trypanophobia if you have intense fear or anxiety when you see a needle or need an injection. Your provider may ask questions to assess the severity of your fear of needles. Your provider may want to know: How long you've been afraid of needles.\nWhat symptoms you experience when you see a needle.\nHow long your symptoms last.\nIf fearing needles interferes with your ability to get medical care.",
        "How is trypanophobia treated?": [
            "single way treat trypanophobia may need try multiple strategies lessen trypanophobia symptoms provider may recommend exposure therapy involves slowly introducing specific fear life therapist may show pictures needle stand near needle ask hold one time goal change physical mental response seeing needle cognitive behavioral therapy cbt often called talk therapy involves talking fear therapist learn new coping techniques different ways think needles cbt helps control symptoms medication may helpful still feel extreme stress around needles going therapy"
        ],
        "How can I overcome trypanophobia?": "For many people, trypanophobia never goes away completely. You may learn to use coping strategies that lessen symptoms. You may: Avoid watching the needle stick or looking at the needle itself.\nBring a support person, like a spouse, friend or family member, to medical appointments.\nDistract yourself by wiggling your toes, looking intently at a pattern on the wall or chatting with someone during the needle stick.\nLie down before getting a needle stick, especially if you have fainted or felt dizzy in the past.\nPractice deep-breathing techniques, such as counting to four on each inhale and exhale.\nRelax the muscle where you're receiving an injection to decrease pain.\nRequest a numbing agent such as a freezing spray to numb your skin before the needle prick.\nTell the person giving you an injection or blood draw that you have a fear of needles.",
        "Are there other conditions that put me at higher risk?": "You may be more likely to develop needle phobia if you have another mental health diagnosis, such as: Germaphobia.\nHypochondria.\nObsessive-compulsive disorder (OCD).\nPost-traumatic stress disorder (PTSD).",
        "Are there long-term effects from trypanophobia?": "Untreated trypanophobia can have severe consequences. The fear may cause you to delay or forego necessary medical care. If you have a chronic health condition, avoiding medical care can significantly increase your risk of health complications. In medical emergencies, delaying or avoiding medical care can even lead to death. With treatment, many people can manage trypanophobia symptoms. Therapy or medication may help decrease anxiety enough that you can receive medical treatment.",
        "What should I ask my doctor?": "You might want to ask your healthcare provider: What is the most likely cause of trypanophobia? \nWhat can I do to relax before medical appointments? \nWhat are the available treatments for trypanophobia? \nCan I overcome trypanophobia?",
        "How do I know if I have trypanophobia?": "If you feel extreme anxiety every time you see a needle or think about an injection, you may have trypanophobia. Often, people with this phobia have symptoms when they know they need to get an injection or blood draw. They may feel dizziness, nausea or heart palpitations. Typically, needles are the only trigger for this fear. If you have extreme anxiety symptoms at other times, your symptoms may relate to another condition. A note from Cleveland Clinic Trypanophobia is the extreme fear of needles. Specifically, people with this phobia feel afraid of getting injections or blood draws. Although trypanophobia is common, it can significantly interfere with your life. People with intense needle phobia may delay or avoid necessary medical care. With treatment, you can learn to manage anxiety symptoms so that you experience fewer disruptions to your life. Last reviewed by a Cleveland Clinic medical professional on 04/12/2022. McLenon J, Rogers MA. The fear of needles: A systemic review and meta-analysis. (https://pubmed.ncbi.nlm.nih.gov/30109720/)  J Adv Nurs. 2019 Jan;75(1):30-42. Accessed 4/12/2022. \nMerck Manuals (Consumer Version). Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 4/12/2022.\nNational Institute of Mental Health. Specific Phobia. (https://www.nimh.nih.gov/health/statistics/specific-phobia)  Accessed 4/12/2022. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
    },
    {
        "name": "Trypophobia",
        "description": "Trypophobia brings on feelings of disgust or fear when you see patterns with lots of holes. Sunflowers, honeycombs, sponges and seedy fruits can cause this response. Trypophobia is a type of anxiety disorder. Most people don’t have a true fear of holes. Exposure therapy may help you manage repulsions to holey patterns.",
        "What is trypophobia?": "Trypophobia (trip-uh-FOE-bee-uh) is an aversion or repulsion to objects like honeycombs and sponges that have repetitive patterns or clusters of small holes. People with trypophobia are disgusted by the pattern of holes. They don’t necessarily have a fear of holes.",
        "What are trypophobia triggers?": "A person is more likely to have an adverse reaction to a holey object or image the closer they are to it. Trypophobia triggers may include: Bread and bagels with seeds.\nCheese with holes.\nFruits with small seeds like strawberries, raspberries, papaya and kiwi.\nHoneycombs, sunflowers and lotus seed pods.\nInsects and bees.\nSkin on snakes, lizards, frogs and other reptiles.\nSoles of shoes.\nSponges.",
        "How common is trypophobia?": "Some studies suggest that as many as 17% of children and adults (about one in six people) have some degree of trypophobia. It’s a fairly new disorder first named in 2005. More people became aware of trypophobia after news stories reported that people reacted negatively to clusters of tiny camera lenses on certain smartphones. In addition, the TV show “American Horror Story: Cult” featured a character who had trypophobia. The show included triggering images that repulsed some viewers and increased awareness of the phobia.",
        "What causes trypophobia?": "Experts don’t know why some people develop trypophobia. One theory is that the brain associates clusters of holes with danger. For example, you may associate a pattern of small holes with the skin of a venomous snake or the eyes of a tarantula. Or the holes may remind you of skin diseases or skin rashes. Another theory is that your brain uses more energy and oxygen to process holey patterns, triggering feelings of distress. It may also be a feature of obsessive-compulsive disorder (OCD).",
        "How do you get trypophobia?": "Trypophobia affects more females than males. You may be more prone to trypophobia if you have: Anxiety.\nDepression.\nObsessive-compulsive disorder.",
        "What are trypophobia symptoms?": [
            "trypophobia cause chills choking dry mouth fast breathing heart rate intense feeling disgust terror pale skin profuse sweating hyperhidrosis nausea trembling shaking"
        ],
        "How is trypophobia diagnosed?": "The American Psychiatric Association (APA) doesn’t recognize trypophobia as a disorder in its Diagnostic and Statistical Manual of Mental Disorders (DSM). This may be because the condition is often uncomfortable but not debilitating. Because it’s not recognized as a disorder, there aren’t established criteria for diagnosing it. However, there is a trypophobia test. Completing the online trypophobia test (which is solely for research purposes) may help determine whether you have this aversion. The test doesn’t collect your personal information. Your participation is anonymous. The trypophobia test: Displays a variety of images for one to eight seconds each. Some of the images have patterns or clusters of holes, while some do not.\nAsks you to estimate how long you saw each image.\nCompares your estimates for viewing trypophobic images and neutral images (those without holes) and gives you a ratio at the end of the test. A ratio higher than two may indicate trypophobia. You may want to talk to a mental health professional like a psychologist about the test findings and your adverse reactions to holey patterns.",
        "Is there a trypophobia cure?": "If trypophobia affects your ability to engage in certain activities or enjoy life, you may benefit from exposure therapy. This therapy gradually exposes you to trypophobia triggers, helping you to manage your reactions. This type of psychotherapy (talk therapy) helps as many as nine in 10 people overcome specific phobic disorders. During exposure therapy, your healthcare provider: Teaches you breathing and relaxation techniques to use before and during exposures.\nShows you images or videos of clusters or patterns of holes while helping you manage your response.\nGradually expands the exposures until you are touching or holding something with a holey pattern, like a sponge. You may also get cognitive behavioral therapy (CBT). This therapy helps change your perceptions and responses to situations that trigger trypophobia. Anti-anxiety medications generally don’t help people with specific phobic disorders. If you know you’ll be in a situation that might trigger a reaction, your provider may prescribe anti-anxiety medicine for short-term help.",
        "What are the complications of trypophobia?": "In extreme situations, trypophobia may affect your ability to work, go to school or socialize. You may experience: Depression.\nIncreased stress and irritability.\nInsomnia or sleep problems.\nPanic attacks.",
        "Can you prevent trypophobia?": "Relaxation techniques like meditation, mindfulness or visualizing soothing images may help you avoid feelings of trypophobia.",
        "What is the prognosis (outlook) for people who have trypophobia?": "Most people who complete exposure therapy see improvements in their symptoms. Once you have a handle on trypophobia triggers, you can use breathing or relaxation methods to manage your body’s reactions.",
        "When should I call the doctor?": "You should call your healthcare provider if you experience: Depression, anxiety or OCD.\nExtreme irritability.\nInsomnia\nPanic attacks.",
        "What questions should I ask my doctor?": "You may want to ask your healthcare provider: What causes trypophobia?\nWhat is the best treatment for me?\nShould I try exposure therapy?\nHow long will I need therapy?\nShould I watch for signs of complications? A note from Cleveland Clinic Trypophobia refers to disgust or fear of a pattern of holes. Seeing clusters of holes in foods, flowers and everyday items like sponges can trigger feelings of revulsion. Trypophobia is gaining recognition as an anxiety problem that can affect quality of life. Don’t be embarrassed to talk to your healthcare provider if you think you have trypophobia. (You can take the trypophobia test to find out.) If needed, your provider can connect you with a mental health professional who may use exposure therapy to help you overcome this issue. Last reviewed by a Cleveland Clinic medical professional on 08/11/2021. Martínez-Aguayo JC, Lanfranco RC, et al. Trypophobia: What do we know so far? A case report and comprehensive review of the literature. (https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5811467/)  Front Psychiatry. 2018;9:15. Accessed 10/11/2021.\nMerck Manual (Consumer Version). Phobic disorders (phobias). (https://www.merckmanuals.com/home/quick-facts-mental-health-disorders/anxiety-and-stress-related-disorders/phobic-disorders-phobias)  Accessed 10/11/2021.\nMerck Manual (Consumer Version). Specific phobic disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 10/11/2021.\nPipitone RN, DiMattina C. Object clusters or spectral energy? Assessing the relative contributions of image phase and amplitude spectra to trypophobia. (https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7393229/)  Front Psychol. 2020;11:1847. Accessed 10/11/2021. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
    }
]