[
    {
        "name": "Acrophobia (Fear of Heights)",
        "description": "People with acrophobia have an intense fear of situations that involve heights such as being in a tall building or using a ladder. Like other specific phobias, acrophobia is treatable with a psychological therapy called exposure therapy.",
        "data": {
            "What is acrophobia?": "Acrophobia is a mental health condition in which the individual experiences an intense fear of heights. It’s a type of anxiety disorder. A person with acrophobia experiences intense fear and anxiety when they think of tall heights or are positioned at a significant height. They often avoid situations or places that involve heights. A certain amount of concern around heights is normal for all people, and most people are more cautious than usual when they are at a significant height. Most of us may feel uneasy or a bit shaky if we look down from a tall height, such as from a bridge. But people with acrophobia experience intense and unreasonable fear when they’re faced with heights, including everyday tasks such as climbing a flight of stairs, standing near a balcony, or parking a car in a multiple-floor parking garage.",
            "Who does acrophobia affect?": "Like other phobias, acrophobia can affect anyone at any age. Specific phobias, like acrophobia, are more likely to develop in children and become apparent in adolescents and young adults. Females are more likely to develop specific phobias.",
            "What kind of heights are people with acrophobia afraid of?": "Types of heights or situations that people with acrophobia may fear include: Walking up a flight of stairs.\nBeing on a ladder.\nUsing a multi-level parking garage.\nBeing on or crossing over a bridge.\nBeing on a rollercoaster.\nStanding near a balcony or at the top of a building.\nLooking out a window of a tall building. Since there are many kinds of phobias, they can be a little challenging to diagnose. People who have acrophobia generally fear more than one kind of height or high place. There are other phobias that are characterized by a fear of a situation that happens to involve a significant height, but the height isn’t the main aspect of the fear. As an example, if you have an intense fear of flying on airplanes (which happens at a significant height) specifically, you may have aerophobia, the fear of flying, and not acrophobia. If you’re experiencing intense fear that limits your life and experiences, it’s important to see your healthcare provider so you can get a proper diagnosis and treatment.",
            "How common is acrophobia?": "Acrophobia is one of the most common phobias. Approximately 3% to 6% of people have acrophobia.",
            "What are the signs and symptoms of acrophobia?": "The main symptom of acrophobia is feeling intense anxiety and fear of heights. Some people with acrophobia fear significant heights such as a tall bridge while others also fear shorter heights such as being on a ladder. Feeling intense fear and anxiety when thinking about, looking at or being in high places.\nFearing that something negative will happen in a high place such as falling or being trapped in a high place.\nFeeling a strong desire to escape if you’re in a high place. Experiencing a rapid heartbeat when thinking of or looking at heights.\nFeeling dizzy and lightheaded when thinking of or looking at heights.\nFeeling queasy.\nTrembling.\nHaving shortness of breath.",
            "What causes acrophobia?": "Researchers aren’t sure what exactly causes acrophobia. They believe that having acrophobia can stem from our natural human concern of falling from a high place and hurting ourselves. Dwelling on and worrying about the possible pain you could experience from falling from a significant height could contribute to developing acrophobia. Researchers also think that a negative or traumatic experience that involved a significant height may contribute to a person developing acrophobia.",
            "How is acrophobia diagnosed?": "Acrophobia is diagnosed through a thorough series of questions about the person’s history, experiences and symptoms. Usually, you have to have had experienced persistent fear and anxiety of heights for at least six months in order to be diagnosed with acrophobia. Your healthcare provider will likely use the criteria in the Diagnostic and Statistical Manual of Mental Disorders (DSM-5), a publication by the American Psychiatric Association, to diagnose acrophobia. Your provider will also rule out any other physical or mental health conditions that could be causing your symptoms. In general, phobias have at least four criteria for diagnosis, including: Intense and unreasonable fear: The fear of the object or situation is persistent and out of proportion to an appropriate level of fear.\nAnticipatory anxiety: An individual who has a phobia tends to dwell on or dread future situations or experiences that will involve the object or situation they are afraid of.\nAvoidance: Many people who have a phobia will actively avoid the feared object or situation. Some go to extreme lengths to avoid the thing they are afraid of.\nThe phobia interferes with day-to-day activities: The fear the individual experiences has to limit their everyday life in some way in order for it to be diagnosed as a phobia.",
            "How is acrophobia treated?": "Acrophobia can usually be treated with psychological treatment (psychotherapy) such as exposure therapy, virtual reality exposure therapy and/or cognitive behavioral therapy. Sometimes people need medications that temporarily relieve symptoms of fear and anxiety to cope with fear while they are participating in therapy. Exposure therapy: Exposure therapy is a common form of psychological treatment used to treat specific phobias. People with phobias usually avoid situations that involve the thing they are afraid of. Because of this, they aren’t able to learn that they can manage their fear when presented with their specific phobia or that their feared outcomes often do not happen. Therapists and psychologists use exposure therapy for people who have a phobia to slowly encourage them to enter situations that cause them anxiety, and to try to stay in that situation so that they can learn to cope. Virtual reality exposure therapy (VRET): Virtual reality exposure therapy is a type of psychological treatment that uses technology to show the person realistic — but fake — situations to help them cope with stressful and anxiety-inducing situations. If you have acrophobia, you may use a virtual reality (VR) headset that will show you simulations of situations that involve heights. This way, you can be exposed to heights in a way that’s completely safe and feels, real but isn’t. Research has shown that virtual reality exposure therapy is effective in treating acrophobia. Cognitive behavioral therapy (CBT): CBT is a form of psychological treatment. Through talking and asking questions, your therapist or psychologist helps you gain a different perspective. As a result, you learn to respond better to and cope with the stress and anxiety you feel when you are exposed to things that cause you fear.",
            "What medications are used to treat acrophobia?": "Medications aren’t usually used to treat specific phobias like acrophobia. Sometimes people with acrophobia might take medications to temporarily help them relieve symptoms of fear and anxiety to treat their phobia when they’re going through psychological therapy or in situations that are unavoidable. Medications sometimes used to help treat acrophobia include: Beta blockers: Some beta-blockers are used to treat or prevent physical symptoms of anxiety, such as a fast heart rate.\nRelaxants (benzodiazepines): Medications like benzodiazepines, which are used to help you relax, can temporarily reduce the amount of anxiety you feel.",
            "What are the risk factors for developing acrophobia?": "Healthcare professionals still aren’t sure of the exact cause of acrophobia. So far, they’ve found that the risk factors for developing acrophobia can include: Falling from a significant height or watching someone else fall from a significant height.\nExperiencing a negative event, such as a panic attack, while in a high place.\nHaving a family history of anxiety disorders.",
            "What is the prognosis (outlook) for acrophobia?": "Only about 10% to 25% of people who have a specific phobia, such as acrophobia, seek treatment for their condition because many can avoid the situation that they fear. If you have acrophobia, avoiding situations that involve heights can prevent you from completing everyday tasks such as walking up a flight of stairs or crossing a bridge and can lower your overall quality of life. Having acrophobia can also be potentially dangerous if you experience a panic attack while at a significant height, such as while on a ladder. This is why it’s important to seek treatment. Research has shown that exposure therapy, especially virtual reality exposure therapy, is successful in treating acrophobia. People who have acrophobia and don’t seek treatment are two times more likely to develop a generalized anxiety disorder or depression that’s unrelated to their specific phobia.",
            "Is there a cure for acrophobia?": "There is currently no cure for acrophobia, but exposure therapy, a form of psychological therapy, is successful in treating it. Exposure therapy is considered the first-line treatment for specific phobias in general.",
            "How can I take care of myself if I have acrophobia?": "If you’re in a high place there are some things you can do to try to decrease your anxiety. If you can safely do any of the following actions while in a high place, try: Fixing your view/sight on the horizon.\nLooking at stationary objects near you.\nSiting or laying down.\nPausing or stop movement.\nDoing cognitive distractions, such as naming items from a certain category. It can be uncomfortable, but it’s important to talk to your healthcare provider if you’re experiencing the signs and symptoms of acrophobia. Therapy can help you overcome your phobia. If you’ve already been diagnosed with acrophobia, there are some things you can do to manage your symptoms, including: Getting enough sleep and exercise.\nIf you are participating in psychological therapy to treat your acrophobia, be sure to see your therapist regularly.\nPracticing mindfulness activities such as mediation.\nPracticing relaxation techniques such as deep breathing and yoga.\nReaching out to family and friends for support.\nJoining a support group for people who have acrophobia or specific phobias in general.",
            "What questions should I ask my doctor?": "Talking about your mental health can be uncomfortable and scary. Your mental health is just as important as your physical health, so it’s important to talk to your healthcare provider about your symptoms. The following questions may be helpful to ask your provider if you have acrophobia: What kind of treatment do you recommend?\nShould I see a therapist, psychologist and/or psychiatrist?\nDo you have any recommendations for psychologists, psychiatrists or therapists that I could see?\nHow long will treatment take?\nDo you know of any support groups for acrophobia or phobias in general?\nDo you have any learning resources on acrophobia that I could read? A note from Cleveland ClinicIf you have acrophobia, know that you are not alone. Acrophobia is a common phobia. Avoiding heights can provide short-term relief, but this doesn’t address the underlying cause of your fear and anxiety. Although it can be difficult and uncomfortable, it’s important to talk to your healthcare provider and seek proper treatment for your acrophobia. The sooner you seek help, the sooner you can take back control of your life. Reviewed by a Cleveland Clinic medical professional. Huppert D, Wuehr M, Brandt T. Acrophobia and visual height intolerance: advances in epidemiology and mechanisms. (https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7718183/)  J Neurol. 2020; 267(1): 231-240. Accessed 11/3/2021.\nArroll B, Wallace HB, Mount V, Humm SP, Kingsford DW. A systematic review and meta-analysis of treatments for acrophobia. (https://pubmed.ncbi.nlm.nih.gov/28359010/)  Med J Australia. 2017; 206(6): 263-267. Accessed 11/3/2021.\nSociety of Clinical Psychology. Exposure therapies for specific phobias. (https://div12.org/treatment/exposure-therapies-for-specific-phobias/)  Accessed 11/3/2021.\nEaton WW, Bienvenu, OJ, Miloyan B. Specific phobias. (https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7233312/)  Lancet Psychiatry. 2018; 5(8): 678-686. Accessed 11/3/2021. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    },
    {
        "name": "Aerophobia (Fear of Flying)",
        "description": "Aerophobia is a fear of flying. It’s very common, affecting more than 25 million adults in the U.S. Psychotherapy can usually help people overcome their fear and fly without extreme anxiety or panic attacks.",
        "data": {
            "What is aerophobia?": "Aerophobia is an extreme fear of flying in an airplane. People with aerophobia may be scared about different aspects of flying, such as take-off, landing or getting locked in the plane. You might know that your fear is irrational — statistics show that air travel has the lowest death rates among other forms of transportation — but you can’t reason your way out of the anxiety. Another name for this condition is aviophobia. Most people with aerophobia aren’t actually afraid of the plane crashing. Instead, you might fear the overwhelming anxiety that comes with being on the plane. The anticipation of flying, or thinking about flying, is often as troubling as being on the flight itself.",
            "How common is aerophobia?": "Fear of flying is common. Research suggests it affects about 25 million adults in the U.S.",
            "Who is at risk for aerophobia?": "Aerophobia is most common in people between the ages of 17 and 34. This is a time in life when significant changes occur, such as graduation, marriage or childbirth. People may be scared that flying jeopardizes their life at such an important time. It’s possible for someone to fly without anxiety for years, and then develop aerophobia.",
            "What causes aerophobia?": "Aerophobia usually doesn’t have a specific cause. It’s very rare for aerophobia to stem from a traumatic experience on a flight. Specific triggers might include: News stories about terrorism, crashes or violence on airplanes.\nTake-off and landing.\nThoughts about fire or illness spreading through the plane.\nTurbulence (bumps during the flight). Other phobias can also make aerophobia worse: Acrophobia (fear of heights).\nAgoraphobia (fear of leaving the house or not being able to escape from a place or get help if something goes wrong).\nAnthropophobia (fear of people).\nClaustrophobia (fear of crowded, confined spaces).\nMysophobia (germaphobia, or fear of germs).",
            "What are the symptoms of aerophobia?": "If you have aerophobia, you might avoid flying at all costs. This could mean missing family vacations or refusing to travel for work. You might insist on other modes of transportation, such as cars, buses or trains — even if they’re less convenient than flying. If you have aerophobia, you might also avoid movies, books or news stories that relate to air travel. Or you may become obsessed with learning about security measures at airports and on planes. It’s also possible for people with aerophobia to have panic attacks before or during a flight. Symptoms may include: Chills.\nDizziness and lightheadedness.\nExcessive sweating (hyperhidrosis).\nHeart palpitations.\nNausea.\nShortness of breath (dyspnea).\nTrembling or shaking.\nUpset stomach or indigestion (dyspepsia).",
            "How is aerophobia diagnosed?": "There isn’t a specific diagnostic test for aerophobia. Your healthcare provider will carefully review your symptoms and ask you a variety of questions about your fear of flying. Aerophobia can range from mild (you’ll fly if you have to, but it makes you anxious) to severe (you’ve refused to fly for more than five years). Your healthcare provider may diagnose you with a specific phobic disorder, such as aerophobia, if you: Develop symptoms at the thought of the fearful object or situation, such as airplanes or air travel. \nExperience your fear for six months or longer.\nGo out of your way to avoid the object or situation you fear. \nHave difficulty functioning at home, work or in social situations due to your fear.",
            "How is aerophobia managed or treated?": "Many people can work on overcoming their fear of flying with psychotherapy. Your healthcare provider may recommend: Cognitive behavioral therapy (CBT): CBT focuses on helping you change the way you think about flying. It might include learning about how planes work, or reviewing safety statistics for air travel versus other forms of travel. Your therapist can also teach you techniques to manage certain triggers. For example, deep breathing or meditation during take-off, landing or turbulence can reduce your symptoms of anxiety. You can also learn to “talk back” to negative thoughts about flying when they arise.\nExposure therapy: This type of therapy gradually exposes you to places, thoughts or situations that relate to air travel. You may visit an airport and watch planes arrive and depart. Virtual reality tools, such as computer simulations of flights, can also help you overcome your fear of flying. Psychotherapy may be one-on-one with a therapist or in a group setting. Some cities in the U.S. have group therapy programs at airports that include a “graduation flight” at the end of the treatment program. Medication isn’t very effective for the long-term management of aerophobia or other specific phobic disorders. But if you have to fly and worry about having a panic attack, your healthcare provider may recommend anti-anxiety drugs on an as-needed basis.",
            "Is there a way to prevent aerophobia?": "There isn’t a way to prevent aerophobia. But you can reduce its effects on your life by: Avoiding things that can make anxiety worse, such as caffeine, drugs or alcohol. \nSharing your fears and anxieties with a support system of family members, friends or peers. \nTalking to your healthcare provider about your concerns.",
            "What’s the prognosis (outlook) for people with aerophobia?": "Most people with aerophobia respond well to treatment such as psychotherapy. One study suggests that some people’s symptoms improved for two to three years after CBT. It’s possible for aerophobia to return after treatment, so some people may need ongoing therapy.",
            "When should I call the doctor?": "Contact your healthcare provider if you experience: Difficulty functioning in your daily life due to fear of flying.\nSymptoms of a panic attack.",
            "What questions should I ask my doctor?": "You may want to ask your healthcare provider: Can medication help me get through a flight without panicking?\nDo I need psychotherapy and for how long?\nHow can I find support for aerophobia?\nWill I ever get over my fear of flying? A note from Cleveland Clinic Aerophobia is an extreme fear of flying. People with aerophobia might feel intense anxiety before or during a flight. This condition can interfere with your ability to travel for work or pleasure. If aerophobia is affecting your quality of life, talk to your healthcare provider. With psychotherapy, most people can conquer their fear of flying. Last reviewed by a Cleveland Clinic medical professional on 02/24/2022. Anxiety & Depression Association of America (ADAA). How can I overcome my fear of flying? (https://adaa.org/living-with-anxiety/ask-and-learn/ask-expert/how-can-i-overcome-my-fear-of-flying)  Accessed 2/24/2022. \nMerck Manual (Consumer Version). Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 2/24/2022.\nNational Health Services (NHS). Phobias. (https://www.nhs.uk/mental-health/conditions/phobias/)  Accessed 2/24/2022. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    },
    {
        "name": "Agoraphobia",
        "description": "Agoraphobia is a mental health condition that causes excessive fear of certain situations. Some people may even avoid leaving their home. Agoraphobia is manageable with treatment, which includes medication, cognitive behavioral therapy and lifestyle changes. The earlier you receive a diagnosis and treatment, the more likely treatment will work.",
        "data": {
            "What is agoraphobia?": "Agoraphobia is an anxiety disorder that causes an intense fear of becoming overwhelmed or unable to escape or get help. Because of fear and anxiety, people with agoraphobia often avoid new places and unfamiliar situations, like: Large, open areas or enclosed spaces.\nCrowds.\nPlaces outside of their home.\nPublic transportation.",
            "How common is agoraphobia?": "Researchers don’t know the exact cause of agoraphobia. However, it’s often associated with an existing panic disorder. Panic disorder causes short, intense attacks of fear for no particular reason. About a third of people who have panic disorder develop agoraphobia. But agoraphobia also can occur alone.",
            "What are the symptoms of agoraphobia?": "Everyone experiences anxiety sometimes. But an anxiety disorder causes excessive worry that affects daily activities. Agoraphobia can make you feel extreme fear and stress, which may cause you to avoid situations. The signs of agoraphobia are similar to a panic attack. You may experience the following symptoms when you’re in situations or spaces that cause fear: Chest pain or rapid heart rate.\nFear or a shaky feeling.\nHyperventilation or trouble breathing.\nLightheadedness or dizziness.\nSudden chills or flushing (red, hot face).\nExcessive sweating (hyperhidrosis).\nUpset stomach.",
            "What causes agoraphobia?": "Researchers don’t know the exact cause of agoraphobia. However, it’s often associated with an existing panic disorder. Panic disorder causes short, intense attacks of fear for no particular reason. About a third of people who have panic disorder develop agoraphobia. But agoraphobia also can occur alone.",
            "What are the risk factors for agoraphobia?": "Risk factors for developing agoraphobia include: Having panic attacks.\nResponding to panic attacks with excess fear and apprehension.\nHaving other phobias.\nExperiencing stressful life events, such as the death of a loved one, assault or abuse, especially during childhood.\nBeing sensitive to anxiety or having other anxiety disorders.\nHaving a relative with agoraphobia.",
            "How is agoraphobia diagnosed?": "If you think you have agoraphobia, and the anxiety is interfering with your daily life, you should talk to a primary care physician or a mental healthcare provider, like a psychiatrist or psychologist. If you’re afraid to visit a medical office in person, you may be able to schedule a telephone or video appointment. The healthcare provider may ask you: Do you get stressed about leaving your house?\nAre there any places or situations you avoid because you’re afraid? Why does it cause fear?\nDo you rely on others to do your shopping and errands? A healthcare provider can diagnose agoraphobia based on your symptoms, how often they happen and how severe they are. It’s important to be open and honest with your providers. Your provider may diagnose agoraphobia if you meet specific standards developed by the American Psychiatric Association. To have a diagnosis of agoraphobia, a person must feel extreme fear or panic in at least two of the following situations: Using public transportation.\nBeing in an open space.\nBeing in an enclosed space, such as a movie theater, meeting room or small store.\nStanding in a line or being in a crowd.\nBeing out of their home alone.",
            "How is agoraphobia treated?": "Agoraphobia treatment usually involves a combination of treatment methods: Psychotherapy (talk therapy).\nMedication.\nLifestyle changes. A therapist can help you work through your fears. Using cognitive behavioral therapy (CBT), a mental healthcare provider can help you recognize thoughts that cause you anxiety. Then, you’ll learn ways to react more productively. Using relaxation and desensitization techniques, your provider may have you imagine a scary situation and manage the feelings. Eventually, you’ll be able to take part in activities that produce anxiety, and you’ll know how to manage your emotions. Over time, therapy can train your brain to think and respond differently. Your healthcare provider also may suggest medications called selective serotonin reuptake inhibitors (SSRIs) or serotonin-norepinephrine reuptake inhibitors (SNRIs). These medications can treat depression and anxiety disorders. The following lifestyle changes may also help you manage agoraphobia: Avoid alcohol, caffeine and other substances.\nEat a healthy, well-balanced diet.\nExercise regularly.\nPractice breathing exercises.",
            "How can I learn to cope with agoraphobia?": "Take good care of yourself, take your medications as prescribed and practice techniques you learn from your therapist. And don’t allow yourself to avoid situations and places that spark anxiety. The combination can help you do things you enjoy with less fear. A note from Cleveland Clinic Agoraphobia can make you feel afraid and isolated. But with treatment, you can manage the symptoms and lead a full life. If agoraphobia or any anxiety disorder affects the way you live your life, talk to a healthcare provider. An open, honest conversation can lead to the help you need. Last reviewed by a Cleveland Clinic medical professional on 01/20/2023. Anxiety and Depression Association of America. Understand the Facts: Agoraphobia. (https://adaa.org/understanding-anxiety/agoraphobia)  Accessed 1/20/2023.\nNational Health Service. Overview—Agoraphobia. (https://www.nhs.uk/conditions/agoraphobia/)  Accessed 1/20/2023.\nNational Institute of Mental Health. Agoraphobia. (https://www.nimh.nih.gov/health/statistics/agoraphobia.shtml)  Accessed 1/20/2023.\nNational Institute of Mental Health. Anxiety Disorders. (https://www.nimh.nih.gov/health/topics/anxiety-disorders/index.shtml)  Accessed 1/20/2023.\nSubstance Abuse and Mental Health Services Administration. Impact of the DSM-IV to DSM-5 Changes on the National Survey on Drug Use and Health. (https://www.ncbi.nlm.nih.gov/books/NBK519704/table/ch3.t10/)  Accessed 1/20/2023. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    },
    {
        "name": "Aichmophobia",
        "description": "People with aichmophobia have an intense and unreasonable fear of sharp objects such as scissors, knives, needles and pencils. Like other specific phobias, aichmophobia is highly treatable with a psychological therapy called exposure therapy.",
        "data": {
            "What is aichmophobia?": "Aichmophobia is an intense fear of sharp objects. It's a type of anxiety disorder. A person with aichmophobia experiences intense fear and anxiety when they are around sharp objects like scissors, knives, needles and pencils. They often avoid situations or places where sharp objects are involved.",
            "What is the difference between trypanophobia and aichmophobia?": "Aichmophobia is the fear of sharp objects in general. Sharp objects can include things like knives, scissors, needles, sharp corners and pins. Trypanophobia is the fear of injections or needles specifically, especially in a medical setting.",
            "Who does aichmophobia affect?": "Like other phobias, aichmophobia can affect anyone at any age. Specific phobias, like aichmophobia, are more likely to arise in adolescents and young adults, and females are more likely to develop them than males.",
            "How common is aichmophobia?": "Researchers don’t know the exact number of aichmophobia cases, but specific phobias, in general, are a common mental health condition. Approximately 7% to 10% of the population has a specific phobia.",
            "What causes aichmophobia?": "Healthcare professionals aren’t sure of the exact cause of aichmophobia. They believe that experiencing or witnessing a traumatic event in which a sharp object was involved, such as an accident, may contribute to a person developing aichmophobia. It may also be a form of obsessive-compulsive disorder.",
            "What are the signs and symptoms of aichmophobia?": "People with phobias often go to extreme lengths to avoid situations that involve what they are afraid of. If a person with aichmophobia is not able to avoid sharp objects and is exposed to or is near sharp objects, they may experience the following symptoms: Feel intense fear and anxiety.\nExperience a rapid heartbeat.\nTremble.\nHave shortness of breath.\nFeel dizzy and lightheaded.\nFeel a strong desire to escape the situation.",
            "How is aichmophobia diagnosed?": "Aichmophobia is diagnosed through a thorough series of questions about the person’s history, experiences and symptoms. Usually, to receive a diagnosis of aichmophobia, you must have symptoms like persistent fear and anxiety of sharp objects for at least six months. Your healthcare provider will likely use the criteria in the Diagnostic and Statistical Manual of Mental Disorders (DSM-5), a publication by the American Psychiatric Association, to diagnose aichmophobia. Your healthcare provider will also rule out any other physical or mental health conditions that could cause your symptoms. In general, phobias have at least four criteria for diagnosis, including: Intense and unreasonable fear: The fear of the object or situation is persistent and out of proportion to an appropriate level of fear.\nAnticipatory anxiety: An individual who has a phobia tends to dwell on or dread future situations or experiences that will involve the object or situation they are afraid of.\nAvoidance: Many people who have a phobia will actively avoid the feared object or situation. Some go to extreme lengths to avoid the thing they are afraid of.\nThe phobia interferes with day-to-day activities: The fear the individual experiences has to limit their everyday life in some way in order for it to be diagnosed as a phobia.",
            "How is aichmophobia treated?": "Aichmophobia can usually be treated with psychological treatment (psychotherapy) such as exposure therapy or cognitive behavioral therapy. In some cases, the individual might need medications that temporarily relieve symptoms of fear and anxiety to cope with fear while they are participating in therapy. Exposure therapy: Exposure therapy is a common form of psychological treatment used to treat specific phobias. People with phobias usually avoid situations that involve the thing they are afraid of. Because of this, they're not able to learn that they can manage their fear when presented with their specific phobia or that their feared outcomes often do not happen. Therapists or psychologists use exposure therapy for people who have a phobia to slowly encourage them to enter situations that cause them anxiety and to try to stay in that situation so that they can learn to cope. If you have aichmophobia and participate in exposure therapy, your therapist or psychologist may begin with talking about and showing you pictures of sharp objects. They may then gradually move on to having you be in a room with sharp objects. Next, they may have you hold a sharp object and then use a sharp object. The process of exposure therapy is slow and gradual. Your therapist or psychologist will tailor the pace of the therapy to your needs. Cognitive behavioral therapy (CBT): CBT is a form of psychological treatment. Through talking and asking questions, your therapist or psychologist helps you gain a different perspective. As a result, you learn to respond better to and cope with the stress and anxiety you feel when you are exposed to things that cause you fear.",
            "What medications are used to treat aichmophobia?": "Although it's not common, in some cases, people with aichmophobia might take medications to temporarily help them relieve symptoms of fear and anxiety when they are going through psychological therapy to treat their aichmophobia. Medications sometimes used to help treat aichmophobia include: Beta blockers: Some beta-blockers are used to treat or prevent physical symptoms of anxiety, such as a fast heart rate.\nSedatives (benzodiazepines): Benzodiazepines, which are a type of sedative, help you relax and reduce the amount of anxiety you feel.",
            "Is there a cure for aichmophobia?": "There is currently no cure for aichmophobia, but exposure therapy, a form of psychological therapy, is successful in treating it. Exposure therapy is considered the first-line treatment for specific phobias in general.",
            "What are the risk factors for developing aichmophobia?": "Healthcare professionals are still trying to figure out the exact cause of aichmophobia. So far, they’ve found that the risk factors for developing aichmophobia can include: Experiencing or witnessing a traumatic event that involved a sharp object, especially as a child.\nHaving a family history of anxiety disorders.",
            "What is the prognosis (outlook) for aichmophobia?": "Only about 10% to 25% of people who have a specific phobia seek treatment for their condition because many can avoid the object or situation that they fear. If you have aichmophobia, avoiding situations that involve sharp objects can prevent you from enjoying certain aspects of life like cooking and certain hobbies and can lower your overall quality of life. This is why it’s important to seek treatment. Research has shown that exposure therapy is successful in treating aichmophobia and other specific phobias. People who have a specific phobia, like aichmophobia, and don’t seek treatment are two times more likely to develop an anxiety disorder and depression.",
            "What can I do if I have aichmophobia?": "It can be uncomfortable, but it is important to talk to your healthcare provider if you are experiencing the signs and symptoms of aichmophobia. Therapy can help you overcome your aichmophobia. If you have already been diagnosed with aichmophobia, there are some things you can do to manage your symptoms and feel well, including: Get enough sleep and exercise.\nIf you are participating in psychological therapy to treat your aichmophobia, be sure to see your therapist regularly.\nPractice mindfulness activities such as mediation.\nPractice relaxation techniques such as deep breathing and yoga.\nReach out to family and friends for support.\nConsider joining a support group for people who have aichmophobia or specific phobias in general.",
            "What questions should I ask my doctor?": "Talking about your mental health can be uncomfortable and scary. Your mental health is just as important as your physical health, so it’s important to talk to your healthcare provider about your symptoms. The following questions may be helpful to ask your healthcare provider if you have aichmophobia: What kind of treatment do you recommend?\nShould I see a therapist, psychologist and/or psychiatrist?\nDo you have any recommendations for psychologists, psychiatrists or therapists that I could see?\nHow long will treatment take?\nDo you know of any support groups for aichmophobia or phobias in general?\nDo you have any learning resources on aichmophobia I could use? A note from Cleveland Clinic If you have aichmophobia, know that you are not alone. Many people all over the world have a phobia. Although it can be difficult and scary, it is important to talk to your healthcare provider and seek treatment for your phobia. Aichmophobia can make you uncomfortable around everyday objects like scissors and kitchen knives that you might commonly find in work, home and school environments. It could also prevent you from getting important medical care like getting shots, critical treatments and necessary blood draws. Everyone deserves to have a high quality of life. The sooner you seek help, the sooner you will feel better. Last reviewed by a Cleveland Clinic medical professional on 08/24/2021. Society of Clinical Psychology. Exposure therapies for specific phobias. (https://div12.org/treatment/exposure-therapies-for-specific-phobias/)  Accessed 8/23/2021.\nEaton WW, Bienvenu, OJ, Miloyan B. Specific phobias. (https://my.clevelandclinic.org/health/diseases/9490-obsessive-compulsive-disorder)  Lancet Psychiatry. 2018; 5(8): 678-686. Accessed 8/23/2021. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    },
    {
        "name": "Ailurophobia (Fear of Cats)",
        "description": "Ailurophobia is a fear of cats. People with this specific phobia feel anxious when they think about a cat, see a cat or images of a cat, or hear a cat. Many people with cat phobia have had negative experiences with cats. You can overcome a phobia of cats with exposure therapy, cognitive behavioral therapy, hypnotherapy and other treatments.",
        "data": {
            "What is ailurophobia?": "People with ailurophobia (eye-lure-o-PHO-bia) have a fear of cats. Someone with ailurophobia may have extreme anxiety or fear when seeing or thinking about cats. They may avoid visiting friends who have cats or stay away from co-workers who talk about their cats. In some cases, people may stop leaving their house to avoid the chance of seeing cats outside. The word ailurophobia comes from “ailouros,” the Greek word for cat. Phobia means fear.",
            "What are other names for ailurophobia?": "Ailurophobia is also known by other names. People may call this phobia: Aelurophobia.\nElurophobia.\nFelinophobia.\nGaleophobia.\nGatophobia.",
            "How common is ailurophobia?": "Fear of animals is one of the most common phobias, along with fear of heights. About 9% of American adults and almost 20% of teenagers have a specific phobia disorder at some point during their lifetime. These disorders affect about twice as many women as men.",
            "What does a person with ailurophobia fear?": "Someone with ailurophobia may be afraid of: Being attacked or jumped on by a cat.\nComing across cats in public places, like outside, or private spaces, like a friend’s house.\nFinding or touching cat fur.\nHaving evil spells cast on them by a cat.\nSeeing pictures of cats in books, magazines or online.\nWatching or hearing cats in TV shows or movies.",
            "Who is at risk for ailurophobia?": "You’re more likely to develop ailurophobia or another specific phobia disorder if you already have: Another phobia.\nAnxiety disorder.\nPanic disorder.\nSubstance use disorder.",
            "What other phobias are associated with ailurophobia?": "Other phobias linked to ailurophobia include: Agrizoophobia, fear of wild animals.\nZoophobia, fear of animals.",
            "What are the causes of ailurophobia?": "Possible causes of ailurophobia include: Past traumatic events: People who have had a traumatic experience related to cats may develop ailurophobia. For instance, a cat may have attacked you or someone you know.\nNegative stories about cats: Some people see cats as carriers of evil. Stories of cats during the Middle Ages and the Salem Witch Trial linked cats to witches and the devil.\nFamily history: Your risk of ailurophobia increases if you have a close relative or parent with a phobic disorder or anxiety disorder.\nModeling: Seeing a person with ailurophobia or listening to someone talk about their fear of cats can cause you to have the same phobia.",
            "What are ailurophobia triggers?": "Anything related to cats may bring on ailurophobia. Ailurophobia triggers include seeing or thinking about cats: In public spaces, such as walking along the street.\nAt someone’s house.\nIn TV shows or movies.",
            "What are ailurophobia symptoms?": "Ailurophobia symptoms can range from mild to extreme. The most common symptoms are extreme anxiety when thinking about or seeing a cat. Emotional symptoms include: Excessive thinking about how to avoid cats.\nExtreme anxiety when you hear cat sounds, such as purring, hissing or meowing.\nFear of places where you may see a cat. Physical symptoms of ailurophobia include: Dizziness.\nDiarrhea.\nIntense sweating (hyperhidrosis).\nNausea or vomiting.\nPanic attacks.\nRapid breathing and heart rate.\nStrong feeling of terror.\nTense muscles, trembling or shaking.",
            "How is ailurophobia diagnosed?": "If ailurophobia impacts your life, your healthcare provider may suggest that you see a mental health professional like a psychologist. A psychologist may diagnose you after asking about your symptoms. You may have a specific phobic disorder if your fear of cats: Occurs when you think about or see cats.\nLeads you to skip situations such as going outside or to a friend’s house.\nResults in quick action, such as running away, if you see a cat.\nCauses you to miss out on social events.\nAffects your ability to enjoy life.\nTriggers symptoms of anxiety or fear that don’t match the actual danger.\nLasts at least six months.",
            "What are ailurophobia treatments?": "Exposure therapy is one of the main treatments for ailurophobia. During exposure therapy, a mental health professional introduces you to situations and images that may trigger your symptoms. They gradually help you manage your response. As many as 9 in 10 people with specific phobias see their symptoms improve after getting this type of psychotherapy (talk therapy). During exposure therapy, you: Learn breathing and relaxation techniques to use before and during an exposure.\nView pictures or videos of cats.\nPractice holding a toy cat.\nGradually progress to being near a cat in a carrier.\nFinally, touch a cat while having support from a therapist, family or friends.",
            "What are other ailurophobia solutions?": "Other techniques to overcome ailurophobia include: Cognitive behavioral therapy (CBT): CBT helps you change how you see and respond to situations and objects that trigger symptoms. Many healthcare providers use CBT along with exposure therapy.\nHypnotherapy: Providers use guided relaxation techniques and focused attention to help alter your perception of cats. Providers can also use hypnotherapy to find the underlying cause of your cat anxiety.\nMedications: Drugs that help with physical symptoms of anxiety, such as beta blockers or antianxiety medications, may reduce ailurophobia symptoms. Providers often prescribe these medications for situations where people may encounter a cat.\nYoga and meditation: A consistent yoga practice can help you relax and decrease your stress levels. Meditation can help you focus on your breathing to reduce panic attacks.",
            "What are the complications of ailurophobia?": "Severe ailurophobia can impact your quality of life. You may not want to visit friends at their houses or go for walks outside. Just the thought of running into a cat when you leave your house can cause extreme anxiety. You may want to stop going out at all. Some people with ailurophobia have panic attacks. These attacks can lead to chest pain or a racing heart rate. Persistent worries about panic attacks can result in a panic disorder. This condition may require long-term use of anti-anxiety medications.",
            "When should I call the doctor?": "You should call your healthcare provider if you have: Panic attacks.\nPersistent anxiety that causes problems with daily life or sleeping.",
            "What questions should I ask my doctor?": "You may want to ask your healthcare provider: How long will I need therapy?\nWhat is causing this phobia?\nWhat is the most effective treatment for me? A note from Cleveland ClinicPhobias such as ailurophobia can impact your quality of life. You may avoid watching TV or movies, reduce time spent with friends and family, or not want to leave your house. Healthcare providers can help you overcome your fear of cats. Talk to your provider about treatments such as exposure therapy, cognitive behavioral therapy or hypnotherapy. These treatments can help you feel better about being around cats. Last reviewed by a Cleveland Clinic medical professional on 11/19/2021. Chandon KS, Abdijadid S. Specific Phobia. (https://www.ncbi.nlm.nih.gov/books/NBK499923/)  [Updated 2021 May 15]. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2021 Jan-. Accessed 11/22/2021. \nEaton WW, Bienvenu OJ, Miloyan B. Specific phobias. (https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7233312/)  Lancet Psych. 2018 Aug;5(8):678-686. Accessed 11/22/2021.\nMerck Manual (Consumer Version). Phobic Disorders (Phobias). (https://www.merckmanuals.com/home/quick-facts-mental-health-disorders/anxiety-and-stress-related-disorders/phobic-disorders-phobias)  Accessed 11/22/2021.\nMerck Manual (Consumer Version). Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 11/22/2021.\nNational Health Service (UK). Overview: Phobias. (https://www.nhs.uk/mental-health/conditions/phobias/overview/)  Accessed 11/22/2021.\nNational Institute of Mental Health. Specific Phobia. (https://www.nimh.nih.gov/health/statistics/specific-phobia)  Accessed 11/22/2021. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    },
    {
        "name": "Alektorophobia (Fear of Chickens or Hens)",
        "description": "Alektorophobia is an intense fear of chickens or hens. Like other phobias, the intense fear that people feel isn’t proportional to the threat chickens pose. Symptoms might include guilt, shame, intense worry or dread. People may also have physical symptoms, such as nausea, sweating or shaking.",
        "data": {
            "What is alektorophobia?": "Alektorophobia is an intense, uncontrollable fear of chickens. People with alektorophobia have excessive fear and anxiety around roosters or hens. They don’t feel fear around any other animal or bird (ornithophobia). The term comes from the Greek words “phobos,” meaning fear, and “alektor,” meaning rooster. Fear of chickens is a specific phobia. Like all specific phobias, the focus of the phobia doesn’t present a real threat. Many people with phobias know the fear isn’t rational, but they struggle to control symptoms.",
            "How common is alektorophobia?": "It’s hard knowing exactly how many people have a specific phobia, like alektorophobia (fear of chickens). Many people may keep this fear to themselves or may not recognize they have it. We do know that about 1 in 10 American adults and 1 in 5 teenagers will deal with a specific phobia disorder at some point in their lives, though.",
            "Who might get alektorophobia?": "Some people are afraid of chickens for no known reason. But you may be more likely to develop alektorophobia when you: Are younger than 10.\nExperienced or witnessed a traumatic event involving a chicken.\nGrew up or live in a rural area.\nHave someone else in your family who’s afraid of chickens.\nHave a family history of other anxiety disorders.",
            "What causes alektorophobia?": "Experts can’t always identify a root cause of a phobia. Researchers are still learning more about phobias. There may be a genetic factor. Sometimes, you may link your fear to one negative experience in the past. When you have a negative or scary experience, a part of your brain called the amygdala records your feelings about that experience. When something reminds you of that experience, such as seeing a chicken, your amygdala reminds you of how you felt.",
            "What are the symptoms of alektorophobia?": "Phobias can cause both physical and psychological symptoms. Symptoms can range from mild discomfort to severe panic attacks. A panic attack is a sudden feeling of intense terror or fear that causes a physical reaction. When you have physical symptoms, it’s typically because the fear you feel causes a boost in adrenaline. Your body releases this hormone when you’re stressed. Your body has a “fight-or-flight” response. You may experience: Chills.\nDizziness and lightheadedness.\nExcessive sweating (hyperhidrosis).\nHeart palpitations.\nNausea.\nShortness of breath (dyspnea).\nTrembling or shaking.\nUpset stomach or indigestion (dyspepsia). Psychological symptoms of alektorophobia may include: Avoiding chickens or images of them.\nDreading the thought of seeing or interacting with a chicken.\nFeeling guilt or shame about the fear of chickens. Children who have a fear of chickens, hens or roosters may also: Cling to parents.\nCry uncontrollably.\nThrow temper tantrums.",
            "How is alektorophobia diagnosed?": "Your healthcare provider may ask you questions to determine if the fear you experience around chickens is a specific phobia. Sometimes, physical symptoms may relate to a different anxiety condition. Your healthcare provider may ask if you experience: Extreme avoidance of seeing or even thinking about chickens.\nFear or anxiety that lasts six months or longer.\nFeelings of panic that are extreme compared to the actual threat a hen or other chicken may pose.\nImmediate dread or panic at the thought of seeing a chicken.\nSymptoms that interfere with your daily routine or usual functioning.\nWorsening anxiety when you know you might see a chicken.",
            "How is alektorophobia treated?": "Alektorophobia treatment often involves a combination of approaches. The overall goal is to help you live a higher quality of life without disruptions. Your healthcare provider may recommend: Exposure therapy is often the first treatment for a specific phobia. You learn to manage anxiety or fear by gradually introducing the specific fear into your life. For example, you may practice looking at pictures of chickens, watching videos or thinking about chickens. Exposure therapy relieves symptoms for most people who do it faithfully. It’s often the only treatment people need for specific phobias.\nCognitive behavioral therapy (CBT) involves talking with a therapist about your symptoms. You learn to pinpoint thoughts that may be fearful and train yourself to replace those thoughts with more rational ones. You may do CBT as a standalone treatment or with exposure therapy.\nMedications are a less common phobia treatment, but they may help you get through a situation or event where you know you’ll see chickens.",
            "How can I overcome a fear of chickens?": "Many people have fewer and less frequent symptoms with proper treatment. Some people may overcome the fear of chickens, while others may deal with symptoms long-term. When you interact with or are exposed to a chicken or hen, you may lessen symptoms of anxiety by: Doing aerobic exercise, such as running in place or jumping jacks.\nBreathing intentionally, such as counting to four on each inhale and exhale.\nMeditating or practicing guided imagery.",
            "How can I prevent alektorophobia?": "There isn’t a guaranteed way to prevent specific phobias. You may reduce the intensity or frequency of symptoms by living a healthy lifestyle. You may: Eat a diet full of lean protein, whole grains, fruits, vegetables and healthy fats.\nExercise at least 150 minutes per week.\nPrevent dehydration by drinking lots of water and limiting caffeine and alcohol.\nSleep for a minimum of seven to eight hours each night.\nSpeak with loved ones often to decrease your risk of social isolation.",
            "Are there long-term effects from alektorophobia?": "Thankfully, most people experience symptom improvement with treatment. Untreated alektorophobia can increase your risk for: Mood disorders, such as depression or anxiety. \nSocial isolation. \nSubstance use disorders, including challenges with alcohol or drugs.",
            "What else should I ask my doctor?": "You may also want to ask your healthcare provider: What’s the most likely cause of a fear of chickens?\nAre there techniques I can use to calm myself when I see a chicken?\nWhen can I expect symptoms to improve?\nWill the fear of chickens ever go away completely? A note from Cleveland Clinic Alektorophobia is an intense fear of chickens, roosters or hens. It’s a type of specific phobia. People with alektorophobia often recognize that the intense fear isn’t proportional to the real threat of chickens. Still, it’s difficult to control symptoms. Treatment may include exposure therapy, cognitive behavioral therapy or medication. Some people overcome the fear of chickens, while others may manage symptoms long-term. Last reviewed by a Cleveland Clinic medical professional on 03/22/2022. Merck Manuals (Consumer Version). Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 3/22/2022.\nNational Institute of Mental Health. Specific Phobia. (https://www.nimh.nih.gov/health/statistics/specific-phobia)  Accessed 3/22/2022.\nTrivedi SK, Mangot AG, Munoli RN. A rare case of alektorophobia treated successfully with graded exposure therapy. (https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5248412/)  Ind Psychiatry J. 2016 Jan-Jun; 25(1): 116–118. Accessed 3/22/2022. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    },
    {
        "name": "Algophobia (Fear of Pain)",
        "description": "Algophobia is a fear of pain. It’s common in people with chronic pain syndromes who may be afraid that their pain will return or get worse. Most people can manage pain-related fear with a combination of psychotherapy, exercise and exposure therapy.",
        "data": {
            "What is algophobia?": "Algophobia is an extreme fear of physical pain. While nobody wants to experience pain, people with this phobia have intense feelings of worry, panic or depression at the thought of pain. The anxiety of algophobia can also make you more sensitive to pain. It’s most common in people with chronic pain syndromes. Other names for this condition include “pain-related fear” and “pain anxiety.”",
            "How common is algophobia?": "Pain-related fear in people with chronic pain is common. One study suggests that half of people with low back pain have an elevated sense of fear about their pain. Chronic pain affects between 20% and 50% of people worldwide and is one of the most common reasons that people see a healthcare provider. About 67% of people with chronic pain also have a mental health condition such as anxiety or depression.",
            "What causes algophobia?": "Sudden fear and anxiety protect us from dangerous situations. If we see a bear, it’s natural to feel scared and want to escape. But people with chronic pain may develop ongoing fear and anxiety as protective measures. They avoid activities or situations that they think could cause more pain or make their pain worse. Unfortunately, exaggerating the threat of pain can actually make the pain worse. The same chemicals in your brain that regulate fear and anxiety also regulate how you perceive pain. So chemical imbalances can trigger both problems.",
            "Who is at risk for algophobia?": "Algophobia can affect anyone, but it’s most common in older people with chronic pain syndromes. Common types of chronic pain include: Cancer-related pain.\nHeadaches.\nInflammatory pain (pain due to infections or autoimmune disorders).\nMusculoskeletal pain, such as back pain or arthritis\nNeurogenic pain (pain due to damaged nerves or nervous system disorders).\nNociceptive pain (pain caused by a tissue injury such as a sprain, burn or bruise).\nPsychogenic pain (pain related to psychological factors).",
            "What are the symptoms of algophobia?": "People with algophobia may exhibit the following cycle of pain and anxiety: Catastrophizing: Someone catastrophizes if they envision the worst possible outcome in any situation. If you have algophobia, you may perceive pain as a threat. For example, a simple activity like getting the mail might seem dangerous. If you fall and break your leg on the way to the mailbox, the pain might prevent you from working and earning a living.\nHypervigilance: You react to the threat of pain by becoming intensely focused on it. Your fear comes from anticipating pain, not experiencing pain. You may see the potential for pain in any scenario. You associate harmless activities or bodily sensations with pain.\nFear-avoidance: You avoid activities or movements that you believe could cause you pain. Some people develop kinesophobia (fear of pain due to movement), which prevents them from healing or rehabilitating. Avoidance can lead to further disability, increased pain or other health problems. It can also affect your ability to function at school, work or in social situations. It’s also possible for people with algophobia to have sudden panic attacks at the thought of pain. Symptoms may include: Chills.\nDizziness and lightheadedness.\nExcessive sweating (hyperhidrosis).\nDyspepsia (upset stomach or indigestion).\nHeart palpitations.\nNausea.\nShortness of breath (dyspnea).\nTrembling or shaking.\nUpset stomach or indigestion (dyspepsia).",
            "How is algophobia diagnosed?": "Algophobia is difficult to diagnose, especially in people with chronic pain syndromes. Your healthcare provider will try to distinguish your fear of pain from the actual pain you're experiencing. It’s important to provide as much detail as you can about your pain. How much does it hurt? How long does the pain last? And, how often do you experience the pain? Your provider will also ask about your emotions surrounding pain. Your healthcare provider may use a test called the Pain Anxiety Symptom Scale (PASS) to assess the severity of your algophobia. The test asks you to rate your responses to statements such as, “I can’t think straight when in pain” or “Pain makes me nauseous.” The rating scale goes from 0 (never) to 5 (always). Other questionnaires can evaluate your avoidance level or the presence of kinesophobia. Your healthcare provider may diagnose you with algophobia if you: Avoid activities or situations that you think could cause pain.\nDevelop excessive fear or anxiety at the thought of pain.\nExperience a fear of pain for 6 months or longer.\nHave a reduced quality of life due to your fear of pain.",
            "How is algophobia managed or treated?": "Your healthcare provider may recommend the following treatments for pain-related fear: Cognitive-behavioral therapy (CBT): CBT focuses on helping you change the way you think about pain. Healthcare providers may educate you about what causes pain and how your brain processes pain. This information can help minimize the threat of pain.\nExposure therapy: This type of therapy gradually exposes you to activities or movements that you previously avoided because you believed they would cause pain. For example, doing light leg lifts might help you conquer your fear of leg pain.\nPhysical exercise and activity: Gradually increasing your activity level and exercising may help reduce the fear of pain. Exercise can increase chemicals in your brain that improve your mood and help you manage pain more effectively.",
            "Is there a way to prevent algophobia?": "There isn’t a way to prevent algophobia, but you can reduce your risk of pain anxiety and chronic pain by: Avoiding things that can make anxiety worse, such as caffeine, drugs or alcohol.\nMaintaining a healthy lifestyle by not smoking, getting plenty of sleep, exercising and eating healthy, balanced meals.\nSharing your fears and anxieties with a support system of family members, friends or peers.\nTalking to your healthcare provider about your concerns.",
            "What’s the prognosis (outlook) for people with algophobia?": "Most people can manage their fear of pain with the right combination of treatments. It’s important to stay in close communication with your healthcare team, including a pain management specialist and a mental health professional.",
            "When should I call the doctor?": "Contact your healthcare provider if you experience: Difficulty functioning in your daily life due to fear of pain.\nSymptoms of a panic attack. You may want to ask your healthcare provider: How long will I need treatment for pain-related fear?\nWhat changes can I make in my life to help manage algophobia?\nWill my fear ever go away? A note from Cleveland Clinic Algophobia is a fear of pain. This fear is common in people who have chronic pain syndromes. Treatment focuses on treating your actual pain and managing how you respond to the thought of pain. Most people can manage this condition with the right combination of psychotherapy, exercise and medication. Last reviewed by a Cleveland Clinic medical professional on 10/21/2021. Merck Manual (Consumer Version). Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 11/1/2021.\nNational Health Services (NHS). Phobias. (https://www.nhs.uk/mental-health/conditions/phobias/)  Accessed 11/1/2021.\nMittinty MM, McNeil DW, Brennan DS, et al. Assessment of pain-related fear in individuals with chronic painful conditions. (https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6280906/)  J Pain Res. 2018 Nov;11:3071-3077. Accessed 11/1/2021.\nVlaeyen JWS, Crombez G, Linton SJ. The fear-avoidance model of pain. (https://pubmed.ncbi.nlm.nih.gov/27428892/)  Pain. 2016 Aug;157(8):1588-1589. Accessed 11/1/2021. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    },
    {
        "name": "Amaxophobia (Fear of Driving)",
        "description": "Amaxophobia (also called hamaxophobia) makes you feel anxious or fearful when you drive or ride in a vehicle, such as a car, bus or plane. With it, you have a fear of driving and may also get anxious being a passenger. This fear can interfere with work, socializing and travel. Exposure therapy, a type of psychotherapy, helps people overcome amaxophobia.",
        "data": {
            "What is amaxophobia?": "People who have amaxophobia have a fear of driving or being a passenger in a car or other vehicle. Someone with amaxophobia may have such extreme anxiety or fear at the thought of being in a vehicle that they’re unable to get to work, stores and other places. “Amaxa” (or “hamaxa”) is the Greek word for carriage. Phobia means fear. Someone with a fear of driving or riding in a vehicle is amaxophobic. Amaxophobia is also called: Hamaxophobia.\nMotorphobia.\nOchophobia.",
            "How common is amaxophobia?": "It’s hard to know exactly how many people have a specific phobia, like amaxophobia. Many people may keep this fear to themselves or may not recognize they have it. About 1 in 10 American adults and 1 in 5 teenagers will deal with a specific phobia disorder at some point in their lives.",
            "What are the types of amaxophobia?": "Someone with amaxophobia may be: OK driving but can’t handle having someone else behind the wheel.\nAble to ride in a vehicle, but only with someone they trust, like a spouse.\nUnable to be a passenger in a vehicle regardless of who’s driving.\nFine taking public transportation as long as the route stays the same.\nUnable to look at a vehicle or think about getting into a vehicle without feeling panic.",
            "What does a person suffering from amaxophobia fear?": "A person with amaxophobia is afraid of getting injured or killed in a motor vehicle accident. They don’t necessarily have a fear of driving or being a passenger. They may fixate on statistics about car accidents or plane crashes.",
            "Who is at risk for amaxophobia?": "You’re more likely to develop amaxophobia or a different type of specific phobic disorder if you already have: Another phobia.\nAnxiety disorder.\nPanic disorder.\nSubstance use disorder.",
            "What other phobias are associated with amaxophobia?": "Two phobias closely linked to amaxophobia include: Agoraphobia, a fear of leaving one’s home or being unable to escape from a place or situation.\nClaustrophobia, a fear of enclosed spaces.",
            "What are the causes of amaxophobia?": "Potential amaxophobia causes include: Past traumatic experience: People who have been injured in car accidents or stuck on an unmoving subway train or another vehicle may develop amaxophobia. You’re also at risk if a loved one is seriously injured or dies in a vehicle accident or you witness an accident. In these instances, there may be a link between amaxophobia and post-traumatic stress disorder (PTSD).\nFamily history: Having a parent or close relative with a phobic disorder or anxiety disorder increases your risk. A gene mutation (change) may make you more anxious than others.\nModeling: Observing someone with amaxophobia or hearing a person talk about their fear of driving can cause you to have the same phobia.",
            "What are amaxophobia triggers?": "Any type of vehicle — cars, trains, subways, buses, boats or planes — may bring on amaxophobia. Amaxophobia triggers include: Driving a vehicle.\nRiding in a vehicle.\nImagining yourself inside a vehicle.\nSeeing a vehicle in person or on TV.",
            "What are amaxophobia symptoms?": "Amaxophobia symptoms can range from mild to extreme. They include: Chills.\nDizziness and lightheadedness.\nExcessive sweating (hyperhidrosis).\nHeart palpitations.\nNausea.\nShortness of breath (dyspnea).\nTrembling or shaking.\nUpset stomach or indigestion (dyspepsia).",
            "How is amaxophobia diagnosed?": "If amaxophobia disrupts your life, your healthcare provider may recommend seeing a mental health professional like a psychologist. The American Psychiatric Association’s Diagnostic and Statistical Manual of Mental Disorders (DSM) doesn’t recognize amaxophobia as a phobic disorder. But a psychologist may make a diagnosis after evaluating your symptoms. You may have a specific phobic disorder if the fear: Occurs when you are in or near a vehicle.\nCauses you to miss out on work, social events and life.\nAffects your ability to enjoy life.\nBrings on symptoms of fear or anxiety that don’t match the actual danger.\nLasts at least six months.",
            "What are amaxophobia treatments?": "Exposure therapy with a mental health professional helps many people overcome amaxophobia. As many as 9 in 10 people with specific phobias see symptom improvements after getting this type of psychotherapy (talk therapy). Exposure therapy involves steady exposures to images or situations that trigger symptoms. During exposure therapy, you: Learn breathing and relaxation techniques to use before and during exposure.\nView images or videos of situations involving vehicles.\nGradually progress to sitting behind the wheel or in the passenger seat of an unmoving vehicle.\nDrive or sit in the passenger seat of a vehicle that travels a short distance, like through an empty parking lot.",
            "What are other amaxophobia solutions?": "Other techniques to overcome amaxophobia include: Virtual reality exposure therapy: One small study found that virtual reality exposure therapy can help people overcome a fear of driving or being a passenger. Virtual reality technology makes it feel as if you’re physically inside a vehicle.\nCognitive behavioral therapy (CBT): Many providers use cognitive behavioral therapy (CBT) along with exposure therapy. CBT teaches you how to change the way you perceive and respond to situations that trigger symptoms.\nMedications: Anti-anxiety drugs may be helpful if you’re worried about having symptoms during an upcoming trip in a car, plane or another vehicle.",
            "What are the complications of amaxophobia?": "Severe amaxophobia can affect your quality of life. You may struggle to get to work, shop or attend social events. It can be difficult, sometimes impossible, to travel to see family, friends or go on vacation. Some people experience panic attacks, which cause non-cardiac chest pain, racing heart rate and symptoms like a heart attack. Persistent worries about having panic attacks can lead to a panic disorder that requires the long-term use of anti-anxiety medications.",
            "When should I call the doctor?": "You should call your healthcare provider if you experience: Panic attacks.\nPersistent anxiety that interferes with daily life or sleeping. You may want to ask your healthcare provider: What is causing this phobia?\nWhat is the best treatment for me?\nShould I try exposure therapy?\nHow long will I need therapy?\nShould I watch for signs of complications? A note from Cleveland Clinic Phobias like amaxophobia can get worse when untreated. You may find yourself unable to work, spending less time with loved ones and missing out on life. An inability to drive or ride in a vehicle can greatly diminish your independence and quality of life. Speak to your healthcare provider about your concerns. Your provider can connect you with a mental health professional who has experience with exposure therapy. Many people can overcome amaxophobia with help. Last reviewed by a Cleveland Clinic medical professional on 03/23/2022. Da Costa RT, et al. Virtual reality exposure therapy for fear of driving: Analysis of clinical characteristics, physiological response and sense of presence. (https://www.scielo.br/j/rbp/a/S65fjNHBDSzh7vX9fB7tjHc/?lang=en)  Brazilian Journal of Psychiatry. 2018;40(2):192-199. Accessed 3/22/2022.\nMerck Manual (Consumer Version). Phobic Disorders (Phobias). (https://www.merckmanuals.com/home/quick-facts-mental-health-disorders/anxiety-and-stress-related-disorders/phobic-disorders-phobias)  Accessed 3/22/2022.\nMerck Manual (Consumer Version). Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 3/22/2022.\nNational Health Service (UK). Overview: Phobias. (https://www.nhs.uk/mental-health/conditions/phobias/overview/)  Accessed 3/22/2022.\nNational Institute of Mental Health. Specific Phobia. (https://www.nimh.nih.gov/health/statistics/specific-phobia)  Accessed 3/22/2022. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    },
    {
        "name": "Androphobia",
        "description": "A traumatic experience with a male during childhood may trigger androphobia, a fear of men. This includes child abuse, sexual assaults and bullies. This phobia of men may carry over into (or begin in) adulthood. You may get anxious or fearful when you're around males in social or work settings. Exposure therapy and CBT can help you overcome androphobia.",
        "data": {
            "What is androphobia?": "People who have androphobia have a fear of men. Phobia means fear, and “andros” is the Greek word for man. A person with androphobia experiences extreme anxiety or fear of men. For some people, even images of men bring on immediate phobia symptoms. Androphobia is an old term, but the Me Too movement brought the terminology into the collective spotlight with increasing frequency. Perhaps this language can be changed to reflect that it’s an old idea with renewed attention and focus. This movement was a way to show support for survivors of sexual harassment, assault or rape. A phobia is a common type of anxiety disorder. It causes you to develop a significant fear of something that isn’t consistent with the actual danger of the feared item. Androphobia falls under the category of a specific phobic disorder. This means that you are afraid of, or anxious around, a particular entity (in this case, males). As a result, you may avoid situations involving men or experience strong anxiety when these situations occur. Misandry is hatred of men. Its counterpart is misogyny, hatred of women. Someone with androphobia doesn’t hate men (misandrist). They are afraid of men (androphobic).",
            "How common is androphobia?": "Experts aren’t sure how many people have androphobia. But as many as 12% of American adults and nearly 1 in 5 teenagers experience a specific phobic disorder at some point.",
            "Who is at risk for androphobia?": "Women and those designated female at birth (DFAB) are twice as likely to develop a specific phobic disorder like androphobia. You’re more likely to develop a phobia if a parent or close relative has a phobia or another type of anxiety disorder. Spending a lot of time with someone who has androphobia may lead you to start having the same fears. Experts believe some people have genetic differences that make them more likely than others to develop an anxiety disorder. Other risk factors for androphobia include having: Another phobia.\nAnxiety disorder.\nPanic disorder.\nSubstance use disorder.",
            "What are androphobia causes?": "There is not always a clear cause for why people develop phobias. Often, a fear of men starts in childhood and may persist into adulthood. For some people, a past harmful or frightening experience with a male during childhood may cause androphobia. These situations may lead to post-traumatic stress disorder (PTSD), as well as a fear of men. You may have a direct experience or witness an event, such as: Child abuse, domestic abuse or other violence.\nAn intimidating or overbearing authority figure or bully (teacher, parent or boss).\nSexual assault, harassment or rape.",
            "What do people with androphobia fear?": "Androphobia affects everyone differently. You may be: Able to be around men you trust like a relative or spouse, but not other men.\nUnable to be around any men without experiencing panicky symptoms.\nAnxious just thinking about being in close proximity to men or seeing visual images of men.\nAvoiding any situation that puts you near men.",
            "What are androphobia symptoms?": "A child who fears men may scream, cry, run away or try to hide from a man. These reactions may improve as a child gets older. Adults with androphobia are often aware that their fear of men is irrational, but they can’t control their physical responses. Androphobia symptoms range from mild to extreme. They can include: Dizziness.\nDry mouth.\nExtreme feeling of dread or terror.\nInability to speak or stuttering.\nNausea.\nStomach pain.\nProfuse sweating (hyperhidrosis).\nRapid breathing and heart rate.\nShaking or trembling.\nMuscle tension.\nHeadache.\nAching or tense muscles.",
            "How is androphobia diagnosed?": "There isn’t an androphobia test, but the pattern of symptoms common to androphobia are diagnosed in the same way as other specific phobias. A mental health professional like a psychologist can evaluate your symptoms and make a diagnosis. The following factors need to be present for a specific phobic disorder diagnosis: An intense fear of men is present for at least six months.\nSymptoms almost always occur immediately when you are near men or think about being near men.\nAnxiety or fear causes you to avoid situations where men may be present.\nThe fear affects your ability to work, socialize and enjoy life.\nFeelings of fear or anxiety don’t match the actual danger.",
            "What are androphobia treatments?": "Many people learn to overcome androphobia with the help of a mental health professional and psychotherapy (talk therapy). You may benefit from one or more of these treatments: Cognitive behavioral therapy (CBT): With CBT, you learn to change your perceptions and responses to situations that cause symptoms. For people who have been through traumatic events leading to a phobia of men, this therapy can also address thoughts and beliefs about your history and experiences.\nExposure therapy: You gradually face your fear through continual exposures to images or situations that cause symptoms in order to learn how to tolerate and eventually reduce symptoms of anxiety. Exposure therapy helps up to 90% of people who have specific phobias.\nMedications: Anti-anxiety drugs may be helpful for short-term use while you’re getting psychotherapy. The medicines can make it easier for you to make the transition to being near men while minimizing symptoms. For other people, long-term medication use is needed to manage their anxiety symptoms.",
            "What are the complications of androphobia?": "People who have an extreme fear of men may find it difficult to function in society. You may develop depression or have panic attacks. Ongoing panic attacks, or worries about having an attack, can lead to panic disorder. Many of the therapies used for androphobia can also be used to treat panic disorder. You may also need anti-anxiety medications. Panic attack symptoms include: Noncardiac chest pain.\nRacing heart rate.\nSymptoms like a heart attack.\nFeeling dizzy, lightheaded, unsteady or faint.\nChills or hot flashes.\nShortness of breath.\nFeeling of choking.\nNausea.\nStomach pain.\nProfuse sweating (hyperhidrosis).\nShaking or trembling.\nNumbness or tingling (paresthesia).\nFear of losing control or going crazy.\nFear of dying.\nFeeling that things aren’t real (derealization).\nFeeling that you are outside your body (depersonalization).",
            "When should I call the doctor?": "You should call your healthcare provider if you experience: Panic attacks.\nPersistent anxiety that interferes with daily life or sleeping.\nSigns of depression. \nSubstance use problems.",
            "What questions should I ask my doctor?": "You may want to ask your healthcare provider: What is causing this phobia?\nWhat is the best treatment for me?\nShould I try exposure therapy?\nHow long will I need therapy?\nShould I watch for signs of complications? A note from Cleveland ClinicA fear of men can make it difficult to work, socialize, travel, have a relationship or do many of the things that bring joy to most people. Avoiding men altogether isn’t realistic. A mental health professional can help you overcome androphobia. You may benefit from exposure therapy, as well as CBT or other therapies, depending on the event that is causing the phobia. Last reviewed by a Cleveland Clinic medical professional on 10/25/2021. American Psychological Association. What Is Exposure Therapy? (https://www.apa.org/ptsd-guideline/patients-and-families/exposure-therapy)  Accessed 11/15/2021.\nMerck Manual (Consumer Version). Phobic Disorders (Phobias). (https://www.merckmanuals.com/home/quick-facts-mental-health-disorders/anxiety-and-stress-related-disorders/phobic-disorders-phobias)  Accessed 11/15/2021.\nMerck Manual (Consumer Version). Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 11/15/2021.\nNational Health Service (UK). Overview: Phobias. (https://www.nhs.uk/mental-health/conditions/phobias/overview/)  Accessed 11/15/2021.\nNational Institute of Mental Health. Specific Phobia. (https://www.nimh.nih.gov/health/statistics/specific-phobia)  Accessed 11/15/2021. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    },
    {
        "name": "Anginophobia (Fear of Chest Pain)",
        "description": "Anginophobia makes you afraid of chest pain (angina) or chest tightness. You may worry about problems, like choking, that cut off oxygen, causing chest pain and a potential heart attack. Some people also have illness anxiety disorder. They associate normal body functions with a serious medical problem. Psychotherapy can help.",
        "data": {
            "What is anginophobia?": "People who have anginophobia have a fear of angina (chest pain) or choking. “Phobia” means fear, and “angina” is the Latin word for choke, strangle or suffocate. Someone with anginophobia has an extreme fear of experiencing chest tightness or pain (angina) due to a lack of oxygen. They may refuse to travel too far from a hospital in case they need medical care.",
            "What does someone with anginophobia fear?": "Healthcare providers use the word “angina” to refer to chest pain brought on by a lack of blood flow to your heart. It’s a sign of cardiovascular disease and may indicate a heart attack or another serious problem. But there are many nonlife-threatening, noncardiac causes of chest pain, too. A person with anginophobia excessively worries about potential causes of chest pain, such as: Choking on foods, drinks or medications.\nHeart attack.\nNarrowing of their esophagus.\nPhysical activity that causes shortness of breath and a racing heart.\nStrangulation.\nSuffocation.",
            "How common is anginophobia?": "It’s hard to know exactly how many people have a specific phobia, like anginophobia. Many people may keep this fear to themselves or may not recognize they have it. About 1 in 10 American adults and 1 in 5 teenagers will deal with a specific phobia disorder at some point in their lives, though.",
            "Who is at risk for anginophobia?": "Someone who has illness anxiety disorder (previously known as hypochondria) may be more likely to develop anginophobia. An illness anxiety disorder causes you to believe you have a serious medical condition when you don’t. Other risk factors for anginophobia include: Family history: Having a parent or relative with a phobia or anxiety disorder can put you more at risk.\nGender: Females are more likely than males to have a specific phobic disorder. \nGenetics: Certain studies suggest that a gene change (gene mutation) makes some people more prone to anxiety or phobic disorders.",
            "What other phobias are associated with anginophobia?": "It’s not unusual to have more than one phobia. Usually, there’s a common link between them. For instance, someone who has a fear of chest pain may also have: Cardiophobia (fear of heart attacks).\nCibophobia (fear of foods or drinks).\nNosophobia (fear of developing an illness).\nPhagophobia (fear of swallowing).\nPharmacophobia (fear of medication).\nPseudodysphagia (fear of choking).",
            "What causes anginophobia?": "A negative experience during childhood or adulthood may cause anginophobia. For example, you may have choked or seen someone have a heart attack. You also may be more prone to developing this phobia if you: Have conditions like coronary artery disease or high blood pressure that increase your risk of a heart attack.\nHave a family history of heart problems, including heart attacks.\nLost a loved one to a heart condition, choking or suffocation.\nHave difficulty swallowing (dysphagia). \nChoke on food or medicine and need help to dislodge it. \nStruggle to breathe due to respiratory conditions like asthma or chronic obstructive pulmonary disease (COPD).\nAre at risk for or have experienced anaphylaxis, a severe allergic reaction that can close your airway.",
            "What are anginophobia symptoms?": "Someone with anginophobia believes they’re more likely to die from angina or choking than the average person. They may think they’re having a heart attack when they’re not. They may have: Chest pain or tightness.\nDifficulty swallowing or speaking. \nChills.\nDizziness and lightheadedness.\nExcessive sweating (hyperhidrosis).\nHeart palpitations.\nNausea.\nShortness of breath (dyspnea).\nTrembling or shaking.\nUpset stomach or indigestion (dyspepsia).",
            "How is anginophobia diagnosed?": "There isn’t a test for anginophobia. This phobia isn’t found in the American Psychiatric Association’s Diagnostic and Statistical Manual of Mental Disorders (DSM). But a mental health professional like a psychologist can assess symptoms to diagnose a specific phobic disorder. For a specific phobic disorder diagnosis, the fear needs to: Be present for at least six months.\nBring on immediate symptoms when you think about angina or choking or actually experience these things.\nCause you to change behaviors to lower your risk of chest pain or choking.\nAffect your ability to work, socialize and enjoy life.\nExceed the actual danger.",
            "What are anginophobia treatments?": "A mental health professional can help you overcome a fear of angina. You may benefit from: Exposure therapy: This talk therapy helps most who have specific phobias. It involves gradual, continued exposures to situations that induce symptoms. Over time, you become desensitized to the phobia triggers.\nCognitive behavioral therapy (CBT): CBT is a form of psychotherapy (talk therapy) that helps you change how you think about, and react to, triggers.\nDialectical behavior therapy (DBT): A version of CBT, this therapy teaches coping skills like mindfulness or meditation. You come to accept your reactions and learn healthy ways to prevent or soothe fears. \nMedications: Anti-anxiety drugs and antidepressants can ease symptoms while you go through therapy. These medicines can also help people with illness anxiety disorder and panic disorder.",
            "What are the complications of anginophobia?": "Someone with anginophobia may seek medical care for nonexistent problems. You may get unnecessary tests, which can be stressful and costly. In addition, having an extreme fear or phobia increases your risk of: Depression, social isolation and suicidal thoughts. \nPanic attacks and panic disorder.\nPost-traumatic stress disorder (PTSD).\nSubstance use disorder.",
            "When should I call the doctor?": "You should call your healthcare provider if you experience: Difficulty eating or swallowing that leads to unexpected weight loss.\nPanic attacks.\nPersistent anxiety that interferes with work, daily life or sleeping.\nSigns of depression or suicidal thoughts. You may want to ask your healthcare provider: What’s causing this phobia?\nWhat’s the best treatment for me?\nHow long will I need therapy?\nCan medications help?\nShould I watch for signs of complications? A note from Cleveland Clinic Having anginophobia can affect your relationships, social life and career. You may miss out on fun activities or work opportunities because you worry about having chest pain or don’t want to be too far from a hospital. Psychotherapy, or talk therapy, is effective at treating specific phobic disorders like anginophobia. Medications may help, too, especially if you also have illness anxiety disorder or panic attacks. Last reviewed by a Cleveland Clinic medical professional on 03/22/2022. American Psychological Association. What Is Exposure Therapy? (https://www.apa.org/ptsd-guideline/patients-and-families/exposure-therapy)  Accessed 3/22/2022.\nMerck Manual (Consumer Version). Phobic Disorders (Phobias). (https://www.merckmanuals.com/home/quick-facts-mental-health-disorders/anxiety-and-stress-related-disorders/phobic-disorders-phobias)  Accessed 3/22/2022.\nMerck Manual (Consumer Version). Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 3/22/2022.\nNational Health Service (UK). Overview: Phobias. (https://www.nhs.uk/mental-health/conditions/phobias/overview/)  Accessed 3/22/2022.\nNational Institute of Mental Health. Specific Phobia. (https://www.nimh.nih.gov/health/statistics/specific-phobia)  Accessed 3/22/2022. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    },
    {
        "name": "Anthophobia (Fear of Flowers)",
        "description": "People with anthophobia, a fear of flowers, may be reacting to earlier experiences involving flowers and insect stings, allergies or difficult settings, like funerals. They may get anxious or fearful when near flowers or seeing images of flowers. Exposure therapy and cognitive behavioral therapy (CBT) can help.",
        "data": {
            "What is anthophobia?": "People who have anthophobia have an extreme fear of flowers. “Anthos” is the Greek word for flowers, while phobia means fear. Someone with anthophobia may be afraid of any flower or a specific type. Any part of a flower or plant — from stem to leaf to petal — may cause fear.",
            "How common is anthophobia?": "It’s hard to know exactly how many people have a specific phobia, like anthophobia. Many people may keep this fear to themselves or may not recognize they have it. About 1 in 10 American adults and 1 in 5 teenagers will deal with a specific phobia disorder at some point in their lives.",
            "Who is at risk for anthophobia?": "Specific phobic disorders often develop in childhood. They typically affect more people designated female at birth (DFAB) than people designated male at birth (DMAB). Risk factors include: Family history: Having a parent or close relative with a phobia or anxiety disorder may increase your risk.\nGenetics: Experts believe some people have a gene change (gene mutation) that makes them more prone to anxiety disorders and phobias.\nOther phobias: It’s fairly common to have more than one phobia. These phobias are often related. For instance, a fear of insects (entomophobia), fear of spiders (arachnophobia) or fear of bees (apiphobia) may make you fearful of flowers where bugs are often found.",
            "Why do I have a fear of plants?": "Some people trace their fear of plants to a traumatic or negative experience. This event may occur during childhood. For instance, you may associate flowers and plants with: Bee stings, tick bites or spider bites.\nLoss of a loved one and funerals.\nSevere allergies (hay fever).",
            "What are anthophobia symptoms?": "A person with a fear of flowers may experience physical symptoms of anxiety or panic when they think about flowers: Chills.\nDizziness and lightheadedness.\nExcessive sweating (hyperhidrosis).\nHeart palpitations.\nNausea.\nShortness of breath (dyspnea).\nTrembling or shaking.\nUpset stomach or indigestion (dyspepsia).",
            "How is anthophobia diagnosed?": "There are no tests to diagnose the fear of flowers. A healthcare provider can diagnose the condition based on discussions with you about: Your symptoms.\nHow long they’ve been happening.\nHow they interfere in your life. For a diagnosis of anthophobia, a person’s fear must: Cause extreme anxiety.\nLead to significant stress or affect your daily life.\nHave been happening for at least six months.\nBe out of proportion with any actual problems regarding your weight.\nLead you to take unreasonable steps in an attempt to look, feel or be thin.\nMake you avoid specific situations that involve eating.\nProduce physical symptoms of anxiety or panic attacks.",
            "How do you cure anthophobia?": "More than 9 in 10 people who have specific phobias improve with exposure therapy, a form of psychotherapy (talk therapy). A mental health professional gradually exposes you to images and situations to help you overcome the fear of flowers. During exposure therapy, your provider progressively guides you through these steps: Teaches relaxation techniques like deep breathing exercises and meditation to use before and during exposure.\nShows images or videos of flowers.\nPlaces flowers near you during therapy.\nEventually, will have you hold flowers. Therapists often combine exposure therapy with cognitive behavioral therapy (CBT). This form of talk therapy helps you learn to change your perceptions and responses to situations that cause symptoms. Medications like anti-anxiety drugs typically aren’t helpful for specific phobias. However, you may take medicine to help you get through certain situations — like attending a wedding that’s sure to have lots of flowers.",
            "What are the complications of anthophobia?": "Flowers and plants exist in a lot of places, both indoors and out. People who have an extreme fear of flowers may find it difficult to leave home, leading to agoraphobia. These phobias can affect your professional and social life. Anthophobia may also increase your risk of: Depression.\nPanic attacks and panic disorder.\nSubstance use disorder.",
            "When should I call the doctor?": "You should call your healthcare provider if you experience: Panic attacks.\nPersistent anxiety that interferes with daily life or sleeping.\nSigns of depression or problems with substances.",
            "What questions should I ask my doctor?": "You may want to ask your healthcare provider: What is causing this phobia?\nWhat is the best treatment for me?\nShould I try exposure therapy?\nHow long will I need therapy?\nCan medications help?\nShould I watch for signs of complications? A note from Cleveland Clinic A fear of flowers can make it difficult for you to be out in society, working and socializing. It is extremely difficult to completely avoid flowers or plants. A mental health specialist can use exposure therapy, CBT or both to help you overcome anthophobia and any other related specific phobias. Last reviewed by a Cleveland Clinic medical professional on 03/22/2022. American Psychological Association. What Is Exposure Therapy? (https://www.apa.org/ptsd-guideline/patients-and-families/exposure-therapy)  Accessed 3/22/2022.\nMerck Manual (Consumer Version). Phobic Disorders (Phobias). (https://www.merckmanuals.com/home/quick-facts-mental-health-disorders/anxiety-and-stress-related-disorders/phobic-disorders-phobias)  Accessed 3/22/2022.\nMerck Manual (Consumer Version). Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 3/22/2022.\nNational Health Service (UK). Overview: Phobias. (https://www.nhs.uk/mental-health/conditions/phobias/overview/)  Accessed 3/22/2022.\nNational Institute of Mental Health. Specific Phobia. (https://www.nimh.nih.gov/health/statistics/specific-phobia)  Accessed 3/22/2022. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    },
    {
        "name": "Anthropophobia (Fear of People)",
        "description": "Anthropophobia is the fear of people. It is not a formal clinical diagnosis. Many experts view the condition as a specific phobia. People with anthropophobia feel intense fear or anxiety at the thought of being around other people. Unlike other social anxiety disorders, anthropophobia is fear of people themselves, not of social situations.",
        "data": {
            "What is anthropophobia?": "Anthropophobia is a fear of people. People with anthropophobia may avoid crowds, fear eye contact or worry that they are being judged. Anthropophobia is not a clinical disorder in the Diagnostic and Statistical Manual of Mental Disorders (DSM-5), but many people consider it a specific phobia. Like other specific phobias, anthropophobia involves intense anxiety that’s not proportional to the actual threat. Many people with specific phobias are aware that the fear is irrational. But they have difficulty controlling symptoms or intrusive, fearful thoughts.",
            "Is there a difference between social phobia, social anxiety disorder and anthropophobia?": "Anthropophobia can be part of a social anxiety disorder, but the two terms are not exactly the same. People with social anxiety disorder feel intense distress in social situations, such as going on a date or talking to a waiter. People with anthropophobia feel afraid of people, regardless of setting. Social phobia (sociophobia) is the former name for social anxiety disorder. Someone with social anxiety disorder might not feel anxious if they are in a crowd where no one knows them. But someone with anthropophobia feels anxious in any crowd. Their fear is specific to people, not specific to social settings.",
            "How common is anthropophobia?": "Anthropophobia and other specific phobias are most common in teenagers and females. About 1 in 5 adolescents experience a specific phobia at some point. Around 1 in 10 adults experience a specific phobia in their lifetime.",
            "What causes anthropophobia?": "Anthropophobia doesn’t always have a clear cause. You may be more likely to develop anthropophobia if you have or have experienced: Betrayal from close loved ones.\nFamily history of anxiety disorders.\nHormonal imbalances.\nProblems with your adrenal glands (glands that produce stress hormones).",
            "What are the symptoms of anthropophobia?": "Many people with anthropophobia feel “anticipatory anxiety.” Anticipatory anxiety is dread, worry or fear about an upcoming event. With anthropophobia, people may worry excessively before being around other people. They may feel anxious about: Being judged by others.\nBeing watched.\nMaking eye contact. This anxiety often causes physical symptoms. People may experience: Difficulty breathing or shortness of breath (dyspnea).\nFlushed skin.\nNausea or vomiting.\nRapid heartbeat or heart palpitations.\nSweating.\nTremors or shaking.",
            "How is anthropophobia diagnosed?": "Anthropophobia does not have specific clinical diagnostic guidelines. Still, your healthcare provider may identify symptoms of anthropophobia by asking: Do the same social situations always cause fear or anxiety?\nDoes avoiding people interfere with your day-to-day routine?\nHas the anxiety lasted six months or longer? Sometimes, the fear of people is a symptom of another diagnosis, such as social anxiety disorder. Anthropophobia may also be closely related to taijin kyofusho. Taijin kyofusho is distress or fear of interpersonal relationships, specifically the fear of offending others. It is a culture-specific diagnosis found in Korea and Japan. People may also experience anthropophobia along with: Avoidant personality disorder.\nDelusional disorder.\nParanoid personality disorder.\nPost-traumatic stress disorder (PTSD).",
            "Is there a cure for anthropophobia?": "There is no cure for anthropophobia. But, for many people, symptoms improve with treatment. For some, the fear of people decreases enough that it no longer interferes with day-to-day life.",
            "How is anthropophobia treated?": "There is no one specific treatment for anthropophobia. Some treatments for specific phobias may help: Exposure therapy is often the first treatment for specific phobias. Up to 90% of people who consistently practice exposure therapy have a decrease in symptoms. Exposure therapy involves gradually introducing the specific fear into your life. You may imagine interacting with others. Later, you may practice being around small groups of people.\nCognitive behavioral therapy (CBT) involves talking with a therapist about symptoms. You learn to identify irrational thoughts and replace them with rational ones. CBT may not be as helpful as exposure therapy for people with severe phobia symptoms.\nHypnotherapy involves guided relaxation and focused concentration. A provider guides you to a state of such intense concentration that you temporarily are unaware of your surroundings. Hypnotherapy often increases the success of phobia treatment.\nMedications may be useful for anxiety disorders or some specific phobias. For example, you might take diazepam (Valium®) or alprazolam (Xanax®) before certain events to avoid panic attacks (intense, sudden anxiety that causes physical symptoms). Medication is not right for everyone, so speak with your healthcare provider before starting a new medicine.",
            "How can I overcome anthropophobia symptoms?": "People with anthropophobia can also learn relaxation techniques. Practicing these techniques can help you lower anxiety, especially when exposed to what you are afraid of. You may: Aerobically exercise, such as doing 20 jumping jacks when you feel anxious.\nMeditate or use guided imagery techniques to manage stress.\nPractice breathing techniques.",
            "How can I reduce my risk of anthropophobia?": "There is no guaranteed way to prevent anthropophobia. If you struggle with anxious thoughts or behaviors, healthy habits may help reduce how severe your symptoms are. You may: Avoid dehydration by drinking plenty of water and limiting alcohol and caffeine.\nEat a nutritious diet of whole grains, lean protein, healthy fat, fruits and vegetables.\nExercise consistently.\nSleep at least seven to eight hours nightly.\nTalk to trusted loved ones regularly to decrease your risk of social isolation.",
            "Are there long-term effects of anthropophobia?": "With proper treatment, most people find that symptoms of anthropophobia improve. Without treatment, anthropophobia can increase your risk of: Mood disorders, such as anxiety or depression.\nSocial withdrawal or isolation.\nSubstance misuse, including alcohol or drugs.",
            "What else should I ask my doctor?": "You may want to ask your healthcare provider: What is the most likely cause of anthropophobia?\nWhat techniques can I practice at home to overcome the fear of people?\nHow can I prevent symptoms from worsening?\nWill a fear of people ever go away completely? A note from Cleveland Clinic Anthropophobia is the fear of people. It is not the same as social anxiety disorder. Instead of fearing social situations, people with anthropophobia specifically fear people. Anthropophobia may cause physical symptoms, such as rapid heartbeat, sweating or nausea. If a fear of people interferes with your daily life, speak with a healthcare provider. Treatment may include therapy, medication or practicing relaxation techniques at home. Last reviewed by a Cleveland Clinic medical professional on 07/30/2021. Merck Manuals (Consumer Version). Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 8/26/2021.\nNational Institute of Mental Health. Social Anxiety Disorder. (https://www.nimh.nih.gov/health/statistics/social-anxiety-disorder)  Accessed 8/26/2021.\nNational Institute of Mental Health. Specific Phobia. (https://www.nimh.nih.gov/health/statistics/specific-phobia)  Accessed 8/26/2021. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    },
    {
        "name": "Aquaphobia (Fear of Water)",
        "description": "Aquaphobia is a fear of water. People with this specific phobia feel anxious when they think about or see water. They may avoid baths, showers, pools and bodies of water. Many people with aquaphobia have had traumatic experiences with water. You can overcome a phobia of water with exposure therapy, cognitive behavioral therapy and medication.",
        "data": {
            "What is aquaphobia?": "People with aquaphobia have a fear of water. The word “aqua” is Latin for water, and “phobos” is Greek for fear. Someone with aquaphobia may have extreme fear or anxiety when thinking about or seeing water. They may avoid going places near water, such as swimming pools or lakes. In severe cases, people may stop showering, bathing or using water from the sink to wash their face or brush their teeth.",
            "What does a person with aquaphobia fear?": "Someone with aquaphobia may be afraid of: Baths or showers.\nBeing sprayed or splashed by water.\nDrinking water.\nLakes, oceans, rivers and other bodies of water.\nWater from the tap.",
            "Who is at risk for aquaphobia?": "You may be more likely to develop aquaphobia or a different type of specific phobia disorder if you already have: Another phobia.\nAnxiety disorder.\nPanic disorder.\nSubstance use disorder.",
            "What other phobias are associated with aquaphobia?": "Other phobias linked to aquaphobia include: Ablutophobia, fear of bathing.\nCymophobia, fear of waves.\nMegalohydrothalassophobia, fear of underwater creatures or objects.\nThalassophobia, fear of large bodies of water.",
            "What is the difference between aquaphobia and hydrophobia?": "Hydrophobia is a fear of water related to a late-stage rabies infection. People with hydrophobia have muscle spasms when they hear, see or taste water. Aquaphobia is an extreme fear of water not related to a physical condition or illness.",
            "How common is aquaphobia?": "Between 2% and 3% of Americans have aquaphobia. This disorder affects children more than adults.",
            "What are aquaphobia causes?": "Possible causes of aquaphobia include: Past traumatic events: People who’ve had a traumatic experience related to water may develop aquaphobia. For example, you or someone else may have had a near-drowning experience.\nNegative stories about water: Some people heard scary stories about water, drowning or shipwrecks during childhood. Others watched movies about frightening incidents in the water, such as the shark in the 1975 film, “Jaws.”\nFamily history: Your risk of aquaphobia increases if one of your parents or close relatives has a phobic disorder or anxiety disorder. And you may be more anxious than other people if you have a certain gene mutation (change).\nModeling: Seeing a person with aquaphobia or hearing someone talk about their fear of water may lead you to develop the same phobia.",
            "What are aquaphobia symptoms?": "Aquaphobia symptoms can range from mild to extreme. The most common symptoms are extreme anxiety when around water and when thinking about water. Other symptoms include: Dizziness or fainting.\nIntense sweating (hyperhidrosis).\nNausea.\nPale skin.\nPanic attacks.\nRapid breathing and heart rate.\nStrong feeling of terror.\nTrembling, shaking or tense muscles.\nTrouble sleeping (insomnia).",
            "What are aquaphobia triggers?": "Anything related to water may bring on aquaphobia. Aquaphobia triggers include seeing or thinking about water in: Bathtubs, showers or sinks.\nBodies of water such as lakes, oceans or rivers.\nDrinks.\nFountains in gardens, malls or parks.\nMovies or TV shows.\nSwimming pools.",
            "How is aquaphobia diagnosed?": "If aquaphobia disrupts your life, your healthcare provider may recommend seeing a mental health professional like a psychologist. You may have a specific phobic disorder if the fear of water: Causes extreme anxiety.\nGoes on for at least six months.\nLeads you to avoid situations such as going to parks, swimming pools or picnics at a lake where water is present.\nIs significantly disruptive to your life.\nTriggers symptoms of anxiety or fear that don’t match the actual danger.\nIf contact with water usually or typically produces this extreme anxiety.",
            "How is aquaphobia treated?": "Exposure therapy is one of the main treatments for aquaphobia. During this therapy, your mental health provider exposes you to circumstances and imagery that may trigger your symptoms. They gradually help you manage your response. As many as 9 in 10 people with specific phobias see their symptoms improve after getting this type of psychotherapy (talk therapy). During exposure therapy, you progress through these steps:",
            "What other therapies may be used to treat aquaphobia?": "Other therapies to overcome aquaphobia include: Cognitive behavioral therapy (CBT): CBT helps you learn to change how you see and respond to situations and objects that trigger symptoms. Many healthcare providers use CBT along with exposure therapy or hypnotherapy.\nDialectical behavior therapy (DBT): This modified form of CBT teaches people how to live in the moment. It can help you cope with distress, maintain relationships with others and regulate emotions. You might have DBT in a group setting or one-on-one with a therapist.\nHypnotherapy: Healthcare providers use guided relaxation techniques and focused attention to help alter how you look at water. They may also use hypnotherapy to find the underlying event that led to the development of your water anxiety.\nMedications: Anti-anxiety drugs and antidepressants may help reduce aquaphobia symptoms. Healthcare providers often prescribe these medications along with CBT. If aquaphobia causes fear at night that affects your sleep, your healthcare provider may recommend sleep aids.\nYoga, mindfulness and meditation: A regular yoga practice can help you relax and reduce your stress. Mindfulness-based stress reduction (MBSR) teaches you to relieve anxiety in the moment. Meditation can help you focus on your breathing to prevent panic attacks.",
            "What are the complications of aquaphobia?": "Severe aquaphobia can impact your quality of life. You may not want to take a bath or shower, which can affect your cleanliness and self-esteem. Your risk of disease may also increase if you don’t keep yourself clean. The thought of meeting friends or family at a beach or swimming pool can cause extreme anxiety. You may stop wanting to leave your house at all and develop agoraphobia. Some people with aquaphobia may have panic attacks. These attacks can lead to: Feeling dizzy or lightheaded.\nFeeling of impending doom.\nNausea.\nNoncardiac chest pain.\nRacing heart rate.\nShortness of breath (dyspnea).\nSweating. Constant worries about having panic attacks can lead to panic disorder. This condition may require long-term use of anti-anxiety medications.",
            "How do I take care of myself with aquaphobia?": "You can take care of yourself with aquaphobia by continuing with any treatments that help control your symptoms.",
            "When should I see my healthcare provider?": "You should see your healthcare provider if you have: Panic attacks.\nPersistent anxiety about water that causes problems with daily life or sleeping. A note from Cleveland Clinic Aquaphobia is a fear of water. People with aquaphobia have severe fear when they see or think about water. They may be afraid of baths or showers, drinking water, large bodies of water or swimming pools. Aquaphobia treatments include exposure therapy, cognitive behavioral therapy, hypnotherapy and medications. These treatments can help you feel better about being in contact with water in your daily life. Last reviewed by a Cleveland Clinic medical professional on 04/28/2022. Líndal E, Stefánsson JG. The lifetime prevalence of anxiety disorders in Iceland as estimated by the US National Institute of Mental Health Diagnostic Interview Schedule. (https://pubmed.ncbi.nlm.nih.gov/8372693/)  Acta Psychiatr Scand. 1993 Jul;88(1):29-34. Accessed 4/28/2022.\nMehta N, Espinel Z. Aquaphobia: A Case Report on the Unique Presentation of a Specific Phobia. (https://www.sciencedirect.com/science/article/abs/pii/S1064748121002128)  Am J Geriatr Psychiatry. 2021 Apr;29(4):S139-S140. Accessed 4/28/2022.\nMerck Manual (Consumer Version). Phobic Disorders (Phobias). (https://www.merckmanuals.com/home/quick-facts-mental-health-disorders/anxiety-and-stress-related-disorders/phobic-disorders-phobias)  Accessed 4/28/2022.\nMerck Manual (Consumer Version). Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 4/28/2022.\nMisimi F, Kajtna T, Misimi S, Kapus J. Development and Validity of the Fear of Water Assessment Questionnaire. (https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7274019/)  Front Psychol. 2020;11:969. Accessed 4/28/2022.\nNational Health Service (UK). Overview: Phobias. (https://www.nhs.uk/mental-health/conditions/phobias/overview/)  Accessed 4/28/2022.\nSamra CK, Abdijadid S. Specific Phobia. (https://www.ncbi.nlm.nih.gov/books/NBK499923/)  [Updated 2021 May 15]. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2022 Jan-. Accessed 4/28/2022. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    },
    {
        "name": "Arachnophobia (Fear of Spiders)",
        "description": "Fear of spiders becomes a phobia when it consumes your thoughts, interferes with your daily activities and keeps you from socializing with your family and friends. Symptoms of arachnophobia include sweating or shaking and tightness in your chest or rapid heartbeat. Behavior therapies along with relaxation and breathing exercises are the main treatment options.",
        "data": {
            "What is arachnophobia?": "Arachnophobia is an intense fear of spiders. Many fears seems reasonable. We all try to avoid things that make us feel uncomfortable. The difference between a fear and a phobia is that a phobia is an intense and irrational fear toward one or more things or situations. Also, with phobias, the level of your fear doesn’t match the actual danger presented by the feared object or situation. Phobias become a health issue when the fear interferes with your ability to carry out daily activities. Phobias can limit your ability to work efficiently, can put a strain on your relationships and reduce your self-esteem. In this case, for example, you might purposely avoid outdoor activities (hikes, picnics, biking) or seasonal activities (Halloween) with family or friends because of your fear that spiders might be present.",
            "What situations can trigger arachnophobia?": "Common triggers include: Sight of a spider (in person or in pictures).\nSight of a spider web (in person or in pictures).\nThoughts/anticipation about spiders or spider webs.\nSpeaking about spiders or spider webs.",
            "What does arachnophobia feel like?": "If you have arachnophobia: You feel anxious about seeing or thinking about spiders or spider webs. Your anxiety worsens as you get closer to the encounter.\nYou have trouble concentrating and functioning. You’re consumed by thoughts of spiders. These thoughts keep you up at night.",
            "How common is arachnophobia?": "About 3% to 15% of the population has arachnophobia.",
            "Who gets arachnophobia?": "Arachnophobia is more common in females than males. Although anyone, at any age, can develop a specific phobia, such as arachnophobia, most develop in childhood and adolescence.",
            "What are the symptoms of arachnophobia?": "Symptoms of arachnophobia are similar to symptoms of anxiety and a panic attack. You may experience: Physical symptoms Sweating or shaking.\nTightness in your chest or rapid heartbeat.\nTrouble breathing or breathing fast.\nChills or flushing (red, hot face).\nA choking feeling.\nUpset stomach or feeling “butterflies” in your stomach.\nDizziness, feeling faint or lightheaded.\nDry mouth.\nCrying, tantrums, freezing or clinging (symptoms of a specific phobia in children, although adults can experience these symptoms too).",
            "How does a person with arachnophobia typically act?": "If you have arachnophobia, you may: Avoid places or situations in which you might experience a spider or spider web or see pictures of them.\nChoose to stay where you feel most comfortable and turn down social activities or family and friend gatherings due to your fear.\nScream, run or cry if you see a spider.\nFreeze in place because of your fear.",
            "What causes arachnophobia?": "What causes arachnophobia isn’t fully understood. Researchers believe causes might include: A traumatic past experience with a spider.\nChildhood exposure to a parent’s arachnophobia. You may develop arachnophobia if you felt the anxieties of one of your parent’s reactions to spiders.\nFamily history of anxiety disorders. This could increase your chance of developing a phobia, such as arachnophobia. Technically, scientists believe neurochemicals overstimulate an area of your brain — your amygdala — in the presence of fear. There’s also thought that a single genetic mutation can increase your risk of arachnophobia if you have that gene defect.",
            "How is arachnophobia diagnosed?": "If you have arachnophobia, you know you have a fear of spiders and you know it’s a problem because you take great caution in avoiding situations in which you might encounter a spider. Your healthcare provider will want to confirm that your fear is a phobia versus a normal level of fear and that it’s not the result of a medical condition or psychiatric disorder. Phobias significantly interfere with your ability to live a normal life. Your provider may give you a questionnaire to fill out or ask you directly how your arachnophobia has affected your daily life, how intense your fear feels and how often you feel it. They may also ask how you cope. Your provider will make the diagnosis of arachnophobia if you have all of the following: Your fear of spiders is intense and has been present six months or longer.\nYour fear or anxiety is about a specific situation or object — in this case, spiders.\nYour fear and anxiety almost always happen as soon as you encounter a spider or think about spiders.\nYou avoid places you think there are spiders or endure it with intense fear or anxiety.\nYour fear is out of proportion to the actual danger.\nYour fear causes you significant distress or significantly hampers your ability to function.",
            "How is arachnophobia treated?": "Cognitive behavioral therapy (CBT) and exposure therapy are the two main treatments for arachnophobia. Cognitive behavioral therapy (CBT): This type of psychotherapy (talk therapy) focuses on managing your phobia by changing the way you think, feel and behave. During CBT, you’ll: Discuss your symptoms and describe how you feel.\nExplore your phobia more deeply to gain insight into how to respond.\nLearn how to recognize, reevaluate and change your thinking.\nUse problem-solving skills to learn how to cope.\nFace your phobia instead of avoiding it.\nLearn how to keep your mind and body calm. Exposure therapy (also called desensitization therapy): In this type of psychotherapy, you are gradually exposed to your feared situation. With gradual, repeated exposure, the goal is that you will feel comfortable when faced with your feared situation and, in this case, to recognize that spiders are not dangerous (unless you live in parts of the country known for dangerous spiders). Exposure therapy may involve: Recalling and describing your feared experience.\nLooking at pictures or using virtual reality to get close to the real feared experience yet be in a safe environment. \nFacing your feared phobia directly, in real life. Exposure therapy can be paced in in several ways. Therapy also includes relaxation and breathing exercises. Your psychologist will develop a unique plan for you, based on the severity of your symptoms. CBT and exposure therapy are often used together in a single treatment plan. CBT helps you gain insight into your fears, then exposure therapy helps desensitize your body’s “fight or flight” response to spiders.",
            "Are medications used to treat arachnophobia?": "Medications don’t treat arachnophobia, but are sometimes prescribed, for a short period of time, to treat the anxiety caused by your fear of spiders. Medications, if used, are usually part of total psychotherapy treatment plan. If your healthcare provider thinks you need medication, the drug classes most often prescribed are: Benzodiazepines, such as the antianxiety drugs alprazolam (Xanax®), clonazepam (Klonopin®) and diazepam (Valium®). \nSelective serotonin reuptake inhibitors, such as the antidepressants paroxetine (Paxil®) or escitalopram (Lexapro®).\nOther medication options may include sedatives, tranquilizers and beta blockers.",
            "What can I do to better cope with arachnophobia?": "In addition to seeing your primary healthcare provider or psychologist, you can try any of the following that make you feel comfortable: Learn strategies to relax: Try deep breathing exercises (breathe in slowly and deeply through your nose, hold for three seconds, breathe out slowly through your mouth), mediation, mindfulness, progressive muscle relaxation (tensing and relaxing muscle groups) and other methods to relax. Visualize and focus your attention on something that makes you calm.\nTake care of yourself: Eat a well-balanced diet, follow good sleep habits and exercise for 30 minutes at least five days a week. Healthy lifestyle choices can decrease your anxiety.\nJoin a support join for individuals with phobias: Support groups can be very useful for knowing you are not alone and for sharing tips and advice.",
            "What can I expect if I have a diagnosis of arachnophobia?": "Without treatment, a phobia can last a lifetime and can isolate you from people and social activities. Fortunately, phobias are very treatable. Psychotherapy — exposure therapy in particular — helps as many as 90% of people who are committed to practicing the therapy they learned. You may notice improvements within weeks to a few months.",
            "How do I know at what point I need to see my doctor for my arachnophobia?": "It may be time to see your healthcare provider if your intense fear of spiders: Interferes with your daily activities.\nKeeps you away from outdoor activities or special events with family and friends.\nConsumes your thoughts most of the time.\nKeeps you up at night. A note from Cleveland Clinic It may be comforting to know that many people have phobias. Your healthcare provider is ready to help you. The good news is that arachnophobia is a treatable condition. With treatment and your commitment to practice the techniques you learn in therapy, you can learn to manage your fear of spiders and enjoy your life. Last reviewed by a Cleveland Clinic medical professional on 09/02/2021. Samra CK, Abdijadid S. Specific Phobia. (https://www.ncbi.nlm.nih.gov/books/NBK499923/)  [Updated 2021 May 15]. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2021 Jan-. Accessed 10/18/2021.\nMerck Manual Consumer Version. Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders?query=claustrophobia)  Accessed 10/18/2021.\nNational Health Service. Overview – Phobias. (https://www.nhs.uk/mental-health/conditions/phobias/overview/)  Accessed 10/18/2021.\nAmerican Psychiatric Association. Diagnostic and Statistical Manual of Mental Disorders (DSM-5). Specific Phobia. Washington DC: American Psychiatric Association, 2013. Accessed 10/18/2021.\nAmerican Psychological Association. What is Exposure Therapy? (https://www.apa.org/ptsd-guideline/patients-and-families/exposure-therapy)  Accessed 10/18/2021.\nEaton WW, Bienvenu OJ, Miloyan B. Specific phobias. (https://doi.org/10.1016/S2215-0366%2818%2930169-X)  Lancet Psychiatry. 2018;5(8):678-686. Accessed 10/18/2021.\nMinkova L, Sladky R, Kranz GS, et al. Task-dependent modulation of amygdala connectivity in social anxiety disorder. Psychiatry Res Neuroimaging. 2017 Apr 30;262:39-46. Accessed 10/18/2021.\nFeinstein JS, Adolphs R, Damasio A, Tranel D. The human amygdala and the induction and experience of fear. Curr Biol. 2011 Jan 11;21(1):34-8. Accessed 10/18/2021. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    },
    {
        "name": "Arithmophobia (Fear of Numbers)",
        "description": "Arithmophobia is the extreme fear of numbers. Some people fear certain numbers, such as “unlucky” number 13. Others fear all numbers. Arithmophobia can significantly interfere with daily life. People with the phobia may have a hard time holding certain jobs, paying bills or managing a budget.",
        "data": {
            "What is arithmophobia?": "Arithmophobia is an extreme fear of numbers. People may feel afraid of all numbers or only specific numbers. Another name for arithmophobia is numerophobia. Arithmophobia is not a diagnosis listed in the American Psychiatric Association’s Diagnostic and Statistical Manual of Mental Disorders (DSM-5). But some people still consider it a specific phobia. As with other specific phobias, people who fear numbers often know the fear is irrational. Still, people may struggle to control or manage arithmophobia symptoms.",
            "Why might someone fear specific numbers?": "Sometimes, being afraid of a specific number is linked to a religious belief or superstition. For example, people may fear the numbers: Four: The number four is considered an unlucky number in Japan, China and Vietnam. It's a homophone (words that sound the same but have different meanings) for “death.” In some Asian countries, the number four is missing in elevators, hotel room numbers and even product serial numbers.\n13: A superstition about the number 13 (triskaidekaphobia) can be linked to Christianity or other cultures. For example, in the Christian tradition, Judas, the betrayer of Jesus, was the 13th guest at the Last Supper. The Norse god of mischief, Loki, is the 13th pantheon god. People may specifically fear Friday the 13th as an unlucky day (paraskevidekatriaphobia).\n666: Fear of 666 (hexakosioihexekontahexaphobia) is also widespread in Western cultures. The book of Revelation in the Bible lists 666 as the “number of the beast.” Many horror or doomsday films incorporate the number into plotlines as a mark of evil or the end of the world.",
            "What causes arithmophobia?": "Often, there is not a clear cause of arithmophobia. Factors that may contribute to the development of arithmophobia include: Genetics, with risk increasing if you have a parent or other family member who has an anxiety disorder.\nOther mental health diagnoses, such as generalized anxiety disorder (GAD).\nPast negative experiences or trauma related to numbers, such as being scolded or bullied for not doing well in math class.",
            "What are the symptoms of arithmophobia?": "The main symptom of arithmophobia is extreme anxiety when encountering numbers. People may experience anxiety when thinking about any number, or the fear could be linked to only specific numbers. Any extreme anxiety or specific phobia can cause distressing physical symptoms. You may experience: Chills.\nDizziness and lightheadedness.\nExcessive sweating (hyperhidrosis).\nHeart palpitations.\nNausea.\nShortness of breath (dyspnea).\nTrembling or shaking.\nUpset stomach or indigestion (dyspepsia).",
            "How is arithmophobia diagnosed?": "Your healthcare provider may ask you questions to determine if you have a phobia of numbers. Sometimes, physical symptoms may relate to a different mental health condition. Your provider may ask if you experience: Anxiety or fear that lasts six months or longer.\nExtreme avoidance of thinking about or looking at numbers.\nImmediate dread or distress at the thought of a task that involves numbers.\nPanic that is extreme compared to the actual threat of numbers.\nSymptoms that disrupt your daily routine or functioning.",
            "How is arithmophobia treated?": "Arithmophobia treatment may include a variety of approaches. You may try: Exposure therapy is often the first treatment. Most people who practice exposure therapy as directed notice their symptoms decrease. Exposure therapy involves gradually interacting with a specific fear. You may imagine doing tasks that involve numbers, eventually working your way up to doing the tasks in real life.\nCognitive behavioral therapy (CBT) involves speaking with a therapist. You learn to identify which of your thoughts are unhelpful or untrue. CBT teaches you to retrain your brain to think rational thoughts.\nHypnotherapy involves focused concentration and guided relaxation. A provider guides your mind to a state of such intense concentration that you are temporarily unaware of your surroundings. While in this state, you may respond better to suggestions or treatments. Hypnotherapy may increase the success of phobia treatment.\nMedications may be useful if you have an anxiety disorder. A variety of anti-anxiety or antidepressant medications can lessen the symptoms of anxiety or depression if they interfere with your life. But medications are not a cure for arithmophobia.",
            "How can I prevent arithmophobia?": "There isn’t a single strategy to prevent arithmophobia. Living a healthy lifestyle may lessen how often you experience arithmophobia symptoms. You may: Drink plenty of water and avoid dehydration.\nEat a nutrient-dense diet.\nLimit caffeine and alcohol intake.\nManage stress with healthy coping techniques.\nSleep at least seven to eight hours each night.",
            "How do I get over arithmophobia?": "For some people, a combination of therapy and medication helps them overcome arithmophobia. Others manage symptoms long term. To lessen the frequency and intensity of anxiety symptoms, you may: Exercise consistently. \nPractice deep breathing exercises.\nLearn mindfulness techniques or meditate to reduce stress. \nTalk to trusted loved ones or a therapist.",
            "What is the outlook for people with arithmophobia?": "With treatment, many people with arithmophobia live a high quality of life. Some people find that, after treatment, symptoms no longer interfere with their daily life. Untreated arithmophobia can interfere with a person’s ability to do math. Someone who is afraid of all numbers may have limited professional opportunities. They may also have trouble paying bills or managing a budget.",
            "What should I ask my doctor?": "You may want to ask your healthcare provider: What is the most likely cause of arithmophobia?\nWhat are the treatment options for specific phobias?\nWhat can I do to manage anxiety symptoms?\nWill I get over the fear of numbers? A note from Cleveland Clinic Arithmophobia is the extreme fear of numbers. It's not a formal diagnosis, but many people treat it like a specific phobia. People with arithmophobia may fear all numbers, or they may fear specific numbers only. Sometimes, arithmophobia is rooted in superstitions about numbers. You may be more likely to develop arithmophobia if you’ve had negative experiences with numbers, such as being bullied for doing poorly in math. Arithmophobia can cause anxiety symptoms, so it’s important to talk with a healthcare provider about treatment options. Last reviewed by a Cleveland Clinic medical professional on 03/22/2022. Merck Manual (Consumer Version). Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 3/22/2022. \nNational Institute of Mental Health. Specific Phobia. (https://www.nimh.nih.gov/health/statistics/specific-phobia)  Accessed 3/22/2022. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    },
    {
        "name": "Astraphobia (Fear of Thunder and Lightning)",
        "description": "Astraphobia is the fear of thunder and lightning. It typically affects children, but many adults still deal with a fear of thunderstorms. Astraphobia is one of the most common specific phobias. Treatment such as talk therapy or medication can help you manage anxiety symptoms and live a higher quality of life.",
        "data": {
            "What is astraphobia?": "Astraphobia is an intense fear of thunder and lightning. The phobia is more common in children, but it can last into adulthood. Astraphobia often also affects animals. People with astraphobia feel extreme anxiety or debilitating fear when preparing for a thunderstorm. They may watch weather reports obsessively or have panic attacks (rushes of anxiety that cause intense physical symptoms) during a storm. Another name for astraphobia is brontophobia.",
            "Who might get astraphobia?": "Children are more likely to have astraphobia. Those with sensory processing disorders or autism spectrum disorder are likelier to fear storms, too. You are also more likely to have astraphobia if you have: Family history of depression, anxiety or phobias.\nFamily members with astraphobia.\nPast experience of weather-related trauma, such as living through a major natural disaster.",
            "How common is astraphobia?": "Astraphobia is one of the most common specific phobias. Over a 12-month period, about 8% of adults deal with a specific phobia. Specific phobias are around two times more common in women than men.",
            "What causes astraphobia?": "Experts don’t know exactly what causes astraphobia. For some people, a traumatic childhood event during a storm can lead to astraphobia. You’re also more likely to develop astraphobia if a parent or sibling has the condition. Sometimes, people develop astraphobia for no known reason.",
            "What are the symptoms of astraphobia?": "Like other phobias, the main symptom of astraphobia is overwhelming fear. Many people are aware that the fear they feel is not proportional to a storm’s actual threat. But it can be difficult to manage symptoms. The anxiety you might experience with astraphobia can cause physical symptoms, such as: Chest pain.\nDizziness or fainting (syncope).\nDiarrhea.\nHeart racing or heart palpitations.\nNausea or vomiting.\nShortness of breath (dyspnea).\nSweating.\nTremors (uncontrollable shaking).",
            "How is astraphobia diagnosed?": "Your healthcare provider may ask you questions to determine if you have astraphobia. Sometimes, anxiety symptoms relate to another mental health diagnosis. Your healthcare provider might ask if you’ve experienced: Anxiety lasting six months or longer.\nAvoidance of thunder and lightning, even in movies or pictures.\nExtreme fear or panic when you see lightning or thunder.\nImmediate dread or distress when you know a thunderstorm is in the weather forecast.\nPanic that interferes with your life, even when you know you are safe.",
            "How is astraphobia treated?": "Astraphobia treatment is often similar to treatment approaches for other phobias. Your healthcare provider might try: Exposure therapy: Exposure therapy helps you gradually become more comfortable around whatever causes fear. For example, under the direction of your healthcare provider, you might listen to recordings of thunder or look at pictures of thunderstorms. Eventually, you practice staying calm during a real-life storm. Exposure therapy is highly effective for most people who complete it.\nCognitive behavioral therapy (CBT): Sometimes called talk therapy, CBT can be done one-on-one or in a support group setting. The goal of CBT is to help you identify unhelpful thoughts and replace them with helpful ones.\nDialectical behavioral therapy (DBT): This technique pairs talk therapy with stress reduction tools such as meditation. It may help you reduce anxiety so you can process your emotions better.\nMedication: Your doctor may prescribe anti-anxiety medications to help you manage symptoms and prevent panic attacks when a storm is in the forecast.\nStress management techniques: You might learn coping strategies that help you lessen anxiety symptoms. For example, you might do aerobic exercise, such as jumping jacks, when you start feeling panicked. Or you might learn breathing techniques that help you calm down. After a storm, it may help to take a short walk outside to reassure yourself that everything is OK.",
            "How can I help a child who has astraphobia?": "Weather-related anxiety is common in children. If you have a child who is afraid of thunderstorms, you can help them by: Explaining that thunder can’t hurt them.\nLearning more about storms.\nTalking about storms as a natural part of life, bringing rain that nourishes plants and flowers.\nProviding a safe, comforting place for them to go during storms, particularly if they have special sensory needs. If your child has extreme distress over storms, talking about the storm at home might not be enough to reduce stress. If the anxiety doesn’t lessen, seek help from a mental health professional.",
            "Are there long-term effects from astraphobia?": "With treatment, many people manage astraphobia symptoms. Without treatment, astraphobia symptoms may interfere with your health or relationships. Untreated astraphobia can increase your risk of: Anxiety, depression or other mood disorders. \nSocial isolation.\nSubstance use disorders, such as alcoholism or drug addiction.",
            "What else should I ask my doctor?": "You might want to ask your healthcare provider: What is the most likely cause of astraphobia?\nDo I have an underlying mental health condition that needs treatment?\nWhat are the astraphobia treatment options?\nWhat are my chances of overcoming astraphobia?",
            "How can I get over a fear of thunderstorms?": "With treatment, you might overcome your fear of thunderstorms. Or you might manage astraphobia symptoms long term. The best way to get over an extreme fear of thunderstorms is to seek help from a medical professional. A note from Cleveland Clinic Astraphobia is the extreme fear of thunder and lightning. It’s most common in children. Many people outgrow the fear of thunderstorms as they get older. But astraphobia is still among the most common specific phobias. Treatment for astraphobia might include exposure therapy, talk therapy or medication. You might also learn stress reduction techniques to manage anxiety symptoms. Last reviewed by a Cleveland Clinic medical professional on 11/19/2021. Anxiety & Depression Association of America. Severe Storms: How to Reduce Your Anxiety. (https://adaa.org/living-with-anxiety/managing-anxiety/hurricane-season-here-how-reduce-your-anxiety)  Accessed 11/19/2021.\nMerck Manual (Consumer Version). Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 11/19/2021.\nNational Institute of Mental Health. Specific Phobia. (https://www.nimh.nih.gov/health/statistics/specific-phobia)  Accessed 11/19/2021. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    },
    {
        "name": "Ataxophobia (Fear of Untidiness or Disorder)",
        "description": "Ataxophobia is an extreme, irrational fear of disorder or untidiness. People may feel intense distress in messy environments or even while thinking about disorder. This specific phobia is closely linked with obsessive-compulsive disorder (OCD). Several treatments can provide relief, including therapy, medication and stress management techniques.",
        "data": {
            "What is ataxophobia?": "Ataxophobia is an extreme fear of untidiness or disorder. People with ataxophobia feel intense distress in untidy settings. They may experience anxiety just thinking about being in a situation where disorder or messiness surrounds them. Ataxophobia goes beyond being a “neat freak.” The fear of untidiness is a specific phobia. Specific phobias are irrational fears of specific situations, interactions, animals or people. Typically, people with specific phobias experience fear that exceeds any actual threat. They often know the fear is extreme but have trouble controlling it.",
            "Who might get ataxophobia?": "The fear of disorder and obsessive-compulsive disorder (OCD) are closely linked. OCD causes people to experience repetitive or unwanted thoughts or obsessions. It can lead to repetitive behaviors (compulsions). You may constantly tidy up your surroundings or want your environment to be as clean as possible. Many people with ataxophobia develop OCD. Others may have an existing OCD diagnosis when they develop ataxophobia.",
            "How common is ataxophobia?": "Experts don’t know exactly how many people have ataxophobia. But specific phobias are relatively common. More than 1 in 10 adults will experience a specific phobia at some point in their lifetime. Specific phobias are twice as common in people assigned female at birth (AFAB) as in people assigned male at birth (AMAB).",
            "What causes ataxophobia?": "There’s no clear cause of ataxophobia. You’re more likely to have ataxophobia if you have: Another anxiety disorder, such as OCD.\nFamily history of ataxophobia or other anxiety disorders.\nHistory of trauma or negative experiences associated with untidiness.",
            "What are the symptoms of ataxophobia?": "Like other phobias, the primary symptom of ataxophobia is irrational fear or anxiety. Extreme anxiety can lead to physical symptoms, including: Chest pain.\nFainting (syncope) or dizziness.\nHeart palpitations or feelings of heart racing.\nNausea or vomiting.\nShortness of breath (dyspnea).\nSweating.\nTremors or uncontrollable shaking.",
            "How is ataxophobia diagnosed?": "To diagnose ataxophobia, your healthcare provider may ask you specific questions about symptoms. Sometimes, anxiety symptoms are related to another mental health diagnosis and not a specific phobia. Your healthcare provider may ask: What triggers anxiety symptoms.\nHow long symptoms last.\nWhether you go to extreme lengths to avoid messiness or disorder.\nIf you experience dread or distress when you know you’ll be in a messy setting.",
            "How is ataxophobia treated?": "Your healthcare provider may use similar treatment approaches for ataxophobia as for other specific phobias, including: Exposure therapy: Exposure therapy involves gradually introducing a specific fear into your life. For example, you may look at pictures of disorganization or asymmetrical spaces. Eventually, you may practice staying calm in a disordered environment.\nCognitive behavioral therapy (CBT): Sometimes called talk therapy, CBT can occur in a group setting or one-on-one with a therapist. The goal of CBT is to help you identify irrational thought patterns. Then you retrain your brain to think more rational thoughts.\nEye movement desensitization and reprocessing (EMDR): This type of therapy is effective for people who’ve experienced trauma. It involves focusing on traumatic memories while being stimulated by specific rhythmic movements. EMDR can help you process a traumatic event without being overwhelmed by the memory.\nDialectical behavioral therapy (DBT): DBT is a type of CBT that combines talk therapy with specific coping skills. The goal is to help you deal with stress or anxiety in healthier ways and regulate your emotions better.\nMedication: Your doctor may prescribe anti-anxiety medications to prevent panic attacks (sudden rushes of anxiety that cause physical symptoms).\nMindfulness-based stress reduction (MBSR): MBSR is a structured program to help you learn mindfulness techniques. It uses a combination of yoga and meditation practices to help you address the thoughts that increase stress.\nStress management techniques: You may learn coping techniques that decrease anxiety symptoms. For example, you may practice deep breathing or meditation. Exercising aerobically, such as running in place, may also lessen symptoms when you feel a panic attack starting. If ataxophobia is the result of another diagnosis like OCD, your treatment may also include: Specific depression medicines, including selective serotonin reuptake inhibitors (SSRIs) such as fluoxetine (Prozac®) or sertraline (Zoloft®).\nTranscranial magnetic stimulation (TMS).",
            "Are there other conditions that put me at risk of ataxophobia?": "Yes. You’re more likely to develop ataxophobia if you have: Generalized anxiety disorder (GAD).\nMysophobia or germaphobia (fear of germs).\nObsessive-compulsive disorder (OCD).\nPost-traumatic stress disorder (PTSD).",
            "Are there long-term effects of ataxophobia?": "With treatment, many people manage ataxophobia symptoms well. Without treatment, ataxophobia can interfere with your quality of life. For example, a fear of disorder may cause you to stay home more than usual or avoid public spaces. The phobia may increase your risk of: Depression, anxiety or other mood disorders.\nSocial isolation.\nSubstance use disorder, including misuse of drugs and alcohol.",
            "What else should I ask my doctor?": "You might want to ask your healthcare provider: What’s the most likely cause of ataxophobia?\nDoes the fear of disorder relate to another mental health diagnosis?\nWhat are my treatment options?\nWhat might happen if I don’t get treatment?\nWhat are the chances that I will overcome ataxophobia? A note from Cleveland Clinic Ataxophobia is the extreme fear of disorder or untidiness. It’s closely linked to OCD. People with ataxophobia may clean frequently, worry about being in messy spaces or obsess over symmetry. Ataxophobia often has no clear cause. But you may be more likely to develop the phobia if you have a family member with ataxophobia or another anxiety disorder. Treatment may include therapy, medication or stress management techniques. Last reviewed by a Cleveland Clinic medical professional on 11/18/2021. Merck Manual (Consumer Version). Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 11/18/2021.\nNational Institute of Mental Health. Obsessive-Compulsive Disorder. (http://nimh.nih.gov/health/topics/obsessive-compulsive-disorder-ocd)  Accessed 11/18/2021. \nNational Institute of Mental Health. Specific Phobia. (https://www.nimh.nih.gov/health/statistics/specific-phobia)  Accessed 11/18/2021. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    },
    {
        "name": "Atelophobia (Fear of Imperfection)",
        "description": "Atelophobia is an obsessive fear of imperfection. Someone with this condition is terrified of making mistakes. They tend to avoid any situation where they feel they won’t succeed. Atelophobia can lead to anxiety, depression and low self-esteem.",
        "data": {
            "What is atelophobia?": "Atelophobia is an overwhelming fear of imperfection. People with atelophobia judge themselves very harshly, often setting unrealistic goals. They may get upset about mistakes they’ve made in the past or mistakes they’re afraid of making in the future. Atelophobia often leads to extreme anxiety, depression, low self-esteem or panic attacks. Atelophobia is different than atychiphobia, which is a fear of failure.",
            "Are atelophobia and perfectionism the same?": "Atelophobia and perfectionism are different. Perfectionism is a personality trait. You hold yourself to extremely high standards and strive to be flawless. Atelophobia is an actual fear of flaws. Someone with atelophobia may avoid a situation in which they think they could make a mistake, seeing it as threatening. The fear can affect every aspect of their lives, from school and work to family life and social situations.",
            "How common is atelophobia?": "There are few studies about the prevalence of atelophobia, but phobic disorders are fairly common. Research suggests that about 12% of adults and 19% of adolescents in the U.S. experience a specific phobia at some point in their lives. They’re about twice as common in females as they are in males.",
            "What causes atelophobia?": "Most phobic disorders don’t have a specific cause. You may be more likely to have atelophobia if you: Had a traumatic episode, such as suffering severe punishment or abuse for making a mistake.\nHave a family history of phobias, anxiety disorders or other mental health conditions.\nHave other phobias or anxiety disorders.\nGrew up in an environment where you learned to strive for perfection or that mistakes were unacceptable and nothing you did was ever good enough.",
            "What are the symptoms of atelophobia?": "Atelophobia can cause a wide range of psychological and physical symptoms. People with a fear of imperfection may exhibit: Anger or irritability.\nBurnout or fatigue.\nDepression or sadness.\nEmotional detachment from others.\nInability to accept criticism.\nInability to concentrate on anything apart from their fear.\nPessimism (negative outlook on life). Atelophobia can also cause panic attacks, which may lead to: Chills.\nDizziness and lightheadedness.\nExcessive sweating.\nHeart palpitations.\nNausea.\nShortness of breath (dyspnea).\nTrembling or shaking.\nUpset stomach or indigestion (dyspepsia).",
            "How is atelophobia diagnosed?": "There’s no specific test for atelophobia. Your healthcare provider will evaluate your symptoms and ask you detailed questions about your fear of imperfection. It’s important to provide as much detail as possible about your anxiety and what triggers it. In some cases, your provider will ask about your medical history, perform a complete physical and may order other tests to check for underlying health conditions. Your provider may diagnose you with atelophobia if you: Avoid situations in which you could make a mistake or not perform at your best.\nExperience symptoms for six months or longer.\nHave severe anxiety at the thought of making a mistake or disappointing others.\nHave trouble at home, work or school due to your fear of imperfection. People with atelophobia may also have other mental health conditions, such as Avoidant personality disorder.\nIllness anxiety disorder (hypochondriasis).\nObsessive-compulsive disorder.\nPanic disorder.\nParanoid personality disorder.\nPost-traumatic stress disorder (PTSD).\nSubstance abuse disorders such as drug addiction or alcohol use disorder.",
            "How is atelophobia managed or treated?": "There are a variety of ways to manage a fear of imperfection, including: Cognitive behavioral therapy (CBT): CBT focuses on helping you change the way you think about imperfection. You may explore the reasons why you see mistakes as negative experiences rather than learning experiences. A therapist teaches you to identify the specific triggers that cause your anxiety.\nExposure therapy: You work on desensitizing yourself to the fear of imperfections. After identifying your triggers with CBT, you expose yourself to the triggers and learn how to cope with them in safe, healthy ways.\nLifestyle modifications: A healthy diet and regular exercise can help improve your mood and diminish feelings of depression or negative thinking. Deep breathing, yoga or meditation may help you manage anxiety and keep panic attacks at bay.\nMedication: The medication doesn’t treat the source of your fear. But it may reduce the symptoms of depression or anxiety that accompany atelophobia. Your healthcare provider may recommend antidepressants, anti-anxiety medications, sedatives or beta-blockers.",
            "Is there a way to prevent atelophobia?": "There’s no way to prevent atelophobia, but you can take steps to reduce the negative effects it has on your life. You may benefit from: Creating a strong support system of friends and family members.\nNot consuming caffeine, recreational drugs or alcohol, which can make anxiety worse.\nSharing your fears and concerns with a therapist or other healthcare provider.",
            "What’s the prognosis (outlook) for people with atelophobia?": "Most people respond well to treatments such as psychotherapy, lifestyle adjustments or medication. You may be able to stop treatment once your symptoms improve, but talk to your healthcare provider before making any changes.",
            "When should I call the doctor?": "Contact your healthcare provider if you experience: Difficulty functioning in your daily life due to fear of imperfection.\nSymptoms of a panic attack.",
            "What questions should I ask my doctor?": "You may want to ask your healthcare provider: How long will I need treatment?\nAm I too obsessed with perfection?\nWhat changes can I make in my life to better cope with atelophobia?\nWhat if my fear of imperfection never goes away? A note from Cleveland Clinic Atelophobia is an extreme fear of imperfection. Someone with this disorder may be terrified of making mistakes, or go to great lengths to avoid new situations because they can’t guarantee that they’ll succeed. It can lead to depression, anxiety, panic attacks and a negative outlook on life. If you think you may have atelophobia, talk to your healthcare provider. Most people can overcome this fear with the right combination of psychotherapy, lifestyle adjustments and medication. Last reviewed by a Cleveland Clinic medical professional on 10/22/2021. Merck Manual (Consumer Version). Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 7/17/2021.\nNational Health Services (NHS). Phobias. (https://www.nhs.uk/mental-health/conditions/phobias/)  Accessed 7/17/2021.\nSamra CK, Abdijadid S. Specific Phobia. (https://www.ncbi.nlm.nih.gov/books/NBK499923/)  [Updated 2021 May 15]. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2021 Jan-. Accessed 7/17/2021.\nOsmosis. Atelophobia. (https://www.osmosis.org/answers/atelophobia)  Accessed 7/17/2021. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    },
    {
        "name": "Atychiphobia (Fear of Failure)",
        "description": "Atychiphobia is an intense fear of failure. It may cause you to put off or avoid any activity or scenario that has the potential for an unsuccessful outcome. Someone with this condition may be scared to try new things, take risks or embrace growth for fear of failure.",
        "data": {
            "What is atychiphobia?": "Atychiphobia is an intense fear of failure. It comes from the Greek word “atyches,” meaning \"unfortunate.” People with atychiphobia may avoid any situation where they see a potential for failure, such as an exam or job interview. It can also mean being afraid of a failed relationship, a failed career or being a disappointment to others. The fear often becomes self-fulfilling. For example, if you’re so scared of failing a test that you refuse to take the test, you may end up failing an entire class. Fear of failure can lead to a broad range of emotional and psychological problems, including shame, depression, anxiety, panic attacks or low self-esteem. It may negatively affect how you perform at school or work, or how you interact with friends and family members. Atychiphobia is different from atelophobia, which is a fear of imperfection.",
            "Are atychiphobia and perfectionism the same?": "Atychiphobia and perfectionism have some similarities, but they’re different conditions. Perfectionism means you try to be flawless and have an intense focus on success. Someone with atychiphobia focuses on failure and battles feelings of panic, worry or doom about what could happen if failure happens. Extreme perfectionism can escalate into atelophobia.",
            "How common is atychiphobia?": "It’s hard knowing exactly how many people have a specific phobia, like atychiphobia. Many people may keep this fear to themselves or may not recognize they have it. We do know that about 1 in 10 American adults and 1 in 5 teenagers will deal with a specific phobia disorder at some point in their lives, though.",
            "What causes atychiphobia?": "Possible causes of atychiphobia may include: Family history: If mental health disorders such as phobias, anxiety or depression run in your family, you may be more likely to have these conditions.\nLearned behavior: You may have grown up in an environment where people taught you that failure was unacceptable, or that anything less than perfect was failure.\nOther phobias: Sometimes, phobias occur together. For example, a child with scolionophobia (fear of school) may also have atychiphobia. Or someone with mysophobia (fear of dirt and germs) may develop atychiphobia if they feel they constantly fail at staying clean.\nTraumatic experiences: If you’ve suffered abuse or severe punishment as a result of failure, you may fear experiencing those consequences again. Or you may feel that a past failure of yours led to a terrible result, such as death or destruction.",
            "What are the symptoms of atychiphobia?": "People with a fear of failure may be: Afraid of performing simple tasks at work, home or school.\nAngry or irritable.\nAnxious about being judged by others.\nDepressed or sad.\nPessimistic (negative outlook on life).\nProne to procrastination if a task or activity seems challenging.\nUnable to maintain relationships.\nUnwilling to accept constructive criticism or help. Atychiphobia can also cause panic attacks, which may lead to: Chills.\nDizziness and lightheadedness.\nExcessive sweating (hyperhidrosis).\nHeart palpitations.\nNausea.\nShortness of breath (dyspnea).\nTrembling or shaking.\nUpset stomach or indigestion (dyspepsia).",
            "How is atychiphobia diagnosed?": "There aren’t any tests to diagnose the fear of failure. Your healthcare provider can diagnose the condition based on discussions with you about: Your symptoms.\nHow long they’ve been happening.\nHow they interfere in your life. Your healthcare provider collects detailed information about your fear of failure. They may ask a variety of questions, such as: Do you avoid or put off tasks or activities because you think you may not complete them successfully?\nDoes your fear of failure ever cause feelings of depression, irritability, anger or hopelessness?\nDoes your fear of failure prevent you from relaxing, sleeping or enjoying activities you used to like?\nHow does fear affect your life at home, school or work?\nHow long have you had a fear of failure? Your healthcare provider will also try to determine if you have any other mental health disorders, like: Avoidant personality disorder.\nDepression.\nEating disorder.\nIllness anxiety disorder (hypochondria).\nObsessive-compulsive disorder (OCD).\nPanic disorder.\nParanoid personality disorder.\nPost-traumatic stress disorder (PTSD).\nSubstance abuse disorders such as drug addiction or alcoholism.",
            "How is atychiphobia managed or treated?": "There is a variety of ways to manage a fear of failure, including: Cognitive behavioral therapy (CBT): CBT is a form of psychotherapy that helps you change negative thinking about failure. Your therapist can help you see that some things that you consider “failures” are actually positive opportunities for learning and growth. Your therapist can also give you helpful strategies for coping with fear and anxiety such as deep breathing or meditation.\nExposure therapy: Gradually exposing yourself to the source of your fear can help you overcome your fear response. For example, your therapist may ask you to recreate a scenario where you feel you failed in the past. You do this in a safe, supportive environment so you can see there’s no real threat or danger in failure.\nMedication: If you have a mental health disorder such as depression or anxiety, medication may help you manage the symptoms. However, medication isn’t usually a first-line therapy for phobias.",
            "Is there a way to prevent atychiphobia?": "Phobias aren’t usually preventable, but you can take steps to reduce their severity: Create a strong support system of friends and family members.\nDon’t consume caffeine or alcohol or use drugs, which can make stress and anxiety worse.\nGet help from a healthcare provider as soon as you notice your fear is affecting your life.\nTry to stay active, eat a healthy diet and get plenty of sleep.",
            "What’s the prognosis (outlook) for people with atychiphobia?": "Most people respond well to treatments such as psychotherapy, lifestyle adjustments and medication. In fact, studies show that about 90% of people with a phobia can overcome the condition with exposure therapy.",
            "When should I call the doctor?": "Contact your healthcare provider if you experience: Difficulty functioning in your daily life due to fear of failure.\nSymptoms of a panic attack. You may want to ask your healthcare provider: How long will I need treatment?\nShould I consider hypnotherapy for atychiphobia?\nWhat is the root cause of my fear of failure? A note from Cleveland Clinic Atychiphobia is an extreme fear of failure. Someone with this condition may procrastinate or avoid any situations where they don’t feel they’ll be completely successful. They may set unrealistic goals for themselves, which only increases the possibility of failure. If you have severe worry or panic at the thought of failing, talk to your healthcare provider. Most people can overcome this phobia with psychotherapy. Last reviewed by a Cleveland Clinic medical professional on 03/23/2022. Merck Manual (Consumer Version). Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 3/22/2022.\nNational Health Services (NHS). Phobias. (https://www.nhs.uk/mental-health/conditions/phobias/)  Accessed 3/22/2022.\nSamra CK, Abdijadid S. Specific Phobia. (https://www.ncbi.nlm.nih.gov/books/NBK499923/)  [Updated 2021 May 15]. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2021 Jan-. Accessed 3/22/2022. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    },
    {
        "name": "Autophobia (Fear of Being Alone)",
        "description": "Autophobia, or monophobia, makes you feel extremely anxious when you’re alone. This fear of being alone can affect your relationships, social life and career. You may also have a fear of abandonment that stems from a traumatic childhood experience. Psychotherapy (talk therapy) can help you overcome a fear of being alone.",
        "data": {
            "What is autophobia (fear of being alone)?": "People who have autophobia have an irrational, extreme fear of being alone. A person may experience this fear when they’re alone. Some people may have autophobia even when they’re with other people. In this case, the fear centers on worries about isolation. They may feel alone in a crowd. Or they may worry about people leaving them, or having to go home and be alone. Other terms for fear of being alone include: Monophobia.\nEremophobia.\nIsolophobia.",
            "What’s the difference between fear of being alone and loneliness?": "When you’re lonely, you feel unhappy or sad about the quantity or quality of social connections in your life. When you have autophobia, you feel anxious or scared when you’re alone or when you think about being alone. You feel this way regardless of how many loved ones and friends are in your life.",
            "How common is autophobia (monophobia)?": "It’s hard knowing exactly how many people have a specific phobia, like autophobia. Many people may keep this fear to themselves or may not recognize they have it. We do know that about 1 in 10 American adults and 1 in 5 teenagers will deal with a specific phobia disorder at some point in their lives, though.",
            "Who is at risk for autophobia (monophobia)?": "Risk factors for autophobia and specific phobic disorders include: Borderline personality disorder (BPD): People with BPD have an intense fear of being rejected, abandoned or alone. This mental disorder makes it difficult to regulate emotions. The resulting mood swings can be hard on relationships.\nDependent personality disorder (DPD): DPD causes you to feel incapable of taking care of yourself. You may be afraid to be alone because you feel helpless.\nFamily history: Growing up with a parent or loved one who has a phobia or anxiety disorder may make you prone to the same, or different, worries.\nGender: Specific phobic disorders affect more females than males.\nGenetics: A gene change may make certain people more prone to anxiety disorders and phobias.\nOther phobias: People with autophobia may have other phobias like agoraphobia. With agoraphobia, you may be afraid to leave your house unless someone is with you.\nPanic disorder: Panic attacks cause a racing heart rate, noncardiac chest pain and other symptoms that may feel like a heart attack. Someone with panic disorder may fear having a panic attack while they’re alone and no one can help.",
            "Why do I have a fear of being alone?": "Phobias often start in childhood. Some people can trace their fear of being alone to a negative or traumatic experience. Potential autophobia causes include: Being ignored, uncared for or feeling abandoned.\nDivorce or loss of a parent during childhood.\nGetting separated from a loved one in a crowd or other public setting.\nHaving a panic attack, injury or another emergency, like a home break-in or mugging without someone to help.\nWitnessing a traumatic incident without someone to support you.",
            "What are autophobia (monophobia) symptoms?": "People who experience specific phobic disorders like autophobia are usually aware that the fear isn’t rational. Still, they’re unable to control their physical reactions when they find themselves in certain situations. Autophobia affects everyone differently. You may feel unsafe unless you’re with other people. Being alone may bring on intense feelings of sadness, dread or anxiety. If you have a fear of being alone, symptoms may also include: Chills.\nDizziness and lightheadedness.\nExcessive sweating (hyperhidrosis).\nHeart palpitations.\nNausea.\nShortness of breath (dyspnea).\nTrembling or shaking.\nUpset stomach or indigestion (dyspepsia).",
            "How is autophobia (monophobia) diagnosed?": "Autophobia (monophobia) isn’t a recognized phobic disorder in the American Psychiatric Association’s Diagnostic and Statistical Manual of Mental Disorders (DSM). Still, a mental health professional like a psychologist can diagnose phobias based on symptoms. Criteria for a specific phobic disorder diagnosis include: Fear that persists for at least six months.\nIntense feelings of fear or anxiety when you’re alone, despite knowing you aren’t in danger.\nImmediate onset of symptoms when you find yourself alone or think about being alone.\nAnxiety or fear that causes you to avoid being alone.\nExtreme symptoms that interfere with your ability to work and enjoy life.",
            "What is the treatment for autophobia (monophobia)?": "Exposure therapy successfully helps most people overcome specific phobic disorders. Your healthcare provider may also use cognitive behavioral therapy (CBT). These two methods of psychotherapy (talk therapy) focus on: Relaxation techniques, like deep breathing exercises and meditation, to help you manage symptoms.\nExamining the root cause of the fear.\nLearning ways to counter negative thoughts about being alone so you gradually understand that being alone isn’t scary or dangerous.\nSlowly getting used to being alone. You may start with a goal of being alone for 15 minutes every day. Then, you can lengthen that time as the weeks progress. Anti-anxiety medicines or blood pressure drugs like beta-blockers may help temporarily as you work to overcome the fear of being alone. You might not need medications after you complete therapy.",
            "What are the complications of autophobia (monophobia)?": "It isn’t practical to expect someone to always be with you. It can affect your self-esteem, career, relationships and social life. You may find yourself staying in an unhealthy or even abusive relationship to avoid being alone. You may demand that friends or family don’t leave, which can harm relationships. Or you may obsessively check up on a partner out of fear of being left. In addition, autophobia increases your risk for: Depression.\nPost-traumatic stress disorder (PTSD).\nSubstance use disorder.",
            "When should I call the doctor?": "You should call your healthcare provider if you experience: Panic attacks.\nPersistent anxiety that interferes with daily life or sleeping.\nSigns of depression or substance use problems.",
            "What questions should I ask my doctor?": "You may want to ask your healthcare provider: What’s causing this phobia?\nWhat’s the best treatment for me?\nShould I try exposure therapy?\nHow long will I need therapy?\nCan medications help?\nShould I watch for signs of complications? A note from Cleveland Clinic Fear of being alone (autophobia, or monophobia) can have a negative impact on your relationships and your ability to work. Phobias are treatable and not something you need to live with. Psychotherapies like exposure therapy and CBT can help you overcome this fear so you can enjoy your own company more. Last reviewed by a Cleveland Clinic medical professional on 03/22/2022. American Psychological Association. What Is Exposure Therapy? (https://www.apa.org/ptsd-guideline/patients-and-families/exposure-therapy)  Accessed 3/22/2022.\nMerck Manual (Consumer Version). Phobic Disorders (Phobias). (https://www.merckmanuals.com/home/quick-facts-mental-health-disorders/anxiety-and-stress-related-disorders/phobic-disorders-phobias)  Accessed 3/22/2022.\nMerck Manual (Consumer Version). Specific Phobic Disorders. (https://www.merckmanuals.com/home/mental-health-disorders/anxiety-and-stress-related-disorders/specific-phobic-disorders)  Accessed 3/22/2022.\nNational Health Service (UK). Overview: Phobias. (https://www.nhs.uk/mental-health/conditions/phobias/overview/)  Accessed 3/22/2022.\nNational Institute of Mental Health. Specific Phobia. (https://www.nimh.nih.gov/health/statistics/specific-phobia)  Accessed 3/22/2022. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services.\nPolicy"
        }
    }
]